{
    "channel_name": "HubermanLabClips",
    "video_url": "https://www.youtube.com/watch?v=W8B0KWmv_-Q",
    "video_title": "Tools for Better Productivity & Time Management | Dr. Adam Grant & Dr. Andrew Huberman",
    "transcript": "I think it was E.B. White who said,\n\"I arise in the morning,\n\"torn between the desire to enjoy the world\n\"and the desire to improve the world,\n\"and this makes it difficult to plan the day.\"\nAnd I feel that every day.\nI think, I mean, I even, I felt it this morning.\nI was like, okay, it's time to leave\nto come to the Huberman podcast.\nI'm like, wait,\nbut I didn't hit my minimum sunlight viewing.\nSo what do I do?\nDo I show up on time for you or do I meet your criteria?\nThe explanation \"I was getting my morning sunlight,\n\"and therefore I'm x number of minutes or even hours late\"\nwould've been completely fine with me.\nI figured as much.\nYes, absolutely.\nLike that's a built-in acceptable excuse with you.\nI think, I mean, I think everybody\nexperiences a version of this,\nand it's definitely gotten worse with social media\nand with smartphones.\nI think, so one of the most startling data points for me\nwas Gloria Mark first put this on my radar,\nbefore COVID, the average person was checking email\n72 times a day.\nHow do you ever concentrate for more than a couple minutes\nif you're self interrupting that often?\nYou can't.\nBrigid Schulte has a great term for this.\nShe calls it time confetti,\nand she says, we're taking these meaningful blocks of time,\nand we're slicing them up\ninto these like tiny little dots of confetti.\nAnd not only can we not accomplish anything,\nwe're also eroding our own sense of joy\nbecause it's really hard to enjoy the, you know,\nthe 30-second blip of time that you get on a task.\nAnd I think we know a lot more\nabout the existence of these problems\nthan how to solve them, but one thing we do know\nis blocking out uninterrupted time is meaningful.\nThere's a great Leslie Perlow experiment\nwhere she takes engineers,\nand she has them, she sets a quiet time policy.\nNo interruptions Tuesday, Thursday, Friday before noon,\n65% above average productivity.\nCould you repeat the protocol again?\nYeah, so quiet time, there are a couple iterations of it,\nbut I think the most effective one\nwas Tuesday, Thursday, Friday,\nno meetings, no interruptions, no Slack, no emails\nbefore noon.\nAnd during those periods of no interruptions,\none could tend to whatever their primary purpose is at work.\nYeah, you have a.\nSo for me, it might be podcasting.\nObviously I don't have my phone in here and never do,\nbut it doesn't mean no interaction with anyone else.\nIt just means focusing on the major task.\nThe task, exactly.\nAnd you come in with a clear sense of priority and purpose,\nand I don't think there's anything magical\nabout Tuesday, Thursday, Friday before noon.\nIt's just the idea of setting a boundary\nand collectively committing to it\nthat seems to be important.\nAnd I think, you know, when I think about this,\nI'd be really curious about your take on chronotypes here\nbecause I think one thing I've learned\nin the last couple years is that if you're a morning person,\nyou do your best analytical\nand creative thinking in the morning.\nAnd so the quiet time block would work very well\nfor me as a morning person.\nIf you're a night owl,\nyou probably want that block in the late afternoon.\nAnd I was encouraged, there was some evidence during COVID\nthat people have their best meetings right after lunch,\nthat they're something like 30% less likely to multitask\nin an after lunch meeting.\nAnd I guess, you know, you could probably unpack\nlike the food coma, you know,\ngetting re-energized by other people.\nBut it's led me to wonder if we should all be protecting\nthe first few hours and the last few hours of the day\nfor deep work,\nand then doing our core meetings and interactions\nand kind of off task activities in the middle.\nWhat do you think about that as a sequence?\nYeah, well, I have a lot of questions about this for you,\nbut I love that sequence.\nIt certainly fits with my natural rhythms.\nI think there's ample evidence to support the fact\nthat provided one is sleeping well at night\nand is on a more or less a standard schedule.\nWhen I say standard, I mean going to bed somewhere between\nlet's say 9:30 and 11:30 PM.\nWaking up sometime between, let's say 6:00 AM and 8:00 AM,\nmaybe 5:30 to 7:30, something like that.\nSo not highly unusual night owl or super early bird.\nFor people that are following that sort of schedule,\nthe first, let's just say from zero to eight hours\nafter waking, there tends to be a fairly robust increase\nin all the catecholamines.\nSo dopamine, norepinephrine, epinephrine\nin which generally, okay, generally speaking,\nlead to increases in alertness, attention and focus\nthat are great for analytic work,\ngreat for implementation of strategies\nthat you already understand\nand you need to churn through a lot of stuff.\nAnd of course, there's a big increase in the morning,\nespecially if you view morning sunlight,\na healthy increase, I should say in cortisol.\nCortisol is not bad, folks.\nYou want cortisol, but you want that peak early in the day.\nWe know that.\nOkay, so for most people it seems,\nat least my understanding is that that period of time,\nzero to eight or eight hours after waking or so,\nis best devoted to the quote unquote most critical tasks.\nBut one of the common problems\nis that people take that ability\nto implement a known strategy,\nand they start battering back all the emails\nor talking to all,\nby the way, talking to coworkers is great,\nand it's often required,\nbut it's, the question is\nwhether or not it's productive conversation\nor whether or not it's just conversation.\nAnd we tend to have a lot of energy early in the day,\nand I'm obsessed with the idea of neural energy\nas opposed to just caloric energy.\nSo there we're talking about neural energy,\nand then post-lunch,\nso really as we get to this sort of, you know,\nnine to 17 hours after waking,\nthere is a dip in autonomic arousal\nthat during the middle of the day that post perennial dip,\nthere's a post-lunch sleepiness that can be partially offset\nby delaying your morning caffeine a bit\nif you have the afternoon crash.\nBut it's interesting that you note\nthat more productive meetings and less task switching\nand distraction occurred in meetings set after lunch\nbecause that makes me think\nthat perhaps being a little bit less alert\nis going to lend itself to more focus.\nAnd indeed, that's the sort of optimal state,\nrelaxed, but focused, you know, you're not sleepy,\nbut you also don't have so much intrinsic energy\nthat you're, you know,\nBouncing off the walls.\nTending to a bunch of things\nbecause I think a lot of people do feel that way.\nYou know, and I'm drinking, you know,\ndouble espresso right now, late mid morning, late morning,\nand you know, I can sit still,\nbut I think certain Zoom meetings, how do I say this?\nI don't want to offend any of my colleagues.\nI mean, they are boring enough,\nlike they are not content rich enough\nto grab all my attention.\nAnd nowadays, of course there are multiple screens.\nTypically I've got two phones and a computer,\nand you have to really spend some work\nto flip over those phones while I'm on a Zoom\nand things like that, so maybe.\nSorry, what were you saying?\nI wasn't listening.\nSo it's maybe the reduction in autonomic arousal\nthat supports what you just described,\nbut I don't know.\nMy thinking or my understanding rather was\nthat creative work and kind of brainstorming\nwas best accomplished in the late afternoon.\nI've noticed when lecturing,\nI'd be curious what your experience is with\nin university lectures, when I held courses in the evening,\nI used to like to hold my courses five to 7:00 PM\nor even seven to 9:30 PM when I was teaching undergraduates\nthat people were much looser and more relaxed.\nAnd I always thought that that might have something to do\nwith an increase in GABA transmission\nthat's known to happen late in late evening.\nThe people are just kind of more relaxed,\nand less social anxiety.\nThey've been around people for much of the day.\nThey're warmed up.\nI send back more reflections than answers.\nI don't have any firm neuroscience explanations\nfor what you described, but there are some emerging theories\nabout how that might work.\nAnd it has this zero to nine hours phase one,\nnine to 17 hours, phase two.\nAnd then of course, from 17 to 24 hours,\nI'll call it phase three, you should be asleep.\nYeah.\nIdeally.\nWell, that I think there's a confound\nin your teaching experience,\nwhich is undergrads often sleep in until what?\nNoon.\nTrue.\nOr they might be up until 4:00 AM.\nOr at least 10:00 AM seems to be a typical rise time.\nYes.\nFor the undergraduate.\nSo a morning class might be too early for them\nto be fully awake, but there is,\nthere's some brand new evidence that on,\nat least on creativity at work, I read a series of,\nI think it was three studies recently\nshowing that early birds actually did do more creative work\nin the morning.\nAnd in part, I think, again the,\nI don't think any neuroscientist\nhas touched the mechanisms on this yet,\nbut in terms of the psychological processes,\nearly on there's just, there seems to be a benefit\nof the energy level and some of that energy\nleads to more divergent thinking.\nAnd later, if you're a morning person,\nyou might lose the ability to diverge quite as much.\nAnd so you end up in a more conventional space of thought.\nDoes that track at all with your understanding\nof how it might play out in the brain?\nMy understanding is it would be a little bit,\nit would be individual,\nbut you know, there is something to these liminal states\nbetween sleep and waking.\nSo maybe we can wrap a convenient bow around what I said\nand what you just said, which is\nthat we know that in the transition states\ninto and out of sleep,\nand it doesn't necessarily have to be\nwithin the first half hour in and out of sleep,\nthat there seems to be more divergent thinking\nor at least activation of neural networks\nthat are not as constrained as one observes\nwhen they're in a sheer task\nand strategy implementation mode.\n[MUSIC PLAYING]"
}