{
    "channel_name": "HealthyGamerGG",
    "video_url": "https://www.youtube.com/watch?v=bavdneN9sKg",
    "video_title": "Mental Health Bootcamp: Procrastinate MORE not LESS | Healthy Gamer Webinar #3",
    "transcript": "Then your entire grade is based on that final paper.\nYou have three months to work on that paper.\nWhen do you start working on it?\nLike..\nWhen you have two weeks left, right?\nAnd so like..\nWhat you want to do is you kind of think like..\nOkay..\nWith the start of the semester you're thinking, okay..\nI'm gonna work on this paper every week..\nAnd then I'm not gonna be stressed out..\nAt the end of..\n..of the semester.\nSo three months later..\nI'll have it all like.. like..\nDone and I'll like..\nPolish it.\nI'm actually gonna turn in..\n..two weeks early.\nLike I'm gonna just get it done and then I'm gonna relax the last two weeks.\nAnd then it's gonna be amazing\nI'm gonna get an A.\nEverything's gonna be great.\nAnd then..\nThen like..\nI want you guys to think about that..\nSo your brain is like..\n\"Okay..\"\n\"Buddy..\" like\n\"Let me..\"\n\"Let me understand this..\"\n\"What you're saying is that..\"\n\"We're gonna spend three months working on something that we can finish in three days?\"\nLike \"Why on earth would we do that?\"\nLike \"You're dumb, man..\"\nLike \"You're telling me that you want to work your ass off?\"\n\"For..\"\n\"Ten weeks..\"\n\"And then do this paper in two weeks?\"\nOh, sorry.\n\"You.. You're telling me that you want to work your ass off for ten weeks..\"\n\"And then we're gonna relax for two weeks when you turn it in early?\"\n\"or..\"\n\"OR..!!\"\n\"We can actually just relax for ten weeks..\"\n\"And then..\" like\n\"..work our asses off for two weeks and then be done with it.\"\nLike think about that for a second, right?\nSo the reason that procrastination is so resistant..\nTo get like..\nThe reason we're so resistant to getting rid of procrastination..\nIs because it's a really really effective solution.\nThink about all of the time and pleasure..\nAnd enjoyment..\nYou buy yourself by procrastinating.\nLike sure..\nLike..\n.. you stress to yourself out for those last two weeks or three days or whatever.\nBut all kinds of..\nOf like..\nYou know..\nEmotions that are floating beneath the surface but like..\nThink about all of the Youtube you get to watch!\nOr all of the games that you get to play by procrastinating.\nAnd then your brain is like \"Dude..\"\n\"..I don't understand why you want us to suffer for ten weeks doing 'boring' stuff that we don't want to do..\"\n\"When we can do it in like [somewhere] between three days and two weeks instead.\"\n\" It's just dumb..\"\n\"It's.. It's silly..\"\nSo the first thing to understand is that procrastination is not a problem..\n..it is a solution.\nAnd it is an incredibly effective solution..\nWhich is why it's so prevalent.\nSo the things that work well tend to spread evolutionarily.\nRight?\nSo like eyes tend to work pretty well..\nFurthermore..\nTwo eyes tend to work better than one eye because it gives us depth perception.\nAnd lo and behold\nMost people in the world..\n..have two eyes.\nIt's because it's so effective.\nSo procrastination is actually a highly efficient..\n\"..task completing strategy.\"\nAnd if you guys don't think it's efficient, just think about this for a second..\nIf you can write a paper in three days..\n..and..\n..one semester.\nLike let's say you take a class..\nAnd you have to take like..\nLet's say five classes a semester.\nAnd you take..\nYou do four..\nUuuh.\nLet's see..\nEight semesters..\n..over the course of college..\nThat means you're taking 40 classes.\nRight?\nIf you can write one paper in three days..\nWhat that means is that..\nIf you wanted to you could be done with college in a 120 days.\nThink about that.\nYou could do all the work in 120 days.\nDone.\nStart to finish.\nBecause if one..\nIf one day you can write a paper..\nUh, I mean..\nIf [for] one class you can write a paper in three days..\nAnd then your brain is like..\nThis is actually only a 120 days of work\nI don't need to spend..\nFour years..\nWhich is a 1200 [days] or even more than that.\nRight?\nIt's like 1500 days.\nWhy would I spend a 1,500 days doing work that you can finish in 120 days?\nYour brain is like..\nWe only need 10% of the time that you're trying to do this in\nLike that's all we need.\nThink about that for a second.\nSo the first thing to understand about procrastination..\nIs that it's an incredibly efficient..\n..task completing solution.\nOkay?\nNow the question is like, wh[at]..\nBut then why does it cause us so much trouble?\nAnd that's because we have goals..\n..set in our mind.\nWe have fantasies about our performance.\nThat our brain is not..\nLike doesn't..\n..get behind us..\n..with that.\nOkay?\nSo like what I mean by that is like..\nYou know..\nIf you write a paper in three days..\nYou're gonna get like a B or C.\nBut what you want is an A.\nBut like what the brain..\nThe brain has trouble getting behind this idea that like..\n\"Okay, I could spend 10% of the work.\"\n\"I could spend 10% of effort and get a B.\"\n\"Or I could spend a 100% effort and get an A.\"\nYour brain is like..\n\"That seems like kind of a bad deal to me.\"\nLike \"Why would I want to spend..\"\n\"..fifteen hundred days..\"\n\"..getting an A..\"\n\"..when I could spend 120 days getting a B?\"\n\"Or C..\"\nBrains like..\n\"That's dumb, dude.\"\n\"We can get a..\"\n\"We can get a degree with..\" like \"..a straight..\" like\n\"..2.8 average.\"\n\"Or..\" like \"..3.0 average and we could just work 10% of the time\"\nRight?\nThat's the first thing.\nSo second thing is that..\nYou know..\nWhen.. when it comes to actual..\nSo that's the first thing to understand about procrastination.\nNow..\nEven if it's a solution.\nThere are different kinds of things that happen with procrastination..\nThat like cause..\nSo that's..\nSo even if we say it's a solution we still want to change that solution.\nRight?\nWe don't.. We don't wanna accept that solution.\nSo the process of changing and overcoming procrastination..\nWe need to understand like how to change it even though it is a very efficient solution.\nAnd the reason that there are, you know..\nThousands of like..\nVideos on procrastination..\nAnd tons of books..\nAnd tons of blogs on procrastination..\nIs that like..\nOne solution doesn't work..\nBecause I don't think procrastination is one problem.\nI think it's like half a dozen problems.\nSo I want you guys to think about this for a second.\nSo let's say I'm a doctor..\nAnd someone comes to me and they say\n\"I have an illness.\"\nAnd then I say\n\"Okay, you have an illness?\"\n\"Let me give you medicine for your illness.\"\nAnd then someone else comes in and says\n\"Oh, I'm sick.\"\nAnd then I say\n\"Okay, you're sick?\"\n\"Let me give you medicine for your sickness.\"\nAnd there's no specificity of diagnosis\nSo whether someone comes in with a heart attack..\nOr depression..\nOr an allergic reaction..\nOr erectile dysfunction..\nMy treatment is all the same.\nLike how good of a doctor do you think I'm gonna be?\nI'm gonna be a bad doctor..\nRight?\nAnd what's the problem here is that..\nWe're.. we're taking something like \"sickness\"..\nAnd we're not breaking it into its component parts..\nWhich are actually different..\nAnd have different solutions.\nSo the first thing to understand about..\nNext thing to understand about procrastination..\nIs that there are actually multiple kinds of procrastination..\nAnd that's why it's so hard to get rid of\nBecause until you understand what kind of procrastination..\nWhat type of procastination..\n..you are dealing with\nThere are different strategies for different kinds of procrastination..\nWhich is why you can read a procrastination blog\nWhich says\n\"Here are five tips to overcome procrastination.\"\nIt doesn't help you at all.\nSo let's start by understanding there are three different..\nSo today we're going to cover three different kinds of procrastionation\nThose are ideal..\n..\"Idealistic Procrastination\".\n\"Consequence Procrastination\".\nand \"Operational Procrastination\".\nSo the first one is idealistic procrastination..\nAnd this is when..\n..our brain..\n..creates a particular fantasy..\n..about what we want..\nAnd our inability to..\nGet that fantasy [that] keeps us from trying\nSo this is the procrastination of what I call\n\"Readiness\".\nSo this is also \"Readiness Procrastination\".\nThis is the procrastination that..\nI will do this task when I am ready to..\nWhen I'm ready to do it.\nRight? Like..\nSo I'll give you guys a prime example.\nBefore I started doing the webinar..\nThe reason that I hadn't done the webinars..\nBecause in my mind, I.. I..\n..wanted to improve my handwriting..\n..before I did the webinar.\nI was like\n\"I'm gonna practice my handwriting..\n\"..for like one or two months or three months..\"\n\"..and learn how to write legibly again because I'm a doctor and all of our handwriting sucks.\"\n\"And once I I'm ready to like write legibly then I'll start the webinar.\"\nAnd so, I don't know if you guys..\nLike.. Realize that..\n\"Can you take notes in your word?\" \n [Question from Twitch Chat]\nYeah. I have notes in word.\nUm.\nSo..\nDo you guys really want notes?\nHold on.\nOkay, sure.\nI can type this.\nOkay, so the first thing.\nPoint number one.\nProcrastination..\nLet me just make sure this is\n..is a solution,\n[not a] problem.\nProcrastination is waiting until the last minute to complete a task.\nProcrastination..\n..is an incredibly efficient..\n..Task completion strategy.\nSo the key thing here is that\nProcrastination is not about..\n..quality,\n..it's about..\n..value..\n..or efficiency.\nAnd remember\nValue\nEquals\nEffort\nSorry.\nYield divided by effort.\nOkay, so that's the first thing..\nSo second thing is..\nProcrastination..\n..it's hard to fix because\n..there are subtypes..\n..and so we frequently..\n..mis-\ndiagnose..\n..our..\n..procrastination.\nSo that we end up treating it incorrectly.\nOkay?\nThat's the second thing.\nSo the three types..\nSo those are subtypes of procrastination.\nNumber one.\n\"Idealistic Procrastination\"\nNumber two.\nUh.\nIs \"Avoidance ..\"\n\".. Procrastination\"\nAnd number three is..\n\"Operational..\"\n\"..Procrastination\nThe each of these has a different thing going on in your mind..\nAnd as a result..\n..has a different..\n..has a different solution.\nSo what is \"Idealistic Procrastination\"?\nSo first thing is..\n\"Idealistic Procrastination\" is about a fantasy.\nOkay?\nSo what that means is that you think like..\n\"I want this task..\"\n\".. to turn out a certain way.\"\nI want this task to dot dot dot..\nAnd until the ta[sk]..\nUntil your brain figures out how to make that..\n..possible.\nYou're not gonna do it.\nSo this is also a procrastination of readiness.\nSo what I mean by that is like..\n\"I'm gonna do this task when I'm ready to make it perfect.\"\nAnd so think about all of the things in life that you avoid doing..\n..because you're not ready to make them perfect yet.\nSo the example that I use for this webinar is like..\n..I wanted to improve my handwriting..\n..before I..\n..started doing the webinar because then like my notes would be nice and clean and things like that..\nAnd since like I'm not going to improve my handwriting\nLike.. I'm not gonna do the webinar.\nSo in this case, like..\nThere was an interesting pressure from Covid and all this kind of stuff that we decided..\nOkay..\nLet's do our mental health bootcamp.\nLet's just do it.\nEven if we're gonna do a bad job..\nLet's just try it and see what happens.\nAnd so your attachment to the fantasy..\n..prevents you from moving forward.\nSo I'm gonna ask that there's this girl I like.\nI'm gonna ask her out but she's gonna say no because I'm out of shape\nSo let me get in shape first and then I'm gonna ask her out\nYou guys with me?\nLike this is an \"Idealistic Procrastination\".\nRight?\nAnd so..\nUm.\nSo..\n..what this means is that..\nLike..\nIf you want a 4.0 like you're not gonna..\nYou know..\nThis really leads to all kinds of weird things\nLike..\nLet's say you wait halfway through the semester..\nAnd you procrastinate and you want like a 4.0 that semester..\nAnd then you realize that you're not gonna get a 4.0..\n..because you've procrastinated so much\nAnd then instead of like shooting for the 3.0..\nSince you can't have the 4.0..\nIt's sort of like causes you to lose any desire to do work..\n..and then you end up with a 2.0\nIt's this really weird convoluted mental gymnastics kind of thing..\nBut you're so attached..\n..to a particular fantasy or ideal\nThat you're not willing to..\nLike..  do something..\n..less than the ideal.\nSo it's sort of like this..\nThis attachment to an idealistic..\n..outcome.\nAnd the difficulty of obtaining that idealistic outcome..\nAnd we'll kind of get to that in a second.\nHas to do with \"Operational Procrastination\".\n..prevents you from actually acting.\nRight? Does that make sense?\nYeah, you don't even take the test.\nAbsolutely, right?\nSo you'd rather have..\n..a 100% chance at an F.\nThen the F..\nThen the 20% chance at an A.\nSo you just think about that.\nLike that's crazy.\nYou'd rather take..\n..a 100% chance of an F..\n..rather than a 20% chance..\n..at an A.\nJust think about that..\nThat's completely messed up.\nLike it's bizarre.\nBut it's so true, Right?\nSo let's not..\nLet's remember that the goal of like..\nLike our..\n..our boot camp here is..\n.. we don't..\n..care about..\n..whether things are smart or dumb.\nOr we don't care about..\nWhether we're idiotic or our brain is stupid..\nWe care about what is.\nSo we're not going to judge that we're gonna just accept..\n..that this is the way that we're wired.\nAnd if this is the way that we're wired we can ham and haw..\n..and we can get upset about it\nOr we can just say like..\nOkay, let's scratch our heads a little bit..\nAnd see if this is the way that we're wired\nLike let's see if we can just fix it.\nLet's see if we can start from where we are and move forward.\nSo..\nIf we think about this, we'll get to..\n[Thinking]\nOkay, let's get those solutions, right?\nSo how do you deal with \"Idealistic Procrastination\"?\n\"Idealistic Procrastination\"..\n..if we're thinking about solutions.\nThe first thing is to recognize..\n..that what you're chasing is a fantasy.\nThe solutions.\nBut what you need to do is learn how to step away from your fantasy or idealization.\nRight?\nRecognize that like, okay..\nThe problem is that you set a target for yourself..\n..which is unrealistic.\nSo if you..\nIf you've never gotten a 4.0 if you have a 2.0 GPA..\nAnd you start your second semester and you're like..\nThis semester..\n..I want a 4.0\nLike this semester..\n..I'm gonna do it.\nYou start by actually letting go of that, right?\nYou start by saying\n\"Hey, Buddy.\"\nIt's like very very very unlikely..\n..probably impossible..\n..for me to go to it from a 2.0..\n..to a 4.0\nRight?\nSo..\n..recognize you're chasing a fantasy..\nAnd then..\nThis is the tricky part..\nThen grieve..\n..your..\n..loss.\nOkay?\nSo the solution to \"Idealistic Procrastination\"..\n..is grief.\nThis is what you guys need to learn how to do..\nBecause your attachment..\n..to the 4.0..\n..is what keeps you stuck.\nIf you can grieve and you can say like..\nOkay, that 4.0 is never gonna happen.\nIt's not gonna happen. I'm just not capable.\nI'm not that smart.\nI'm not that capable.\nI'm too lazy.\nI'm too undisciplined\nLet me grieve that loss..\n..and let me set a more realistic expectation.\nLike what are you actually..\nAnd say like..\nAnd then aim low, right?\nSo say like, okay.\nLet's..\n..shoot..\n..for a 2.1..\n..this semester.\nThis is the cognitive process..\n..that you need to do.\nLike just grieve it and just let it go and be like..\nOkay, well, that's it.\nScrewed.\nLet's shoot for a 2.1\nAnd the cool thing about that..\n\"Doesn't grieving sound like giving up?\"  \n [Question from Twitch Chat]\nOn the contrary!\nG..Grieving is NOT giving up.\nGrieving is actually accepting a loss and moving forward.\nRight?\nLike if we think about grief like when someone when a loved one passes away.\nThe process of grieving is accepting their loss..\n..and then moving forward\nGiving up is completely different.\nUm.\nNo, you guys are that smart.\nThe..The all of these problems are worse for people that are smart.\nEasier for people that are less smart.\nBecause your brain is working against you\nThis is what you guys have to understand..\nThe smarter you are the stronger your brain is..\n..and the harder it is to overcome problems like procrastination\nYou guys get that?\nIt's..\nIt's..\nUm.\nAnyway.\nSo the solution to \"Idealistic pra..Procrastination\" is grieving your loss..\n..or..\n..letting go of your fantasy.\nAnd we'll kind of get to this in a second..\nBut..\nSo I want you guys to think about this.\nAs long as you have an unrealistic fantasy.\nYou're never going to be able to move forward, right?\nIf you have a 2.0\nAnd you don't have that.. the study skills or the habits..\nor environment or intelligence to get a 4.0\nIf you attach yourself to that 4.0\nYou're never gonna be able to study..\n..because like you're never gonna be able to get there.\nYou're shooting for something that is like impossible and therefore all its gonna leave to..\n..lead to..\n..is like disappointment and the lack of confidence.\nInstead what you need to do is let go that fantasy and say\n\"Hey.\"\n\"I'm just..\" like \"I've gotten a 2.0 for four semesters in a row..\"\n\"Let me see if I can at least get a 2.5\"\nAnd once you have an attainable goal because this is..\nThis..\n..fantasy..\n..it's.. it's for the most part unattainable.\nYou're setting yourself up for failure here.\nI want you guys to really think about this.\nYou're setting yourself up for an equation that you're like..\n..bound to fail.\nAnd so like no wonder you're stuck in life because..\n..you're playing a game that you literally cannot win.\nAnd If you.. And you hope you win..\nAnd that's what the fantasy is..\nThe more you start to fail them the bigger the fantasy becomes\nAnd the harder becomes to achieve and the more stuck you get.\nLike.. this explains why people are stuck.\nBecause you're not letting..\nYou're not willing to let go of your fantasy of progress.\nAnd if you don't..\nIf you can't let go of your fantasy of your progress\nYou can't actually progress..\nAnd here's the thing..\nWhen you actually let go..\n..of your fantasy.\nCool things happen.\nInstead of a 2.\n1\nYou actually get..\n2.7\nAnd then you're like..\nOkay, I got a 2.7..\n..let me -shoot for a 2.8 and then you get..\n3.0\nAnd then you get..\n3.50\nSo if you guys talk to people..\nWho like put their lives together?\nIt's not an over..\nIt's not an overnight thing.\nRight?\nIt's not an overnight thing.\nIt's a gradual process.\nHow do you let go of your grief?\nSo we'll talk more about that.\nBut..\nYou accept right?\nSo you tell yourselves like..\nSo you're gonna have a thought that I can get a 4.0 and then you na..\n..need to have another thought that says\n\"Hey buddy, that's realistic.\"\n\"Let's shoot for a 2.1\"\nYou have that thought along with your thought.\nSo this..\nSo we can talk more about how to grieve..\nBut I want to go through a couple of other\nUh.\nTypes of procrastination, right?\nSo the second thing is \"Avoidance Procrastination\".\nSo this..\n..procrastination..\n..tends to be based on..\n..emotions.\nWhat I mean by this is that..\nIf you think about a particular task, like..\nLet's say that you want to..\nUm.\nAsk your boss for vacation..\nLike you want to go on vacation..\n..but you're afraid that your boss is gonna say \"No!\"\nOr you're afraid that your boss is gonna think you're lazy.\nOr..\nYou're asking..\nThis is an example..\n..I was dealing with recently.\nYou're asking your professor for an extension due to Covid.\nAnd you're afraid that like..\nYour professor is gonna think you're dumb..\nBecause you need an extension..\nAnd so there are all kinds of like emotions ..\nAnd you're trying to avoid that..\n..emotional impact.\nRight? You're trying to avoid the emotion..\n..of..\n..people thinking or ego..\nYou're trying to avoid the emotion of like..\nYou know..\nOh, I'm afraid that my professors gonna think I'm dumb.\nI'm afraid that this is not gonna ..\n..go well.\nThere's it's.. It's fundamentally..\nIt's an emotional procrastination.\nSo this is different from the fantasy!\nYou guys get that like fantasy is like..\nYou having an ideal in your mind of what you can accomplish if everything goes right\nMan.. During Covid..\n..I can't leave the house so I'm gonna learn five languages..\nAnd I'm gonna get into shape..\nAnd I'm gonna wake up at 7 a.m.\nEvery day.\nThat's fantasy.\nAnd the bigger your fantasy becomes the more you're gonna procrastinate.\nThat's fundamentally different..\n..from having an emotional barrier..\n..that holds you back.\nSo emotions..\nThat..\n..you try to avoid.\nAnd this too is protective\nBecause your brain is now like\n\"Hey man.\" Like..\nOh..\nIf.. Until we..\nUntil we ask our boss..\nWe're not gonna have to feel bad.\nBecause our boss is gonna call us an idiot.\nHe's gonna call us lazy and he's gonna say\n\"No!\"\nAnd then I'm gonna have to call my friends and then..\nI'm gonna have to tell them I can't come..\nAnd then they're gonna be disappointed.\nSo that sounds terrible.\nHmm.\nHow about we don't do that.\nSo your brain is like..\n\"How about we don't do that?\"\nRight? You guys see this?\nBrain is trying to help you out.\nYour brain is like..\n\"Hey man. If this is gonna be bad for you..\"\n\"..how about we don't do that?\"\n\"How about we avoid.. the fear?\"\nRight?\nAnd..\nAnd.. But these are fundamentally different..\nBecause the solution is different..\nYou can sort of let go I mean letting go works really well..\nSo the solution to this\n[angry noises]\nThe solution to this..\n..is first..\n..to recognize..\n..the..\n..emotion.\nActually, hold on, one second.\nSo another thing.\nOkay.. So one of the things that I want to point out here..\nSo the only thing with \"Avoidance Procrastination\" is a lot of times we try to rationally\n..justify..\n..what we should do.\nSo we try to tell ourselves.\nOh like it's no big deal. Like..\nEveryone's gonna ask for..\nEveryone's going to ask for extensions.\nCovid is going on like..\nWho.. What kind of professor is gonna say no to anything during Covid?\nLike who's gonna do that?\nNo one's gonna do that.\nLike.. so we.. we have all these rational arguments.\nOr other people like if we turn to friends or family members and we tell them\n\"Oh hey, I'm having trouble like doing this task.\"\nThey're like.. \"Hey man, just do it.\"\nThey're not gonna say anything wrong.\nLike it's gonna be fine.\nWe try to rationally justify..\n..what we should do.\nAnd how effective is that?\nWhen we ra.. do rational justification.\n[Happy noises]\nOkay.\nUm.\nHow rational is it?\nOr how effective is it?\ntruth is.. it isn't..\nIt isn't effective, right?\nAnd the reason for that is because we're trying to use thoughts..\n..to deal with emotions.\nAnd thoughts don't really work well at dealing with emotions.\nBecause it's kind of like apples and oranges\nIt's kind of like you're trying to..\n..build something with a pen.\nRight? A pen is used for drawing.\nIt's not used for building.\nIt's just.. They.. They don't connect..\nSo that our solution is to recognize the emotion.\nSo..\nAsk yourself.\nWhat is the emotion?\nI am feeling or trying to avoid feeling?\nOkay?\nAnd if you guys are having trouble with that another question you can ask yourself is..\nWhat is the consequence..?\nIf you can't pin down the emotion..\n..I'm trying to avoid.\nOkay.\nAnd then ask yourself another question..\nHow would someone..\n..who is in that situation..\n..feel.\nSo this is a..\n..really..\n..quick\nCheat code to figure out what your emotions are.\nSo a lot of people have trouble answering this question.\nThey don't know what their emotions are. So maybe we'll talk about \"Alexithymia\" tomorrow\nAnd so oa.. one thing that a lot of times like.. uh..\nPeople who are technology savvy or gamers are..\nThey.. They're don't really have a whole lot of emotional empathy.\nBut they have good cognitive empathy.\nAnd what does that mean?\nIt means that if you ask them to..\n..analyze..\n..a situation..\n..and use reasoning to figure out what emotion someone is feeling.\nThey're really good at that\nBut if you ask them, what are you feeling they're like..\n\"I don't know.\"\nThey're emotionally colorblind..\n..but their analytical capability..\n..to..\n..reason emotion is very good.\nSo this is a way..\n..of transforming..\n..emo.. like..\nInability to determine your emotions.\nThis is leveraging..\n..your analytical capability to figure out your emotions.\nSo it's kind of like a..\n..little bit of a cheat code.\nSomeone was asking\n\"Is there some way to productively use this?\"\nAbsolutely.\nIt's all productive.\nUm!\nAnd so..\nThis is.. So.. If you have \"Avoidance Procrastination\"..\nThe first thing..is that you can't rationally fight against it.\nBut that's usually what we do.\nSo stop.\nDon't even try to rationally fight it.\nStart with the emotion.\nAsk yourself.\n\"What is the emotion I'm feeling?\"\nAnd then you're gonna be like..\n\"I don't know what I'm feeling.\"\nI.. I feel..\n..bad.\nAnd these are the answers you can come up.\nBad.\nLazy\nStupid\nThese are not emotions!\nGuys.\nThey're not emotions.\nStupid is not an emotion.\nRight?\nBut these are the only words that we can come up with..\n..because we don't understand what like..\n..we're emotionally colorblind\nSo do this practice and then recognize?\n\"Oh, okay..\"\n\"So this is the negative emotion that I'm feeling.\"\n\"And then what you have to do is work on an emotional level, right?\nSo.. how do you co..\n..and then.. and then you're like..\n\"Okay, well..\"\n[Happy noises]\nLet's play through this dialog.\nSo then what we have to do is work on..\n..emotional..\n..level.\nOkay?\nInstead of a rational level.\nAnd then y'all's responses\n\"How the..\"\n\"..F..\"\n\"..do I do that?\"\nOkay?\nSo I'm gonna tell you guys let's use our cognitive empathy.\nLet's turn cognitive empathy..\n..into emotional empathy again.\nSo..\n..ask..\n..yourself\n[More happy noises]\nIf..\n..I had a friend who..\n..felt..\n..X emotion.\nWhat would I say to them?\nRight?\nAnd then..\n..say that to yourself\nYou guys gettin this?\nSo this is gonna be kind of weird..\nBut a lot of times like..\ninst[ead] like.. when you have friends..\n..who are like?\n\"Oh, I'm afraid that she's gonna say No.\"\nYou know, what you want to say is like you don't want to say\nUm.\nYou know, you don't want to say\n\"Just fucking do it. You're.. you're a retard.\"\n\"Just do it!\" [Don't let your dreams be dreams.]\nLike that's.. that's what you tell yourself, right?\nLike you're lazy..\nYou're incompetent..\nBut the way that you talk to yourself and the way that you talk to your friends..\n..is different.\nSo learn how to be supportive towards yourself.\nInstead of being a judge..\n..for yourself..\n..learn to be a coach.\nAnd what's the difference between a judge and a coach?\nA coach is not someone who says\n\"Oh, everything is wonderful.\"\n\"You're amazing!\"\nA coach still acknowledges your flaws..\nBut then like encourages you to work on them instead of a judge who's punishing you.\nA judge is like..\n\"You're lazy!\"\nSmacks his gavel.\n\"You.. You deserve to go to jail!\"\n\"You don't deserve to play video games!\"\n\"You suck at life!\"\n\"Screw you!\"\n\"[in] jail with you!\"\nAnd the coach is like..\n\"Hey buddy. I understand that you have trouble dribbling..\"\n\"Let's practice dribbling and..\"\nLike.. \"..if we if we work on it..\"\n\"..you'll actually..\" like..\n\"..get better.\" like..\n\"I believe in you.\"\nSo you need to start to like..\nInstead of an angel and a demon on our shoulders..\nOur generation has a judge and a coach.\nThose are the two things that you have on your shoulders.\nAnd.. And you still.. The coach isn't gonna let you slide..\nHe's just gonna be a little bit more encouraging.\nRight?\nAnd learn how to say this to yourself.\nThis is a task to..\nThis is also the subject of an entire video..\nOr.. Or..\nDay.. about like..\nHow to deal with emotions and how to talk to yourself?\nOkay?\nBut remember that..\n..that the main thing I'm asking you guys to really focus on right now is that..\n..there are three kinds of procrastination and understand which one you're dealing with.\nBecause do you guys get that like..\nDealing with this one is fundamentally different from dealing with this one.\nTwo of them can coexist\nBut then you have to deal with each one, right?\nLike.. Someone can come in with like a cough and a fever..\nAnd then you want to give them something for their cough..\nAnd you want to give them something for their fever..\nbut that's the effective..\nThat's the way that you become an effective doctor ..\nAs you deal with like..\n..each part of the problem in and of itself.\nAnd this is why procrastination is so hard to deal with because..\n..we use 'one word' for procrastination.\nBut..\nIn fact..\nIt is actually a lot of different psychological like..\n..patterns..\n..that are all coexisting.\nAnd that's why it's so persistent and so hard to fix.\nYou guys get this for a second that..\n..if we had a solution to procrastination..\nThere wouldn't be a thousand solutions for it.\nBecause one thing would work..\nand then like..\nAll of the self-help books about procrastination would..\n..be useless.\nBecause there'd be one book about procrastination..\n..that works for everyone.\nSo the fact..\nThe fact that you..\n..you..\n..don't.. You have all these thousands of solutions..\nMeans that like none of them work and that's because it's a complex problem.\nBut there shouldn't be one word procrastination.\nIt should be a dozen different books..\n..about a dozen different kinds of procrastination.\nSo now let's go to the last one which is \"Operational Procrastination\".\nSo..\n..this..\n..is.\nSo operational procrastination..\n..is our brain's..\n..difficulty\n..engaging..\n..in..\n..unclear tasks.\nOkay,?\nSo what I mean by that is if our brain..\nSo this is the.. This kind of procrastination.\nI'll tell it to you guys..\nvery quickly. Okay?\nIf you guys ever..\n..procrastinated to do a task..\n..for the first time?\nAnd then when you do the task,.\nYou're like..\n\"Oh that.. actually I could..\"\n\"I should have done that way earlier. It was actually really easy.\"\nDoes that ever happen to you?\nLike this is the procrastination..\n..that you experience.\nWhen.. After you're done..\nYou tell yourself..\n\"Oh..\"\n\"..that..\"\n\"..actually..\"\n\"..wasn't..\"\n\"'..that..\"\n\"'..bad..\"\n\"..I should..\"\n\"..have..\"\n\"..done it..\"\n\"..weeks..\"\n\"..ago.\"\nGreat example of this..\nYou guys are doing yoga with us.\nYou're like \"BAM!\".\n\"Yoga is not that hard.\"\n\"I could have done that weeks ago.\"\n\"I could have done that weeks ago.\"\n\"I should have done that weeks ago.\"\nThis is \"Operational Procrastination\".\nSo now I want you guys to think about this..\nThis kind of procrastination..\nRight?\nI'm.. You guys can't see me pointing\n[Laughter]\nIs different from this ..\n..procrastination.\nDo you guys get that?\nDo you guys get that \"Avoidance Procrastination\"?\n\"Idealistic Procrastination\"\nAn \"Operational Procrastination\"\nCreate different thoughts in your head!\nSo like these are different things that are going on in your mind.\nAnd so they have different solutions..\nAnd if you guys actually start tailoring your solutions..\n..to what is going on in your head..\n..instead of having..\n..\"a\" solution..\n..to procrastination.\nIt's gonna be like night and day.\nSo what is \"Operational Procrastination\"?\nOkay.\nAnd how do we fix it?\nOkay?\nSo this is how to recognize it..\n..First of all\nAlright? This is how to diagnose it.\nThis is the diagnostic question.\nThis is the diagnostic question.\nAnd then this is the diagnostic question.\nSo if your mind is doing this..\nThen you're dealing with fantasy..\n..\"Fantasy Procrastination\".\nIf your mind is trying..\nIf your mind is like avoiding negative emotion..\nIf your mind is telling you this..\nActually this is the diagnostic question.\nIf this is what your mind is telling you..\n..it's a different procrastination.\nAnd this is kind of tricky but..\nThis.. 'cause this is after the fact..\nIf this feels..\n..like..\nYou would say this after the fact..\nThen it's \"Operational Procrastination\".\nOkay?\nSo what do we do?\nWhat is \"Operational Procrastination\"?\nSo the first thing is that..\nWhen we..\n..tell..\n..our brain to do abstract tasks..\nOur brain has difficulty, like..\nExecuting the abstract..\nAnd this is a big problem for video gamers.\nOkay?\nSo..\n..abstract tasks..\n..are difficult..\n..or impossible..\n..to execute.\nI'll give you guys an example of this. Okay?\nBut let's say that I tell my four..\nSo let's say I tell my four-year-old\nShe's like almost..\n..four and a half..\n..or four and a half year old\nUm.\nSo she's like four and a half and I tell her to clean..\n..clean her room.\nShe goes into a room and she can kind of clean it.\nRight?\nIf I tell my two and a half year old\n\"Go clean your room!\"\nShe goes into the room..\nAnd she stands there..\nAnd she can't clean her room.\nWhy can't she clean her room?\nIt's because..\nAnd then I tell her I'm like..\n\"Okay..\" Like..\nShe doesn't understand..\nSo the four and a half year old..\n..nderstands that cleaning room..\n..is a set of individual tasks that are put together.\nShe recognizes a clean room and she recognizes a dirty room.\nAnd she recognizes that her stuffed animals go here..\nHer Legos go here..\nAnd the chess set goes here..\nAnd her markers go here..\nNow the two and a half year old..\n..can't piece that together\nSo I can tell the two and a half year old..\nI can ask her where does the chess set go..\nAnd..\n..she says\n\"Okay, it goes here.\"\nAnd I say \"Clean up the chess set!\"\nAnd she can do that..\nThen I can say\n\"Where do your markers go?\"\nAnd she knows where the markers go?\nAnd I say \"Clean up the markers, do that!\"\n\"Where do your stuffed animals go?\"\nShe knows that.\n\"Clean them up!\"\n\"Do that!\"\nRight?\nAnd then..\n..Legos too..\nSo.. she can do each of the individual tasks.\nBut the..\nBut she can't..\n..put the abstract picture together.\nAnd this is a faculty that if you play video games..\nYou are worse at abstraction..\nbecause what video games do..\n..is they give..\n..They.. They do all the chunking..\n..of tasks for us.\nRight?\nThe video game breaks it apart.\nAll it tells you is what's the next objective?\nOkay, collect five rat tails.\nGo turn this in over here.\nGo do this over here.\nAnd it takes it like how do you beat the game?\nLike if you play like an RPG, like I play a lot of RPGs.\nRight?\nThe RPG doesn't start with you at the beginning..\nAnd says\n\"Okay..\" Like..\n\"..so FF7 [Final Fantasy 7] remake is gonna come out soon..\"\nJust like you're if you're Cloud [Main Character]..\nIt doesn't say like..\n\"Go kill Sephirot!\" [Main Villian]\nIt says like..\n\"Go do this thing..\"\n\"..and go do this thing..\"\n\"..and go do this thing..\"\n\"..and go do this thing..\"\n\"..and go do this thing..\"\nAnd it breaks it up for you.\nSo the more that we play video games.. the more..\n..rusty..\n..our abstraction..\n..and operationalizing part of our brain becomes.\nBecause we're spending like 10 hours a day with tasks..\n..that were not operationalizing.\nBecause the computer and game does it for us.\nSo we lose that faculty..\nIt's kind of like..\nIf you don't speak a language for a long time, you're gonna pfl..\nYou're gonna forget the language.\nRight?\nAnd so..\nThe the solution to \"Operational Procrastination\" is to recognize first of all that you're kind of..\nYou are like a two and a half year old instead of a four and a half year old..\nAnd that if you think about like.. uh..\nA good example of \"Operational Procrastination\" is..\n..finding a job.\nHow do you find a job?\nYou can't find a job.\nDo I walk out on the street?\nAnd I see one lying there and I pick it up.\n\"Oh, look..\"\n\"..I found a job.\"\nNo, that's dumb.\nThat's not.. We don't even have the right word for it, right?\nFinding a job is not something you do.\nYou don't like walk down the street. You're like \"Oh.\"\n\"Oh, there's a job!\"\n\" Oh look, I got one.\"\nWe don't use the right verb.\nWhy do we use the word..\n..\"find\" to get a job?\nLike that's not..\nIt's because..\n..we don't\nWe take this super abstract task and we assign..\n..one crappy word to it\nWhereas actually finding a job is like a super complicated thing, right?\nIt's making a resume.\nIt's polishing a resume.\n\"Do I make a resume?\"\n\"Do I make a CV?\"\n\"What font do I use?\"\n\"What color do I use?\"\n\"How do I make my margins?\"\nWhat if my resume looks fat?\nLike.. What if my resume looks empty?\nRight? Then we kind of get into this procrastination..\n\"Oh my god! My resume is empty..\"\nThere's a little bit of \"Avoidance Procrastination\".\nPeople who are reading this are gonna think it sucks..\n\"Oh my god!\"\nRight?\nSo it's..  it's making a resume.\nThat's something you can do.\nOpening up Microsoft Word.\nThat's something you can do.\nThose are tasks.\nSo the solution to a..\n..to \"Operational Procrastination\"..\nAs many people sort of figured out..\n..is..\n..to actually..\n..operationalize it for you.\nSo what I'd suggest is you..\n..sit down with a piece of paper..\nand you actually write out all.. as many steps as you can.\n..to completing the task.\nSo.. in.. in..\nIf you guys are having trouble with this what I'd say, so..\nTake..\n..an abstract task..\nAnd chunk it up\nIf you guys are having trouble with where to start..\nThis is another key thing, right?\nSo.. like.. How do I make a resume?\nDon't start with the resume!\nStart at the end!\nOkay.\n[Tea Cup?]\nSo..\n..accept..\n..a job offer.\nRight?\nSo just think about this, okay?\nSo we accept a job offer.\nReceive a job offer.\nInterview.\nApply.\nSo then actually we can even say this.. so like..\nFollow-up..\n..post..\n..interview with thank you notes.\nInterview..\nApply..\n..for job..\n..(s)\nHow many do we need to apply..\n..for..\n..Interview?\nWhat are our chances..\n..of..\n..an interview?\nHey, for this.. Before we interview we need to..\nDry-clean our suit..\nHave hair shave..\nOkay.\nIn order to apply for a job we have to find jobs to apply for.\nHow are we going to find jobs?\nOkay, we can use Monster.com or online sites.\nUse Craigslist..\nWe can..\n..ask people we know.\nHow we get..\nNow things are getting tricky so how do we know..\n..we know which jobs.\n..to apply for?\nOkay?\nSo..\nI'm gonna do a video about how to get the job of your dreams which is essentially operationalizing.\nYou guys get this?\nSo this is what you need to do.\nThen what this does.. is like..\nLike.. You can do this, right?\nCan you get a job today?\nNo!\nBut you can dry-clean your suit cut your hair and shave today.\nLike..\n..that you can do..\nAnd then something cool starts to happen..\nAs you start to check these off..\nHow do you think you feel about yourself?\nHmm?\nIt's pretty..\nStart to feel good, right?\nLike you're like..\n\"Oh I applied for five jobs today.\"\n\"Got my hair did.\"\nGot an interview.\nAnd the more that you kind of abstract..\nYou operationalize your..\n..your abstract thing.\nHold on.\nOop.\nOkay.\nThe more you operationalize your..\n..your abstract thing like the..\n..the easier it becomes and the better you feel about yourself.\nAnd then the other really really cool thing about this is if you're thinking about..\nApplying for a job..\nAnd you apply for \"a\" job..\nAnd you get an interview..\nAnd..\nYou.. don't get the job.\nYou feel crushed.\nBut if this..\nSo I want you guys.. I don't know how to say this.\nSo if you have a bunch of..\n..check boxes.\nOkay?\nThat are successes.\nAnd you don't get one job after one interview..\nYou're less likely to be crushed at it\nWhereas if you apply for one job and get one interview..\nAnd you don't make it part of this abstract large process.\nThat involves all of these steps..\nThen all.. all you have is failure..\nBut if you don't get one job in this process\nIt's like..Who the fuck cares like you have..\nYou have all these different things that you're doing..\nLike you're still succeeding at all of them. \"Okay..\"\n\"No big deal..\" like..\n\"..one interview.\"\nSo like that's why..\nYou know..\n..you're..\nHow many it's like..\nLike.. this is part of the process right here.\nHow many do we need to get an interview?\nWhere our chances of getting an interview?\nYou become way more resistant..\n..to despair..\n..when you do this process.\nBecause you start to remove yourself from an equation..\nYou have lots and lots of successes in there..\n..so you don't need to worry about a singular failure\nRight? And so this is how you move forward. This is how you deal with procrastination\nAnd this.. So this is how you move forward.\nThis is how you deal with procrastination.\nOkay, good.\nSo we're gonna do a couple..\nActually uh.. We're gonna have to do meditation\nSo unfortunately..\n..we don't have time for questions now.\nSo we're gonna go ahead and do meditation.\n'cause then I gotta go.\nOkay.\nYou know, I'll sort out my technical difficulties for tomorrow.\nOkay?\nSo let's think about what kind of um..\n[Slapping Noises]\nYou guys wanna do something new?\nLet's do something new.\nAlright.\nSo we're gonna do.. we're gonna do..\nUm..\nWe're gonna do OM chanting. Okay?\nSo I know I'm chanting is kind of weird, but we're gonna do it.\nOkay..\nSo..\nUm.\nSo OM chanting..\nOM is composed of three syllables\nA..\nU and..\nM.\nOkay?\nSo..\nUm.\nSo I'll demonstrate once..\nSo I'm gonna sit up straight..\ntake a deep breath\n[Inhale]\n[AAAAAAAAAAAAAAAAAAAAAAAAAAAA..]\n[..aaaaaa]\n[UUUUUUUUUUUUUUUUUUUUU..]\n[..uuuuu]\n[MMMMMMMMMMMMMMM..]\n[..mmmmm]\nOkay, so I want you guys to do it with me.\n[AAA]\n[UUU]\n[MMM]\nIn one breath.\nWe're gonna do five breaths, okay?\nClose your eyes!\nTake notice of your anxiety if you feel silly.\nSo be it.\nNotice that feeling of silliness..\n..we're gonna practice anyway, right?\nWe're gonna practice..\n..dealing with \"Avoidance Procrastination\"..\n..right now!\nSo notice what is it that you feel?\nDo you feel silly?\nAre you afraid that people are gonna be mad at you for waking them up?\nLike wha are.. What is that that emotion that you're feeling?\nHow would someone if it's 2:00 a.m. where you are, and you don't want to chant like this.\nHow would someone feel if it was 2:00 a.m.\n..and they started chanting?\nOkay?\nSo..\n..let's play that little game.\nAnd then let's to notice those feelings and then let's go ahead and do it.\nSit up straight!\nFive rounds.\n[Inhales]\n[AAAAAAAAAAAAA..]\n[..aaaa]\n[UUUUUUUUUUUUU..]\n[..uuuu]\n[MMMMMMMMMM..]\n[..mmmm]\n[Inhales]\n[AAAAAAAAAAAAA..]\n[..aaaa]\n[UUUUUUUUUUUUU..]\n[..uuuu]\n[MMMMMMMMM..]\n[..mmmm]\n[Inhales]\n[AAAAAAAAAAAAA..]\n[..aaaa]\n[UUUUUUUUUUUUU..]\n[..uuuu]\n[MMMMMMMMM..]\n[..mmmm]\nIwant you to focus on the vibration in your body!\nNot the sound.\n[Inhales]\n[AAAAAAAAAAAAA..]\n[..aaaa]\n[UUUUUUUUUUUUU..]\n[..uuuu]\n[MMMMMMMMMM..]\n[Vibrato]\nLast one.\n[Inhales]\n[AAAAAAAAAAA..]\n[..aaaa]\n[UUUUUUUUUUU..]\n[..uuuu]\n[MMMMMMMM..]\n[..mmmm]\n[Pianissimo]\n[Opens his eyes]\n[Sound of Silence]\nOkay.\nSo go at your own pace..\nRight?\nSo learn to breathe..\nYou guys will get there.\nThat's okay.\nSo thank you guys very much for coming.\nWe very hope you all are doing well.\nUm.\nAnd.. uuh..\nYeah, we'll see you guys tomorrow.\nSo thank you guys very much.\nSo I think we're taking donations on.. on..\n..coffee Kofi.\nUm.. So for those of you who have.. have donated..\n..we really appreciate it.\nUm.\nAnd for those of you who like watch stream and stuff, we appreciate that as well.\nSo come back..\n..uh..\n..tomorrow.\nWe're trying to you know to keep things free.\nUm.\nAnd..\nWe're streaming later today, so I'm streaming in about..\n..an hour and a half.\nSo..\nUm..\nAnd stay well, stay safe.\nTake time to meditate.\nTake time to reflect.\nTake time to do yoga.\nStart to take care of yourself because that's what you deserve.\nRight?\nYou owe yourself.\nThe care that you give to your loved ones and friends is not care that you give to yourself.\nAnd that needs to change today.\nSo start taking care of yourself!"
}