{
    "channel_name": "HealthyGamerGG",
    "video_url": "https://www.youtube.com/watch?v=LZVTbFuZrNw",
    "video_title": "Talking Depression with Reckful",
    "transcript": "We're good?\nYeah man, so tell me -- so, I'm like -- I'm -- I've been living under\na rock for many many many years, but\nYeah\nBut stream chat is telling me that you're\nthe guy. You're Reckful Gladiator, right?\nYeah\nThat's you, yeah. So I'm -- I guess that\nmakes me a fan, but from like a decade\nago.\nYeah, that's most of my viewership.\nThey're a fan from a decade ago.\nThat's interesting.\nSo, tell me, what are we talking about today buddy?\nUm well I\nAnd what, am I -- am I calling you\nReckful?\nYou can call me Byron if you want.\n(What do you prefer?) But yeah I've dealt with depression my whole life pretty much.\nI mean,  so I was like 14 (Okay), and I'm 30 now.\n(Okay) And a bunch of people in my chat\nwere telling me I should call you, (Okay)\nso here I am! (Okay) It's actually starting\nto get better just recently (Uh-huh) cuz I'm like\nworking on a project with some friends\nand it gives me a sense of purpose I\nguess. (Okay) But uh, (What-- ) yeah go ahead.\nWhat's the project? By the way, so a couple of\nground rules: So I'm a psychiatrist, but I\ncan't treat your depression over the internet\n(Yeah, gotcha) unfortunately, and then the other\nthing is I tend to ask a lot of\nquestions. If there's anything that you\ndon't feel comfortable answering, just\ndon't answer it and just let me know.\nOkay um and yeah, 'I need to turn your\nvolume up' they're saying. Okay, I'm\nturning it up now.\nOkay, is that good chat? (Yeah) Yeah, okay, talk a\nlittle okay. Yeah, 1 2 3 testing 1 2 3\nShould be good. All right yeah you can\nask whatever you want, and if I don't\nwant to answer it on stream (Just don't answer it) I just won't I guess\nYeah yeah okay.\nSo tell me um, what do you\nmean by depression? Let's start there.\nWell I've been diagnosed with bipolar\ntype 2. (Ah) And when I was six, my brother\nkilled himself. He also had it.\nHow old was he? He was 21,\na very big age gap. (Okay) And then\nbecause of that, when I've gone to get\ntreated, they can never -- can never give me\nSSRIs. I've never tried an SSRI. Cuz he tried an SSRI and then that --\nthat happened after. (Okay)\nProzac. (Okay, okay) Um and I've tried a couple\nthings. I've tried like --  I was on a really high dose of lithium at one point.\nHow did that make you feel?\nVery bland yeah the same thing people\nalways say. Like kind of dead, you know,\nkind of -- (Yeah)\nYeah, and then um, God I've tried a bunch of\nother ones, but they're not super\nmemorable. One of them gave me like some\neye pain, so I had to stop taking\nit cuz I was really sensitive to light.\nMaybe you know which one I'm talking\nabout. (Okay) I don't know, I tried a bunch\nof different ones. This is like, 14 years\nago, most of it, so now I don't really remember.\nUmm, but uh --\nHas medication ever been helpful?\nOkay, so the only thing that's been\nreally helpful is when I was in\nAmsterdam\nI took psilocybin and it really worked\nfor me. You know, so this is fascinating.\nSo the FDA just today I think classified\npsilocybin as a breakthrough therapy,\nI don't know if people know this, for\ntreatment for anxiety and depression. (Yeah yeah I heard about it yeah)\nSo psilocybin was helpful, and in what way?\nIt's such an intense feeling. It's kind\nof hard to explain, but it let me get out\nof these like thought loops that I was\nin that were causing me to be sad. (Yeah)\nAnd I just step back and see things in a\nnew perspective.\nOkay, so today's supposed\nto be a stream about meditation. And\nReckful, I'm gonna ask you a couple of\nother questions. But if it's okay with\nyou guys, we're gonna talk about that and\nlike what's happening in your mind, and\nwhy psilocybin is helpful, and how you\ncan cultivate that sensation without\nusing psilocybin. (Okay!) So the first thing\nis like this this phrase of \" thought loop\" I\nlove. So why don't you explain to people\n\"what is a thought loop\"? Um okay, now you'd\nexplain it better! *Laughs* But just certain\nthings -- You're going along through your\nday and a certain thing happens. And it\nalways causes you to think in the same\npattern of -- a certain negative feeling at\nthe end. And I always hear it described as\nit's like an icy mountain with the sleds.\nA lot of the sleds have gone down and then\nthere's these patterns that have formed that your\nmind tends to go down one of these paths\nof the sleds (Yup) And then when you're on\npsilocybin, it seems like it doesn't. It's\njust kind of free to think of whatever. (Yeah so -)\nOkay. Yeah, so let's talk about thought\nloops for a second. So the first thing to\nunderstand is that it's a repetitive\npattern of thinking that sort of leaves\nyou -- leads you to the same place every\ntime. But then you take the ski lift back\nto the top of the mountain and then you\njust go back down it again. (Yes) Right? So\nlike this is important to understand\nbecause your mind thinks that it's doing\nproductive thinking, but it's not doing\nproductive thinking. It's just thinking\nthe same shit over and over again. So I\nkind of think about thought loops like\nchewing gum. Like they're working working\nworking, but there's no nutrition. There's\nno actual resolution, and there's no\nbenefit. You're just chewing the same\nshit over and over and over again. (Okay)\nThe other thing is in your case like I\nwould imagine that your thought loops\nare focused on yourself. Right? They're\nabout you. My thought loops are about me?..\nI have to think about it, if that's true.. Umm\nSo.. what are the thought loops I have?\nYes, so let's start there. Usually they have to\ndo with, \"Oh, leading back to everything\nhas no purpose\" or something like that I think.\n(Okay, great) But then at the same\ntime, even when I'm happy, I don't mind\nthe thought that \"everything has no\npurpose\" So that's a strange -- it seems\ncontradictory. (It, it's not.) It's not?\nOkay tell me why --\nIt does seem contradictory. (Okay)\nOkay, so because this is -- Um, so let me ask you -- Okay, now we're gonna get weird\nReckful. Do you believe that life -- what\ndo you think of -- what's your sense\nof like what life is?\nUmm, I'm an organism that uhh came to be from two\nother organisms who (Sure) liked each\nother enough to (have a child) have a baby.\nYeah, and is that -- are you -- is that all you are?\nYou're just a biological organism?\nAnd I have consciousness which we can't\nreally explain, \"the hard problem\". Okay\n(Right?) Yeah, so what does that --\nWhat do you think about your life? Like\nwhat's the -- like, do you feel like your\nlife has purpose? Most of the time \"no\", but\nrecently I've started to think \"yes\"\nbecause I realized I can start trying to\nhelp other people who have had my same\nproblems. So I relate to them and then I\nhope by making this game I'm working on\nthat they can find friendship and a\nsense of community. Because I'm making an\nMMO (Okay) like a really..yeah. \nOkay, that's awesome man!\nThings I wanted as a kid, yeah.\nOkay, so I'm gonna\njust dive into Sanskrit for a second,\nokay? So Sanskrit -- the the Yogis like\nback in ancient India, like thousands of\nyears ago, basically started to believe\nthat the world was false. And the reason\nthat they started to believe the world\nwas false is because they sort of\nunderstood that like the sense organs\ncan be falsified. So either (Yeah) through the\nuse of hallucinogens or dreams. But\nultimately that the experience that they\nhave within a dream is actually the same\nexperience that you have within reality. That even though a dream can be fake or\nreal, YOUR experience of a dream is the\nsame as your experience of life. That you\ncan feel suffering, you can feel joy, you\ncan feel hope, you can feel sorrow, (Yes that's true)\nyou can feel abject terror. And so what they realized\nis that like ultimately the\nfoundation of reality is actually\nconsciousness and that the foundation of\nreality is experience and that the\nexternal world is false.\nYeah I've listened to the \"case against\nreality\", maybe you've heard that? Dan\nHoffman I think? Uh I haven't heard that one\nin particular, but there's a lot of stuff\nfrom quantum mechanics that supports\nthis. I don't know if Dan Hoffman talks\nabout that. (Okay)\nBut a good example of like\nunderstanding this from a quantum\nmechanics perspective, which there's an\nargument against what I'm about to say,\nwhich I'm happy to go into, people who\nare interested. But basically that\nreality exists as a probability, and it's\nthe act of observation that causes a\nprobability to collapse into a reality.\nWhich is sort of a weird complicated\nthing to say but --\nSay it one more time?\nSo, that reality actually exists as a\nprobability. Like reality is not static\nin that the act of observation causes a\nprobability to collapse into a reality.\n(Okay) So like the world exists as a\nprobability waveform, and when you\nobserve something, that probability\ndisappears and it becomes a reality. (Okay!)\nYeah, I mean I've read some quantum mechanics stuff like Sean Carroll or whatever.\nYeah, so like Schrodinger's Cat I think\nis the best example of this. But then (Yeah)\nthere was this experiment called The Double Slit Experiment, which actually proved\nthat observation -- That was really weird!\nIt's bizarre! (Yeah!) What do you remember\nabout it? Double slit experiment umm okay..\nThey shoot electrons through the two\nslits. If they look at the electrons, they\nshow up on the other side as like uhh -- in a\nin a certain pattern And if they\ndon't look at it, they show up in two\ndifferent patterns.\nYeah exactly. Yeah, so\nthey show up as an interference pattern\nif you don't look at which of the slits\nthe electron -- I mean, *the photon* goes through.\nRight? So it's like (Okay the photons, yeah)\nthe bands of light and dark. (Yeah) And then, if you observe\nwhich phot -- which *slit* the photon goes\nthrough, then the pattern on the\nother side disappears. So literally like\nwhat you see depends on where you look!\nLike if I'm looking at the slit (Yes, it's bizarre!) then I only see one\npoint of light.\nAnd if I'm not looking at the slit,\nthen I actually see an interference pattern. Right? It's crazy! (Yeah, it's bizarre!)\nSo what's it -- what's your -- what's your\ninterpretation of it?\nThat consciousness creates reality. It's what the Yogis have been saying for\nthousands of years. (Okay) That the act of\nobservation: that our consciousness has\ncreative power. Now, (Okay) the interesting\nthing is that if you -- so now we get to\nSanskrit, and this is kind of a real\nroundabout way of getting to this idea.\nSo the Yogis actually came up with two\nwords for reality. One is Maya: Maya means\n\"illusion\", and the other is Lila: and Lila\nmeans \"play\". And so interestingly enough\nboth of these sort of imply a falseness\nto the universe. But I think what's\nhappening is on some sense you've had an\nexperience, either through psilocybin or\nother things -- and I suspect other things,\nand we'll get to that later -- that has\ngiven you a sense that something about\nthe world is not real. And what happens (Okay)\nis when (I have had it many times, yeah) when you're happy -\nYeah, we'll get to that. - when you're happy\nyou can exist in a Lila state which is\nlike \"it's no big deal that the world\nisn't real\" It's play! Like \"let's just\nhave a good time!\" It's actually just like\na video game! Like just because -- (It's like the experience machine!) Yeah, and just because a video\ngame isn't real doesn't mean that we\ncan't enjoy it, right? In fact, quite the\nopposite: that's actually a big problem\nfor most of my audience. Yeah, you don't\nneed to know -- you don't need to know how the game works even to enjoy (Absolutely!) playing it\nYou know, you always are trying to figure\nout how life works.. NOW we have to be\ncareful. Because even though you can --\nyou can appreciate Lila, which is play,\nand you can appreciate that nothing in\nthe world is real, WHEN YOUR DEPRESSION\nACTS UP -- and I want you to understand\nthat depression is like a pattern of\nthinking within your mind. It takes the\nthings that you know and distorts them.\nSo it takes the fact -- It hijacks this\nidea that you know that the world is\nlike, not a real place, in some sense.\nAnd then it sort of makes you feel like\nthere's no purpose because nothing is\nreal. But that's an understanding that\ndoesn't actually mean like anything bad.\nIt's just -- That's what the depression\ndoes. The depression hijacks your\nthinking and takes the things that you\nknow and spins them in a particular way\nthat like actually makes you suffer.\nYes, but then I was also saying that even\nwhen I'm happy, and I even if I thought\nreality was an illusion, I could still be\nhappy at those moments.\nYeah! Absolutely!\nRight? But those are -- that's because when\nyou're able to step outside of\ndepression, when you're able to step\noutside of yourself. You can appreciate\nthat like life can be happy and joyous,\neven though it isn't real.\nBut when your Depression kicks in, you\nbecome nihilistic. So nihilism is this\nidea that like \"life has no purpose and\nno meaning so might as well fuck around\"\nwhich actually isn't the case.\nSo first, Reckful, why don't you tell me a\nlittle bit about what happens in your\nmind -- Any questions about this? No, that\nI can -- that I followed. I mean, okay, it\ndoes follow that what we see as reality\nis not based reality for sure. Because if\nyou think how a different animal, let's\nsay we look at an ant. They're not gonna\nperceive reality anything similarly to\nhow we do. They perceive reality in a way\nthat helps them survive. And we perceive\nin a reality in a way that helps us\nsurvive,  right? Let's say, we have to\nnotice a lion running at us, or whatever,\nand we have to notice motion more than\nother things, or like about you, back in\nthe day. And the people who actually saw\ntoo many things or saw based reality\nwouldn't have survived, you know, if --\nThe natural selection would favor people\nwho just see certain things more --\nBeautiful! So so now now that that segues\ninto an important point which is that\nyour mind is designed to survive. It's\nnot actually designed to protect you\nfrom suffering. (Yes) Okay (Yeah) so this is one\nof the most simple things that like, I\nthink a lot of people -- I mean, I disagree\nwith a lot of my colleagues in the sense\nthat my impression of a lot of mental\nillness is that it's actually FUNCTIONAL,\nUSEFUL mechanisms of our mind that (I\ncould believe that) that are kind of out\nof whack or haywire. So anxiety is a good\nexample of our mind's ability -- go ahead.\nYeah, no, I agree with you. (WHY?) Because I was just saying on my stream earlier today that\nuh, anxiety actually could get passed on\nas a trait from natural selection\nbecause it could help. Let's say you're\nalways worried someone's gonna kill you\nYou could have, a thousand years ago,\nsurvived because of that and that (Absolutely!) that trait could pass on.\nSo let's just tap into a second what anxiety is. And I've talked a lot about anxiety, so we're gonna talk\nmore about depression today. But what I\nunderstand anxiety to be is that anxiety\nis simply your mind's ability to\nlook into the future and predict\nproblems. That's all it is. (Okay) It's just the\nfuture-predicting capability. And if you\nthink about someone's experience of\nanxiety, what happens is they look into\nthe future and they predict a problem\nAnd the possibility of that problem\nworries them so much that it sort of\ncontrols their behavior. So if I'm afraid\nof looking like an idiot when I do\npublic speaking, that anxiety is actually\ntrying to protect me. It's not trying to\nfuck me over. It's trying to protect -- by\nthe way, can I curse on your stream or? --\nDo whatever the fuck you want, yeah.\nAnd so actually, all really anxiety --\nAnxiety's trying to help you out. And the\nfirst thing to understand if you want to\nconquer your anxiety is that, like it's\ntrying to help you out. And then you just\nhave to understand that it's it's like a\nguard dog that is like way too sensitive.\nSo there are ways that you can calm it\ndown, but the first thing that we need to\nstop doing is demonizing our anxiety or\ntrying to like root it out of us.\nBecause once we understand where it\ncomes from, then we can try to put it\ninto context, we can try to help it. But\nlet's talk a little bit more about\ndepression today. So tell me what your\nexperience of depression is.\nOkay, it's very hard very hard to explain. The\neasiest way to explain is I've had years\nof my life like this, where I wake up\nevery day, and I don't see a purpose to\ndoing anything. Well I don't see a\npurpose in getting out of bed. I don't\ncare if I stream or don't or if I go eat\nor don't At some point I get really\nhungry. I'm like, okay I guess I have -- like\nI feel like I -- It forces me to kind of,\nyou know. (Yeah) But I don't really care\none way or the other. And then I\nstart to think I don't care if I -- when\nI go to sleep, I don't care if I wake up.\nI'd prefer not to, actually. The sleeping\nwas the most peaceful part of my day.\nOkay and how long would this like -- how\nlong would this stretch last?\nYears. (With? -- Okay,  so --)\nI've had it since I was 14. And there's like 14 to 16..\nAnd then I remember when I found photography,\nI was like a little inspired for a\nlittle bit and then it went away. And\nthen maybe 17 to 20.. -- like, it goes for\nyears, and then I'm happy for a little\nbit, and then years, and then happy for a little bit.\nHow long is your period of happiness? \nMy chat would know better than I do, but it's\npretty short. I don't know.. I like -- two\nmonths maybe? (Okay) Yeah, is that? -- You\nhear about people like that?\nYeah, so I think I think this is a really common\nmisconception. I think I think you're -- you\nmay have clinical depression, but I think\nwhat you're describing is not clinical\ndepression. So I'm gonna explain to you\nguys what clinical depression is. I think\nyour problem is that your life is empty.\nThat's different. In fact, that's what we\nwere going to talk to the other person\nabout today and we will. So I got a bunch\nof questions about this because --\nSo you're saying you think I was diagnosed\nincorrectly when they said they have  bipolar type 2?\nYou may have depression on top of that. But what I want you to understand is that like\nthere are different flavors of\ndepression. One of them is a biological\norganic neurochemical kind of thing. (Okay) And\nwhat I'm hearing from in --  but there are\ncertain features of that that you -- you're not -- you don't really fit that bill.\nSo I'm gonna describe what that is.\nSo you may be depressed on top of being\nunhappy or having a life without purpose.\n(Okay) But those are two independent things and\nthe whole point behind what what people\ngot interested in last week and what\nwe're gonna finish up today is actually\nperfect for you! Which is maybe why\npeople are telling you to come on.\nSo I treat people with depression, (Yeah) and\nsometimes what happens is I treat them\nfor a while and they come into my office\nand they say like -- Okay, so I'll like\nassess them for depression I'll be like,\n\"Are you getting out of bed every day? Are\nyou able to do this? Are you able to\nconcentrate? Are you able to go to work?\"\nAnd they'll say, \"Yeah, but I'm still depressed.\"\nAnd then I tell them, \"Well\nactually, like I don't think you're\nclinically depressed. Now you're just unhappy.\"\nAnd there's a difference between\nclinical depression and unhappiness or a\nlife without purpose. (Okay)\nAnd this is the tricky thing. It's like what's\nhappened is our society's become so\nmental health focused, that we've started\nto describe all of these things as like\nmental pathologies. (Okay) But I think that this is like, your problem is that you're at\nthe top of Maslow's Hierarchy of Needs.\nAre you familiar with that? (No) Okay, so\nMaslow basically said we have a\nhierarchy of needs. That at the bottom we\nneed like food and shelter, and then we\nneed community, and all that kind of stuff.\nAnd at the very top is something\ncalled self-actualization.\nThat at the end of the day, like we have a need to become like fully actualized human\nbeings who like derive -- I mean, it's a\nneed for us to feel like we're\naccomplishing what we put our mind to. (Okay)\nAnd so I think what you are is\nunfulfilled, and that you've probably\nbeen inappropriate --\n(I mean, that's true.)\n-- insufficiently challenged since you were\na teenager. And that life has not like\ngiven you anything that was worth\nfighting for.\nThat it's just like it's been like easy mode.\nNow you may be depressed on top of that, so let's talk about that for a second.\nSo clinical depression is an episodic illness.\nThat's the first thing to understand.\nSo major depressive disorder *or* bipolar disorder is episodic. (Yeah)\nWhich means that for periods of time, you're well.\nAnd then you enter a period of depression, which lasts two weeks to\nabout one year. Maybe a little bit over a\nyear. And that you have a period of like\nand then it sort of naturally gets\nbetter.\nOh, one thing! Now I'm worried that, 'What\nif I incorrectly remembered my past\nwhen saying I've gone years of being\nunhappy?'\nThat's very possible!\nAnd now I'm getting -- now I'm getting\nmisdiagnosed. (No, no --)\nMaybe I haven't gotten years.. maybe it's been one year.\nSure, so that's possible so like I said I\ndon't think that --\nHow long -- how long do the happy periods -- would the happy periods be?\nIt depends on the person, but,\ngenerally speaking, like I'm looking for\na few months to a year to even over a\nyear, right? So I'm looking for like\nsomewhere between like four and six\nmonths of like a period of remission. Now\nyou could, like I said, you *could* have\ndepression. You could have depression. I don't know\nthat you don't, or bipolar type 2.\nBut what I'm saying is that like,\ngenerally speaking, sometimes I talk to\npeople, and they say, \"I've been depressed\nsince I was the age of 14.\" And if you've\nconstantly been depressed for 15 years,\nthat's not how major depressive disorder\nworks. Because our body has--\nNo, because I've come -- I've come in and out of it.\nSo I've come out of it when I like to started photography.\nI came out of it when I started liking, uh.. I guess World\nof Warcraft for a bit. Came out of it when --\nlike, little periods though -- I came out of\nit when -- I everytime I find -- But then I\nthink that could lead back to\nfulfillment. Every time I find this\n'something' I really like, then I come out\nof it. For sure, so it could just be the\nfulfillment thing you're saying.\nWell, so hold on, let's talk about this. So I\nthink you're onto something, but that\nyour solution is half correct. (Okay)\nSo why do you think it is that photography -- Like do\nyou remember when you started doing\nphotography? Like, how old were you?\nI was sixteen. My dad bought me a camera for my birthday, and I remember taking a bunch\nof pictures of film camera. And then when I\ngot it developed, I looked at it. And I was\nlike, \"Oh, I really like this. This is fun.\"\nAnd that's it. Nothing more to it than that.\nOkay um, how -- do you remember how you\nfelt before you got like.. -- Tell me about\nlike what high school was like for you.\nEarly high school.\nMan, it's kind of hard to dig deep into..\nOkay. I do remember I, like most students, didn't enjoy being in class.\nI had a few friends outside of class though. We played -- I started liking\nplaying guitar a little bit. And some of\nthem played guitar a little. Um, I liked that.\nThere were little periods of enjoyment\nhere and there. We talked about what kind\nof music we liked, like high schoolers do\nI guess.\nDid you (Umm..) do you have fond\nmemories of being a freshman in high\nschool?\nSome! Some memories are not bad..\noverall my thought about school is that\nI didn't like it but I can remember some\ngood things what I didn't like about it\nbeing in class but I remember liking I\ndid like some I played guitar in front\nof a bunch of people like an unplugged\nconcert thing during high school I\nremember liking\nmm-hmm so what didn't you like about\nclass it was boring uh the things I was\nlearning weren't things that were super\nstimulating to me and sometimes I\nalready knew them but not always I\ndidn't always know them yeah sometimes I\njust didn't know them but they weren't\nwhat I was interested in huh school was\neasy school was pretty easy yeah III was\nuh yeah I had good grades and SAT and\nall that yeah yeah\nso we're gonna talk more about how you\nwere insufficiently challenged because I\nstill think that's your problem but\nwe'll get to that\nso tell me a little bit about so it\ndoesn't sound like I'm not hearing\nanything about depression when you were\nin high school you said 14 but you're\nnot describing anything to me that oh\nyeah no cuz it's hard for me to really\ndig deep and remember I mean I listen\nokay I remember I listened to a lot of\nsad music I was a lot of people who\nkilled listen I was idolizing a lot of\npeople who killed themselves okay at the\ntime because I was listening like\nNirvana and then Elliott Smith and then\nI don't know a bunch of other I can't\nremember but I mean sounds like you were\nyeah yeah it could be yeah I know I was\nbut the lyrics were very relatable to me\nokay what was relatable I mean lyrics I\nguess just this overall lack of purpose\nand meaning something to something\nit's it I kind of really have to I feel\nlike I'm not doing justice to my own\nlife you know to my own memories I can't\nremember exactly well you're not gonna\nbe able to write so yeah yeah so I I'm\nI'm kind of digging around and and\nyou're not expected like I don't\nremember much about when I was 14 like\nyou know people don't really remember\nmuch about when they're 14 and that's\nokay it's just I'm trying to figure out\nwhere where the money is and it sounding\nlike okay so when I was 16 okay when I\nwas 16 I\nI tried to kill myself okay so when I\nwhen I was 16 I uh I took 20 to 22\nsleeping pills and they drank a bottle\nof wine and I tied a plastic bag over my\nhead and I fell asleep and I just woke\nup later and I had ripped the bag off my\nhead and I was alive and and uh I\nworried and asked do you remember what\nyou were feeling when you tried to kill\nyourself\nhe was really dumb I there was a game I\nwas playing called a Sean's khalaf when\nI was 10 when I was 16 and then that\ngame was no longer popular no one was\nplaying it and I'd know when to play\nwith a car - yes right know as an MMORPG\nokay and it started dying because of all\nthe Warcraft and no one else was on to\nplay anymore and I felt like the only\nthing I cared about and the only thing\nI'd practice my whole life and really\nloved was irrelevant okay yeah great I\nmean not great but I think I'm starting\nto see a pattern okay so great so let's\njust think about that for a second\nreckful let's think about that right\nyeah what what do you think was going on\nin your head there so I think now that\nyou you're leading me to the answer but\nthe Ashlyn stall was giving me\nfulfillment and you know a place to try\nas hard as I could and be competitive\nand whatever and meet friends and all\nthese things all these natural human\ndesires was it hard then uh it was hard\nyeah yeah and then uh then it went away\nand I didn't have that anymore and I was\nunfulfilled uh-huh and then when did you\nget your camera it was around a little\nafter that yep yeah round yeah and then\nI started like a photography so tell me\nabout the photography it's really hard\nwhen it's about artistic things I can't\nremember like the feet have a feeling\nand the while like I don't know but I\nwas in a pictures for a while and then\nmy parents took me on a trip to Europe\nto show me where they used to live in\nSwitzerland and\nneighbouring countries I took a lot of\npictures there and I came back and I I\ngot a bunch of my pictures printed out\nand then I walked around a South\nHollywood and like then to art galleries\nI showed them my pictures and one of\nthem put my pictures up in the gallery\nmm-hm and then I remember feeling good\nyeah did that happen and and when did\nthe depression come back after the\npictures could have been around the time\nwith the gallery because everyone liked\nother people's pictures way more than\nmine I don't remember exactly what yeah\nso I don't know if it was in a weird way\nI don't know if it's because do you\nremember feeling like you were you had\ndone a really good job with the pictures\nin the gallery yes for sure and then you\nknow everyone else's pictures were\nreally edited and it was annoying to me\ncuz I thought mine were better but\neveryone liked the other what's better\nyeah yeah so okay and then what was\nanother thing that brought you out of\nyour depression\nI don't okay I don't remember the next\npart because I start playing World of\nWarcraft but I don't member ever being\nhappy while playing World of Warcraft I\nplayed it for so many years yeah I\nremember I remember being really happy\nat any moment even when I was at the top\nokay so I want you to so I think your\nperiods of happiness like when you came\nout of your depression those sound to me\nlike they're not dealing with the\nunderlying problem I think what happened\nis you had opportunities for you to\ndistract yourself from the underlying\ndepression like you can get into\nsomething but only for a time and you\ncan only distract yourself for so long\nand then what happens is is one of two\nthings that happens either one is that\nlike something takes that away from you\nor oddly enough I think the thing that\nthe reason that that photography may\nhave lost is it its interest is this is\ngonna sound really bizarre is not\nbecause other people's photography was\nbetter than yours because something\ntells me that when someone is better\nthan you at something\nthat actually pull actually want to try\nit's a drive yeah what happened your\nfucking problem was that you were young\nyou were how old 16 and someone put up\nyour artwork in a gallery in Hollywood\nand that is you won the game\nthat doesn't mean you lost that means\nyou fucking won okay\nand I feel like I wanna be okay yeah I\nknow you didn't but I think the real\nproblem there cuz it's weird right like\nyou would think that I would you would\nthink so we have to just understand that\nlike we would think certain things but\nwe have to look at the data of your life\nand interpret it what was disappointing\nwhat got you out of photography or when\nit Lots it lost its luster was actually\nat the height of your career and you\ncould have kept going it wasn't like him\nit wasn't like you walked around and you\ndropped it because no one displayed your\nartwork like that makes more sense like\nthat's a loss right I walked around and\nI showed it to a bunch of people and no\none displayed it which is like that's\nnot even that unusual because you're\nfucking 16 you took some pictures yeah\nyeah who's gonna display your artwork in\na gallery in Hollywood when you're 16\nand you're just like you got a camera\nmonths ago well it turns out that\nsomeone will because you're really good\nat photography because you do a good job\nat things that you apply yourself to and\nthat you find challenging and when\nyou're engrossed in a challenge you\ndon't have to worry about the fact that\nyour life is like its core meaningless\nbecause you can find you can find some\nsense of like external challenge and it\npulls you out of yourself it pulls you\nout of yourself when you're doing\nphotography well that was really\naccurate and the thing reckful is that\nyou don't like being yourself and so\nwhen you can pull yourself out of being\nyourself it's an amazing feeling because\nyou don't have to be rekted right\nbecause reckful is life isn't worth\nliving like you can wake up today and\nyou can eat or not eat but who the fuck\ncares\nit's just reckful is life but when\nyou're doing photography you're like\nyou're not reckful anymore right you're\nlike taking a picture you become kind of\nlike one with the picture and then the\nproblem is like once you get good at\nthat then you're like back to being\nI feel like you've conquered that and so\nyou're like okay well now what so we\ngotta understand like what is it about\nyou that makes you feel like like living\nyour life is not worth living and we're\ngonna talk for a second I'm gonna get to\nthat in a second but I want to talk\nabout psilocybin\nso what psilocybin looks but so Simon\ndoes is it takes you away from reckful\nthat's why you want it right because you\nlove actively love your shirt whatever\nokay but like so so your thought loops\nin the depression and stuff like that\nthat all exists within reckful like\nwreck flows life you have this ego this\nthing called a hunger which thinks that\nyour your life is fundamentally like\nmeaningless and what psilocybin does is\nit takes you actually outside of your\nego we have a sense of identity that is\nbased on like who we are and like by who\nwe are like things that go on a resume\nso you identify as like gender or you\nknow like you're your you have a certain\nlike professional career you have a\ncertain age you have a name these are\nthe things that you identify with and\nwhen you're taking a picture you're none\nof those things does that make sense\nokay yeah it does uh I don't like my\nidentity\nso you're saying yeah your life and so\nanytime you have an opportunity so when\nyou're playing music like you're no\nlonger like a particular age you're just\nplaying music you become one with the\nmusic you become one with the rock Rafi\nbut this the distraction pulls me out of\nmy immersion in a first-person\nexperience whatever yeah absolutely and\nthat's exactly what psilocybin does\nright so psilocybin is a substance that\ncauses the walls of the self to break\ndown yeah so whether whether it's\npsilocybin whether it's music whether\nit's photography or and and this is the\nother interesting thing is you're\nfinding purpose and why are you finding\npurpose again what do you like about\nwhat you're doing I like I like that I'm\ntrying to give people something\nI wanted as a kid what is what is the\nwho's the focus on who are you thinking\nabout just few people have an experience\nyeah so I'll tell you reckful listen\ncarefully now your depression you're\ntrying to cure the depression that is\ngrowing within kids outs out there today\nyou're trying to protect them from what\nhappened to you yeah that how does that\nfeel feels good yeah feels meaningful\nyeah good is an understatement the\nunderstatement of the fucking year it is\nvital it is crucial you must do this\nthing yeah I think it's the fucking\nunderstatement of the year when you say\nyeah it's like it like gives me a reason\nto wake up in the morning like no this\nis this isn't our MA I've talked about\nTara you may not know what I'm talking\nabout people who watch regularly this\nisn't her mo you guys are seeing it\nright this is like this is duty or\nresponsibility it's not something that\nyou're doing this is the other thing the\nreally powerful thing about this and\nwe'll get to the roots of your\ndepression the really powerful thing\nabout this is that you're not thinking\nabout yourself anymore I don't know I'd\nlike to feel selfless like that but I\ndon't know that it's true you know I'd\nlike that your thought yeah well we'll\nget to how you're thinking about\nyourself so I think now we also\nunderstand the roots of your depression\nbecause the person if you want to\nunderstand why you're depressed you have\nto like really envision who is it that\nyou're trying to help like all of the\nqualities when you're saying that you\nwanted to give people an experience that\nyou didn't have as a kid I don't think\nyou're talking about playing a fucking\nvideo game I think you're talking about\nbeing alone I think you're talking about\nbeing abandoned and you don't want\npeople to feel the way that you felt and\nso you're trying to make the world a\nbetter place\nmaybe what are you feeling right now I\ndon't know it's Tapatio automatically I\nam yeah\nI'm not thinking anything take a moment\nit's nice to feel something yeah it's\nkind of weird right because you're\ncrying so most people associate that as\nlike a thing that they don't want to\nfeel no I liked it yeah how do you feel\nwhat do you feel in your body feel like\num in my body I don't know how to\ndescribe it I don't know I I feel I feel\nlike I just passed something yeah and uh\nkind of hopeful I guess\nyeah future maybe yeah I I think I\nimagine you feel a little bit lighter\nbut we what we can call it is levelling\na little bit you just leveled up yeah\nokay you want to keep going or you want\nto take a break no it's good uh what we\ncan keep talking but what what what\ngames have you played what's your how\ndid you know my well stuffer I'm because\nI so I played wow like in vanilla and\nBurning Crusade Brinker shows good why\nare we talking older you why are you\nasking me questions about yourself\nmyself now of all times\nwhat do you think I don't know you tell\nme that's us taking a break so I think\nyou've had a lot and now you I think you\nneed to step away from what you're\nfeeling for a little bit and already\nyour mind is returning to normal right\nyou're returning to normal reckful or\nyour thoughts like your mind had shut\ndown for a little bit and as you start\nto ask me questions about myself which\nI'm happy to answer your mind is gonna\nstart functioning again and that feeling\nis slowly going to\naway uh-huh so shall we take a break\nwhat do you mean by break like uh\nwe're just gonna talk about anything no\nno about whatever so what I mean by\nbreak is like you just went through\nsomething that was like a little bit\npowerful and a little bit emotional and\nthat's a strange state of mind to be in\nyou didn't know what the fuck was\nhappening and it was like it was like\nyou went underwater\nand now we're coming up for air so if\nyou want to we can go back underwater\nlike if you want me to just do that\nagain we can do that again and you can\nlearn more or not to blow my nose yeah\nokay yeah you could talk people okay I\nmean that was intense\nyeah I know I'm still live on stream I\njust need to process for a second to\nokay so okay so I should introduce\nmyself to stream so my name is dr. olive\nkitteridge I'm a psychiatrist\npracticing in Boston Massachusetts my\nmain area of interest is technology and\nvideo game addiction but I have a kind\nof a different background I spent maybe\nI should wait until rectals back but I\nspent a few years about seven years\nstudying in India to become a monk and\nthen spent about seven years studying to\nbecome a monk and then ended up going to\nmedical school and became a psychiatrist\nif you guys want a Harvard Andy I'm I\ntrained at Harvard Medical School and\nI'm faculty at Harvard Medical School\nwhich a lot of people seem to get a kick\nout of and my main area of interest\nuntil about one year ago was\nincorporating like Eastern medicine like\nEastern ideas and philosophy so studying\na lot of like yoga and meditation and\nBuddhism Hinduism some of the more\nesoteric spiritual practices as well\ninto mental health treatment and my\nexperience has been that like our\nWestern understanding of mental health\nis just wow fully incomplete and there\nare a lot of reasons for that\nand I've had a lot of success through\nhelping people kind of like reckful by\nsort of getting to some root issues\nwhich is what what the Eastern system\nkind of conceptualizes like Western\nmedicine thinks about depression is like\nsomething that you just treat with an\nSSRI like you just give them medication\nand you do some therapy and then like\nit's just a disease that you live with\nfor the rest of your life like there's\nthis idea in Western medicine that once\nyou get diagnosed with depression you\nhave depression your entire life I don't\nbelieve that I mean I think some people\ndo but in my experience I've had some\npeople in my practice who have had\nbipolar disorder or who like or off of\nmedications and they have these sort of\nreally powerful spiritual or\npsychological experiences that really\nget to the root of where their illness\ncomes from and by getting to that root\nyou can actually like have someone have\na transformative experience which is\nwhat I believe\nand in in reckful x' case i think that\nyou know he may fit criteria for a\nbipolar disorder type ii but i think the\nbasic problem here is that we're gonna\ntalk to him in a minute\nyou ready to dive in again yeah okay I\nkind of wanted to hear what my basic\nproblem was but it's better I don't know\nno no it's fine yeah so we're gonna get\nto that so I think basically like\nreckful x'\nchallenges that something like i don't\nknow if you guys saw this but there's\nsomething really powerful about what\nhe's trying to do and that comes from\nsomewhere right like it's not like you\njust waked like he's not trying to help\npeople with like autism he's not trying\nto help people with Down syndrome he's\nnot trying to help people with who were\nyou know like victims of like genocide\nor the Holocaust he's trying to help\nlike lonely kids find meaning in\ncommunity and support and I think that's\nthat's the route so my question for you\nreckful is like what was your childhood\nlike tell me about your childhood okay\nso I have some early memories of playing\ngames with my brothers I like those a\nlot and I remember even just watching I\nwould try to stay up late and watch them\nplay certain computer games and then two\nbrothers yeah - I had two brothers yeah\nand then how was the age difference ones\nten years older ones 15 years older okay\nso I would just watch them play games I\nremember like I was really young like\nfour or five and I couldn't beat a level\nin Doom and then my brother went in and\nlike edited the\ncode of the game so the ceilings were\ntoo low for the monsters to run around\nthey were running in place and I could\njust go through and beat the level which\nI still enjoyed doing yeah of course\nwhich brother did that guy my brother\nwho passed away yeah yeah and when I was\nsix that happened I remember seeing like\nhospital cars and for some reason I\nremember seeing a lady my dad worked\nwith walk out of the house and I was\nlike my thought at the time was is that\nmy new mom I remember thinking some I\nknew something was wrong but I don't\nknow what happened yeah so hold on a\nsecond so you approached the house from\nthe outside yeah cuz my other brother\nGary he drove me Oh to an arcade cuz\nsomething bad had happened I get but he\nwas crying while I was playing arcade\ngames that I know it was wrong and then\nwe came back home but the hospital car\nwas still there with the plus side and\nthen everyone was crying I don't\nremember too many specifics I mean when\nI came home from school my mom would\nalways be crying or not not there she'd\nbe in her room then I'd play games okay\nyeah I'd play like Super Nintendo yeah\nand it seems like your memory is pretty\ngood when it comes to this well that\nthat yeah that memory is really strong\nthat with the hospital car mm-hmm but\nthe other I don't remember like coming\nhome from school specific days I\nremember before that happen I used to\nget so excited to see my brothers when I\ncame over from school I'd be like his\nguy home as Gary home you know and me\nexcited to play games with them\num yeah and and that was gone after yeah\nyeah and yeah my my brother other\nbrother Gary he never left his room\nanymore and he was he'd be playing\nguitar I'd hear and play guitar so um\nwhat do you think life was like for you\nafter that it's very lonely for sure\nyeah yeah it's hard for me remember any\nmore specifics like day-to-day from what\nI'm six but I just yeah yes I I know I\nplay games a lot yeah so I mean this is\ngonna sound like kind of a weird\nquestion maybe a leading question but I\ncan see a certain beautiful purpose with\nfive year old you in your life what was\nyour project old me yeah what was five\nyear old his purpose fuck I don't know I\njust wanted to play I want to be as good\nas my brothers to play games with them\nsomething I think yeah right it's like\nsimple but it was it was pure and it was\nsimple and it was it was like it was\nabsolutely there right like you were\nexcited about that like that's what\nthat's what you live for like yeah and\nyou would like watch them play yeah yeah\nyeah yeah that's okay what are you\nfeeling now I don't know it just happens\nautomatically yeah so close your eyes\nfor a second okay tell me what you feel\nin your body something here yep I'm\nreally bad at describing feelings yes\nthat's why we're doing this we're gonna\nteach you right now\nokay okay what are you feeling in your\nchest where people describe this as a\ntightness maybe a tightness and I keep I\nrealize I need to breathe more steadily\nokay so your breathing is erratic\nya know what what's happening so as you\nnotice the feeling what happens to it\nit's going away yeah right and what just\nwhat just changed with your breathing\nyour breathing is different it's more\nregular yeah yeah what's happening to\nthe feeling it's going away yeah another\nway to describe yeah so yeah but it's\ngoing away like would you say it's\nloosening what I say it's what loosening\nloosening yeah the tightness is\nloosening mm-hmm I'm relaxing mm-hmm\nyeah okay so now keep your eyes closed\nokay so tell me a little bit about\nfive-year-old you and what he wanted\nfrom life he wanted to get out of what\nschool or even when you're 5\nkindergarten yeah you wanted to get out\nof kindergarten as fast he could like\nhe'd come home play games with his\nbrothers yeah and I'm gonna say\nsomething kind of weird so reckful I\nthink you love five-year-old you a lot\nand I think you have a lot of hurt\nbecause something really bad happened to\nhim like you love that kid and something\nthat was just terrible happened to him\ndo you see how like that kid is not you\nlike that's like it's not right that's a\ndifferent no but you love him so much\nand the problem here is that you're\ntrying to protect him you try so hard to\nprotect him and take away what happened\nto him but you just can't do it and you\ndon't know how to help him yeah what\ndoes he need sure\nI don't know come to terms with reality\nnope no just think about it for a second\nlike what does he need like what do you\nwant to protect him from I have no idea\nokay so but but you understand that he's\ndifferent and you understand that\nsomething happened to him what happened\nto him let's start there mm you got\nquickly shoved out of his comfort zone\nof family and things he cared about yeah\nI think so\nI'm not I'm not buying its owners of\nyour tournament yeah I was trying to\nyeah so so what happened I went\ndifferent it's way more powerful than\ncomfort oh it's true how do I worry well\nhe had he had family uh-huh and he\ndidn't absolutely there you go right\nit's so simple\nyeah so simple it's not fuckin comfort\nzone and what do you want for him what\ndoes he need family absolutely\nabsolutely it's nice and simple it is\nyeah the things that fuck us over always\nare now this is the really profound\nthing reckful is that while this seems\nlike it fucked you over in a sense of\ncourse it did but in a sense it didn't\nthis is your Karma\nthis is what happened to you and this is\nwhat's made you the person that you are\nand I think that this is like as long as\nthat feeling is there like this feeling\nof loss and loneliness like that your\npurpose when you saw that that that\nmedical van or ambulance with the Plus\non on the side that was the day you lost\nyour purpose and for a time you found\nactivities that can help you get past\nthat you can forget about it\nbut that's the day that like your life\nchanged right like every reason that you\nhad to wake up in the morning was to go\nto class so that you could come home\nfrom class and spend time with Diane\nGary and then one day all of that\nchanged and it changed you presumably\nirrevocably but I don't think that\nthat's true I think you can get Pat's\npast this and I think your lack of\npurpose is like this is where it comes\nfrom I'm feeling a little better\nhave you talked to anyone about this\nyeah but I uh I didn't let myself go\ndeep in it I guess I think I cuz it was\nalways most the time I was it was when I\nwas 16 when I want to talk to people\nyeah I think I was a little more closed\noff than I am now yep all you need is\nthe Internet to watch yeah well I became\nreally open with everything because I\nrealized to help me at some points I\nguess yeah yeah I think can help others\ntoo yeah so why are you making this game\nreckful I always wanted to make a game\nsure but this reminds me as soon as I\nsaid that have you seen the split brain\nexperiment video where there's a guy on\nhis left side he says pick up the\nRubik's Cube and he picks it up and then\nhe lets us hand it to your other hand\nand then he they ask the right his right\nside why are you holding a Rubik's Cube\nand he says I always wanted to learn how\nto solve one of these which makes me\nthink a lot of times when people are\ndescribing something they're doing and\nwhy they're doing it it's inaccurate\nabsolutely\nso I don't know brilliant I know I\nalways wanted yeah yeah I know I always\nwanted to concave for sure when I\nstarted playing an MMO when I was 10\njust cuz Gary wanted to make a Pokemon\nMMO and we were doing research on other\nMMOs and then I ended up playing it for\nseven six seven years from 1999 so he's\ngot a footy I always thought it was a\ncool idea to make a game I started\nstream on Twitch because some game\ncompany made a game called Forge said\nthat advertises her game I could work\nfor them or something or you know help\ndesign the game and that you know didn't\ntheir game didn't succeed so they never\nhired me and then now I finally can make\nmy own game just you know because I'm\nsteering for a long time and can fund it\nyeah so reckful I this is really\nimportant to understand okay and I'm\ngonna reference some stuff that I've\ntalked about before so I I want you to\nunderstand that everything that's\nhappened in your life has brought you to\nthis point you've always wanted to make\na game but that's a desire that's just\nlike man I've always wanted to make a\ngame cuz I'm a gamer and that's kind of\ncool like I also want to like I've\nwanted to make games like I'm interested\nin that I bet a lot of people are but\nwhat got you to where you are like like\nit has to be the right game the Stars\nhave to align for you to make the game\nthat you need to make and there's been\none really big star missing which is\nlike purpose and I think the reason that\nyour this game like this game is\ndifferent it's got to be because you're\ntrying to solve something with this game\nyou know and that's gonna give you the\nstrength that you need to actually solve\nit yeah I'm a little worried I don't\nknow that I'll initially solve it on\nfirst release right away but I want to\nyou know always be patching and\niterating yet to get there yeah yeah we\ncan talk about that more but I'm you\nknow I'm not worried about I mean that's\njust yeah so I think the main thing here\nis that you're trying to do something\nreally important\nright and I think you're not you're not\nmaking the game for some like faceless\nkid out there yeah you're saying I'm\nmaking the game for a kid like me who\nwanted something to go home to and\nfriends just spend time with wait a way\nto spend time with friends online and\nhave community and stuff yes which is\ntrue for sure yeah I mean I would take\nit even one step further I don't think\nit was for a game for a kid like you oh\nyou just saying I'm making it for me not\nfor the you today me as a kid yeah yeah\nthat's where it comes from what do you\nthink about that that's really accurate\nI think yeah when you say it I mean\nrings true yeah yeah right so I think\nthis comes down to so if you want to get\nto the roots of your depression you've\ngot a you've got to help that kid like\nwithin yourself you cut out you don't\nget to the root what a great time to cut\nout right yes to get to the root I think\nyou've got it you've got a help you've\ngot to help you right that's what you\nthat's what you need like that's where\nthe hurt is that's where the depression\ncomes from that's where the loss of\nmeaning in your life comes from because\nlike meaning was taken away from you had\nplenty of meaning until one day you\ndidn't and all you've managed to do is\ndistract yourself and find relief\nthrough distraction and you're good at\nwhat you do and you're ambitious and\nyou're intelligent so sometimes you can\ntrick yourself into thinking that a\ndistraction is purpose but it's not and\nI've questioned ya know how did your\npurpose come to be wanting to help\npeople I know I'm curious to know\nChristine are you talking about mine\nyeah yeah so my story is kind of funny\nso I played way too many video games in\nhigh school I mean it probably as a kid\neven before that but it really started\nto become a problem in high school and\nthen after after my first year of\ncollege I had less than a two point\nand then for the next year I also like\nkind of failed out of college I was on\nacademic probation and my dad who's a\nreally fantastic guy was like\nsomething's got to change and they've\ntried everything they'd like punish me\nlike sent me to a military school and\nlike all this kind of crap and I just\nwasn't getting my shit together and he\nsaid so you have to go to India and I\nsaid okay so the summer after my\nsophomore year I remember I still\nremember cuz my memory is clear about\nthis - we were kind of talking like late\ninto the night and this conversation was\ndifferent because like usually when I\nwas I would like fail stuff like they\nwould yell right like I'd get punished\nor they'd like be like you know I'm\nfucking up but this time my dad was just\nsort of not really resigned but it was\nlike a really like problem-solving\nconversation and we kind of like I felt\nlike we were on the same team and he was\nlike look we got to do something about\nthis because this is not working so I\nwent to India or 20 or 20 or so you're\n20 yeah so 20 20 or 21 and I went to\nIndia and I stayed at this place called\nan ashram and an ashram is like a\nmonastery so I spent three months\nstudying yoga and meditation and\nabsolutely loved it and what I loved\nabout it is that we we study all kinds\nof stuff we study physics we study\nmathematics we study history we study\nsociology we don't study ourselves like\neven if you study psychology it's about\nlike experiments about other people it's\nnot like how you work it's not like why\ndo I lack meaning in life like how can I\nactually find the answer to that\nwhere does meaning come from how does\nour mind function so in your case the\nroot of your depression is something\ncalled a some scar which I'll explain\nlater and until that some scar gets\ndissolved you're gonna continue to be\ndepressed and this is why you can have\nperiods of like distraction and whatnot\nand you can fit clinical criteria for\ndepression and all that good stuff but\nthe end of the day you have this some\nscar that formed the day that you saw\nthat plus sign or maybe the next day\nwhen you realize that when you went home\nI think the some scar formed the day\nthat you actually realized which which\nwas your older brother guy or Gary guy\nso one day you actually realize that\nlike guy is never gonna be home when you\ncome home and that's I think when this\num scar form\nand so it was a system to understand\nlike who you are and how you work like\nwhere desires come from where did\ndesires go to like all this different\nstuff about the self and I loved it and\nso I decided to become a monk I went to\nmy teachers and I said hey I want to\nbecome a monk and they said that's\nfantastic come back when you're 30 and\nfinish a doctoral degree and we'll take\nyou so I went back to the US and decided\nokay if I want to become a monk then I\nhave to finish college and then I have\nto like get a doctoral degree so but you\nokay but you had a purpose so you\nprobably did it yeah you finished\ncollege so I finished college every\nsummer I went back and studied in India\nover December break so I had spent like\nfour months a year in India for the next\nseven years with the goal of becoming a\nmonk ended up meeting my wife got\nconfused because I was like oh I want to\nbecome a monk but I'm really into this\ngirl and all this stuff so decided your\nmics cutting in and out a little bit I'm\nfollowing the whole conversation I don't\nknow why it's probably cuz I'm maybe the\nthresholds a little so met my wife and a\ncouple years later decided that like the\nmonk path wasn't the right path for me\nor more importantly realized that you\ndon't have to be to be a monk to be\nspiritual then ultimately being a monk\nis not what you wear it's actually all\nabout your internal experience so the\nway that you deal with your own desires\nthe way that you deal with your own\nambitions the way you deal with your own\nego and that for me still coming out Oh\nweird sorry is it cutting out for\neveryone\ncutting out for everyone right oh it's\nno it's the discord people are saying oh\nweird maybe we can change the server\nwe're on or something\nI'll try to change it we're on us-south\nlet's try us alright and then we're back\nmister escort okay so um decided not to\nbecome a monk because ultimately I\nrealized like you can be a monk monk is\nlike like it was for me it was all about\nego it was all about like Oh like I was\na failure at life so like the way that\nis waged my ego was by saying oh like\nregular life isn't for me so I didn't\nhave to fail if I became a monk because\nI'm truly spiritual and I'm not for this\nmaterial world it's all a bunch of\nbullshit ultimately I realized that if I\nare you sure yeah you think it was much\nthinking you were trying to escape the\nchance of a loot Lee absolutely okay\nright because it's it's it's easy to\nlike escape from your failure in college\nif you were not meant for like the\nmaterial world and I was like better\nthan that I was meant for the spiritual\nworld because I'm deeply spiritual and\nI'm not gonna run in this rat race and I\ndon't care about grades and all these\nfucking peons out there that are living\na material life I'm better than them I'm\ngonna become a monk then I realize that\nwas a load of bullshit that that's yoga\nthat there are two kinds of ego there's\nregular ego and then there's the subtler\nmore devious ego which is the ego of\nhaving no ego\nlook at how spiritual I am you know is\nthat that that whole like so ended up\ndoing neuroscience research so I've\nalways been kind of a skeptic and was\ncurious about like what was happening in\nmy brain when I was learning these\nthings so started doing neuroscience\nresearch ended up going to medical\nschool and then decided that I wanted to\nbecome a psychiatrist and that I was\ngoing to incorporate like some of these\nEastern perspectives on mental health\n- like psychiatric care and teaching\npeople how to meditate and all that good\nstuff and then it's funny so how tarmo\nworks because then life sort of threw me\nan interesting curveball which was while\nI was training I started asking some of\nmy like professors and stuff so I\ntrained at Mass General Hospital and\nMacLaine which are both Harvard Medical\nSchool teaching affiliates in the number\none psychiatric hospital and all this\ngood stuff no more in hospital in the\ncountry all that jazz so I was\nsurrounded by a lot of brilliant people\nand I\nstarted asking them I was like what do\nyou guys think about video game\naddiction and no one has a fucking clue\nright so if we think about the leaders\nin the field in the fields in general if\nwe think about like leaders in the\nfields of like finance like world\nleaders leaders in the field of medicine\nthey're like all in their 50s at a\nminimum and so I realized like when one\nof my supervisors who's a brilliant\npsychoanalyst said yeah I think the\nreason that people play too many video\ngames is the same reason they get\ntattoos I was like lady what the fuck\nare you talking about she has no idea\nand that's when it hit me that like no\none in psychiatry like has played a\nvideo game like all these Chiefs of\nPsychiatry and you know like head of the\ndepartment of psychiatry at Harvard\nMedical School and like Yale and Hopkins\nand Harvard like none of these people\nmake sense yeah they just they've never\nplayed a video game so realize that like\noh it's got to be me because who else is\ngonna do it right and I think like\nthat's what's special about you're\nnodding right why are you nodding I'm\nnodding because this is a nice sense of\npurpose for you to have and you can\nrelate the people who play games because\nyou play games yourself I think the\nother reason being is because you get it\nright it's gotta be you reckful oh it's\ngotta be me know something about you\ntalking about you and your MMO it's\ngotta be you oh no I was thinking it's\ngotta be you yeah but I'm saying that\nlike the same guys yeah yeah so you're\nnodding with understanding so if you go\nback and you watch this video\nyou're passively listening until I said\nthat I was anyway that's my possibly\nlistening possibly listening it sounds\nlike I wasn't really immersed but I was\nreally immersed yes IIIi don't passive\nlistening is not you weren't paying\nattention but a passive just means I\nwasn't yeah giving back body like yeah\nso I think there's something about that\nstatement with which resonated with you\nwhich caused you to to have some more\nbody language it could be again this\nRubik's Cube thing where I'm trying to\nexplain something that happened and it's\nnot accurate I mean at the end of the\nday I could be over-interpret if you\nhaven't seen that video you need to see\nit it's it's crazy\ncorpus callosum people have their corpus\ncallosum severed do all kinds of cool\nthings\nso then I about in September of 2018 I\nguess it's a little over a year ago I\nactually made the mistake of just\nrandomly posting on Reddit and I said\nI'm a psychiatrist that's interested in\nvideo game addiction ask me anything so\nthe post ended up hitting the front page\nand I started getting like inundated\nwith calls\nso like I'd get like people didn't know\nhow to find me so I started getting like\npaged I have a pager right because\ndoctors have pagers nowadays like it's\nAustin drug dealers were the only ones\nleft with pagers I don't even know if\ndrug dealers do anymore yeah so so I\nstarted getting paged and people were\ncalling me and emailing me and I\nrealized like there's just no way that I\ncan help like I'd been working with\ngamers for years but there's just no way\nthat I can help like every person out\nthere and I've got to do like I've got\npeople more and so I'd sort of set\nmyself up to kind of be like the next\nDeepak Chopra or something like that I\nwas like very like ambitious and and you\nknow I had a lot of like in this way\nright now\nyou're a o e helping people absolutely\nthat's exactly what this one yeah it's\nAoE right yeah so I realized that I\ncan't like single-target this shit it's\njust not gonna work like yeah after the\nAMA I probably got hundreds if not\nthousands of requests for help and and\nlike from all over that all over the\nfucking place like some dude reached out\nto me from Singapore and was like hey\ncan you come to Singapore and like talk\nto us cuz we're struggling and I was\nlike sure but I don't know how or why\nand and just gets all these random so\nmost even more bizarre is I got a I got\nan email a couple weeks ago from two\npsychologists that worked for the\nSerbian military and they're like hey\ncan you help us like you teach us how to\ntreat video game addiction and I was\nlike yeah I can try so you're absolutely\nright that it needs to be a OE right but\nlike not even just a OE and like one\nlike I need like a global AOE like\nserver whine like a surfer wide virus is\nwhat I need\nyeah YouTube yeah so we have YouTube and\ntwitch and that's why I started\nstreaming so I started streaming about\ntwo and a half months ago and you know\nwas advised against doing that by a lot\nof people in like many of my colleagues\nand stuff like that because though I can\nget sued and all that good stuff and and\ntalked to attorneys and things like that\nso hopefully I don't get sued so I'm not\nreally just delivering medical care but\nyou know what happens if someone comes\non stream and then kills themselves or\nsomething like that I mean I you know I\nthink at the end it I'll try not to kill\nmyself anytime soon for you yeah thank\nyou I appreciate that I'm serious no\nproblem I actually I haven't thought\nabout killing myself since I think yeah\nI believe that if you if you do happen\nto have those thoughts again feel free\nto reach out you have my discord and\nyeah I will say you know you're you can\ndie but not until you've done what you\nneed to for that five-year-old like\nunless you do that first you're just\ngonna have to come back and fix that\nproblem later death is not I mean so in\nmy religion and through some of my\nexperiences through meditation I really\ndo understand I believe in things like\nreincarnation and and I think the trick\nbut yet going this is where you're gonna\nwhat's the word\nyou're gonna divide your audience that's\nfine yeah I know so I so I I also say a\nlot of things on the stream that are\nbased in science this is not one of them\nso I try to draw a distinction between\nyou know what I believe but I think\nultimately like once you meditate you\nstart to have experiences and then like\nI can't shake I don't I don't logically\nbelieve in reincarnation it's based on\nexperience so I there are certain\ntechniques of meditation and stuff where\nyou can remember your past lives and\nthings like that and I've just seen too\nmuch consciousness is pretty weird\nabsolutely I didn't put it past\nconsciousness that you know I mean how\ndid it just happen in this organism or\nin that organism so so uh it could it\ncould be that there's no organism at all\nthere's making shit up\nthere's a lot of weird shit I think you\nknow I don't scientifically believe in\nreincarnation I don't think it makes\nsense logically but like once you have\nsome experience it just it just feels so\nreal is the best way that I can put it\nis it a possible hallucination of my\nmind absolutely but that's a\nconversation for a different day kind of\nhow I got to my thermo so now I realize\nthat like they're gamers out there that\nneed help and that the number of gamers\nwho need help is like astronomical that\nfor the first time mental health has\nsurpassed cardiovascular disease and\ncancer as the number one cause of\nmorbidity and mortality in the United\nStates that for the firt you have a\nlittle bit of a tick tick there you well\nlike searching for information in your\nhead or something like uh stats like\nthat you you roll your eyes a little I'm\njust telling you you probably don't want\nto have it yeah why not um why not why\ndon't you want to have this tick I mean\nit's up to you yeah maybe you do I don't\ncare but I'm just I was just letting you\nknow yeah that's okay I tend to me I\nhave a lot of facial expressions that I\nthat I tend to be pretty transparent\nabout and if I'm scanning my memory I\nthink it's fine for people to understand\nthat I'm scanning my memory\nwe're not playing poker true I do play\nsome poker so I wouldn't want to do yeah\nit's it's in my professional interest to\nactually show what's on my face not\nconceal it so I tend to be different\nfrom other psychiatrists in that way in\nthe sense that like a lot of people try\nto be a blank slate I just show what's\non my face I see the blank slate does\nsuck I've talked to a lot of people in\nSlate I think it's stupid I mean okay\nactually that's kind of judgmental I I\njust don't think it's for me I'll put it\nthat way I think some people you know I\nget that they want to do with that we\ncould say stupid that's fun so yeah we\nwere talking about her money yeah so I\nmean now I I realize like I just need to\nhelp people and that mental health is\ngetting worse in this country and I\nthink part of the reason for that so the\nother interesting thing that's happened\nrecently is life expectancy between\nages of 25 and 64 has gone down for the\nfirst time suicide suicide is a big part\nof it suicide is increased by 50% in\nteenagers over the last decade\nso like Justin it makes a lot of sense\nthey're constantly comparing themselves\nother people on yeah so I think\ntechnology and stuff absolutely so\nsocial media has really started to prey\non certain like aspects of our\npsychology that were kind of unaware of\nand so my sense is that like the field\nof mental health needs to be addressed\nway more quickly and are in a way\nbroader sense and what I mean by this is\nlike people need to understand some\nfundamentals about how their mind works\nlike I think it's infuriating that you\ngo to a psychologist and you ask them\nhow does my mind work and they're not\ngonna give you an answer like there are\nanswers I think there are very simple\nanswers like I think your problem is\nthat you have a some scar most people's\nproblems are that you have this kind of\nball of undigested emotion that lurks\nbeneath the surface and exerts its\ninfluence on your mind it's like you've\nyou've had a debuff since the age of six\nin that deep office no she's called\ndepression and there are some times\nwhere you can get temporary buffs like\nlearning how to play guitar or like I\nlike that elegy yeah and so you've just\ngot this fucking debuff and the thing is\nyou had the debuff for so long that you\nthink it's like it's debuff sucks by the\nway absolutely I hate and and and you\nthink it's some part of like you think\nyou you got it during character creation\nyou think it's you right because when\nyou get diagnosed with type two bipolar\nthat's like during character creation\nlike you picked a trait to give you\nyourself extra character points and\nyou're like I'm picking type two bipolar\nand I get five more character points and\nI'm gonna I'm gonna pick like good it\nWow\nwho the fuck would pick that yeah but\nbut the cool thing is it's not it's not\nstatic right I believe and I could be\nwrong and and maybe you're stuck with\nthis for the rest of your life but I\nthink you can get significantly better\nand I think it's like right beneath the\nsurface man like I'm good I'm starting\nto believe it I'm sorry I'm good at my\njob but I mean like 15 minutes dude 15\nminutes is what it took and it's just\nright there and it's so big\nthat's why it's so easy to get to\nbecause you have this whole you have\nthis whole like iceberg\nand it's just like right beneath the\nsurface and if you if you resolve\nsomething it's not just about grief it's\nnot just losing your brother but it's\nlike shattering your perception of like\nwhat life is about like life became\nmeaningless to you after that because\nthat's what you that's what life was\nabout and then suddenly like that's no\nlonger on the table you give a kid a\npurpose in life you give his life like\nbecause that's the thing about the child\nright it's such a simple and pure\npurpose and then you yank it away it's\nnot complicated it's not complex it\ndoesn't have different shades so it can\nbe shattered in an instant and then it's\ncompletely broken if you lose your\npurpose at the age of 30 that's\ndifferent because you have different\ndimensions of your life at that point\nyou have something to fall back on but\nyou didn't have anything to fall back on\nbecause that's all it was\nand then your other brothers say it in\nhis room all the time\nmm-hmm right not his fault was just I\nrealize my my just was thinking of my\nparents are probably watching this\nthat's fine so that's interesting yeah I\nmean they're welcome to come on to but\nthat's it's nice anyway yeah and and I\ndon't think it's anyone's fault right\nand there's there's other stuff here\nwhich if you want to have a conversation\none day about forgiveness and whether\nyour brother deserves forgiveness or\nwhether you've forgiven him that's\nprobably an important crime oh I\ndefinitely know I don't blame him at all\nokay because I know what it's like to go\nthrough day by day having no desires and\nsuffering the whole time\nand for it you just want it to be over\nyeah and I don't I don't blame her yeah\nnot even a little bit so questions\nreckful other people know you did a\nreally good job you're you're good at\nwhat you do what do we do good I'm happy\nto hear you say that but what did we do\nyou just talked me through my problems\nand helped me find them okay nice\nI made some realizations about myself\nand it gives me a little more purpose in\nthe future good a lot a lot a lot of\nyeah so I just want you to remember that\nwhen you feel depressed like it's not\nthat those feelings aren't real and\nthere's a lot of science that suggests\nthat it's not just to some scar right\nbecause you have a family history of it\nthere's probably some genetic component\nto it there's something going on in your\nneurotransmitters which is absolutely\nreal you know but these are just sort of\ndifferent like dimensions of the self\nand so you can have that biological\nstuff going on and you can sort of have\nwhat I would call sort of like the roots\nof your depression or spiritual they're\nnot even psychological and that you have\nyou have an unfulfilled governme you\nhave something that you owe to the the\nsix year old you and all of the kids who\ncould be that six year old you and you\nhave to help the world become a place\nwhere like that kid like you want to\nbuild the safety net that you need it\nyes I was gonna sorry I was thinking\nthere was a period of time where I\nstarted meditating when I was in Japan\nyeah and I remember feeling just like\nserenity yep and I wanted you to tell me\na little bit about meditation yeah great\nso let's talk about meditation\nso what's meditation reckful well now\nthat putting it in the perspective of\nwhat you were telling me earlier I guess\nI like it cuz it takes me out of myself\nyep\nbecause I'm not myself at the time yeah\nso I want y'all to understand so like we\nhave a mind and we think we are a mind\nbut we are not our mind our mind is just\na part of us right like if you think\nabout you can observe your own thoughts\nabsolutely and then you're the observer\nit kind of it's kind of mine fucking\nactually to think it is my fucking your\nif you're observing the thoughts yeah so\nyou can't you can't the observer cannot\nbe the observed so you can look at\nyourself in a mirror but then what\nyou're actually looking at is the mirror\nright you're not actually looking at\nyourself so the Yogi's realize that\nthere's this thing called consciousness\nwhich is actually outside of the mind\nand sometimes when you meditate you\nenter this state of mind where you have\nno thoughts and no real perception of\ntime because time also exists within the\nmind and that the more that you step out\nof your mind the closer you get to the\nmost basic version of yourself which is\nwhat consciousness is and meditation is\nthe systematic practice of stepping\noutside of your mind and existing in a\nconscious state without the activity of\nthe mind and we tend to associate those\ntwo but there's a very simple\nunderstanding of the states of\nconsciousness go ahead ask ask I was\njust gonna say we can agree on\neverything else without agreeing that\ntime exists in the mind right\nuh so one of the hallmarks of the\nmeditative state is you lose the\nperception of time yeah okay I mean\npsilocybin - yeah right so that so\nthat's because the perception of time\ncomes from within the mind so for\nexample like when your mind yeah the\nperception of time is yeah from\nconsciousness from consciousness from\nthe mind right so so let's let's go\nthrough this what do you mean exactly so\nfirst thing to understand is like we\nthink about consciousness and mind as is\none thing but let's understand that you\ncan have a state where you're conscious\nwithout mind unconscious with mind\nconscious with mind in unconscious\nwithout mind there's like a two-by-two\ntable\nokay I need explanation yeah so let's\nstart with this so when you're when\nyou're sleeping are you conscious is\nyour mind active yes yes when no it's\nnot okay so let's think about that when\nyou're dreaming ah beautiful right but\nyou're not always dreaming so but I\nthink even when you're not dreaming\nyou're repeating events of the day like\nlet's say you play piano and then you go\nto sleep sometimes you'll wake up and\nyou'll know how to play it better\nbecause I think while you're sleeping\nyour mind repeats it over well no no so\nwhat you're talking about is memory\nconsolidation which happens during sleep\nalthough I don't know if memory\nconsolidation is an activity of the mind\nor not but if we look at sleep you don't\nknow if memory consolidation is an\nactive mind activity within the amygdala\nthe amygdala is activating or something\nyeah so your brain is not your mind so\nyour brain is doing all kinds of shit\nwhen you sleep but that's not mind what\ndo you mean by money great so we're\ngonna understand this all right all\nright okay so this is the first thing to\nunderstand it's like if we think about\nmine so mind is like thoughts its\nsensations its sensory perceptions\nthat's mine\nokay so thoughts in sensory experiences\nlet's just call that mind so in sleep is\nthat the what to call this something\ncortex well it depends I mean each the\ncortex has different fields for\ndifferent perceptions so there's a\nsomatosensory cortex there's an auditory\ncortex there's an olfactory cortex there\nlots of different cortices so all the\ncortex combined is that mine no so the\nbrain is different from the mind ok so\nremember that the yoga I'm having yellow\nso we're we're good so let's take a step\nback from neuroscience for a minute and\nunderstand experience right so we can\ntalk about neuroscience and what the\ndifferent parts of the brain's brain\ndoes but let's take let's take the\nperspective perspective a yogi or an\nindividual so we're gonna talk about\nstuff that's not science but that anyone\nwho's watching can understand about\ntheir mind so the way in which we\nexperience it is what we're focusing on\nwe could talk about the science\nseparately ok ok so when you're sleeping\nyou can be dreaming or not dreaming\nright so when you're not dreaming you're\nnot conscious you're not aware and your\nmind isn't doing anything particular\nlike you're not thinking and when you\ndream like you you acknowledge the state\nof dreaming and not dreaming or like\nfundamentally different yes No let's\nstart there I'll acknowledge that except\nthat they're fundamentally different but\nI maybe this thing of organizing the\nmemories could possibly be similar to\ndreaming and we just don't remember it\nyeah possible yeah so there may be other\nfunctions that were not aware of\nI completely agree so like there's a lot\nof stuff that our brain does that may be\nthe dividing line that I'm setting is\nnot as simple as I think ok I'll\nacknowledge that and we can move on so\nbut essentially like when we're dreaming\nwe're not really it's sort of activity\nof the mind without awareness so we're\nnot really like conscious but our mind\nis still like it's like running a movie\nin our head the other thing is there's\nalso this state called daydreaming and\ndaydreaming is when we're awake but\nwe're not actually aware like when\nyou're daydreaming you quote-unquote\nzone out right so that's actually sate\nof conscious a lack of consciousness or\nno consciousness\nwith activity in the mind daydreaming is\na lack of consciousness with activity\nyeah that's why we call it daydreaming\nintuitively we understand that that\nstate of mind is similar to what happens\nin sleep which is why we use the same\nword we use the word dream because any\nhuman being can okay yeah but I maybe I\nwould think that we're still conscious\nand it's just a different type sure yeah\nI don't know if I would call it fine so\na different type is fine I'll take that\nright so like that like okay there's\nsomething fundamentally different\nbetween what you're doing right now in\nyour head and daydreaming agreed agree\nso what I would say you have right now\nis consciousness or awareness with the\nactivity of mind\nso they're both turned on right now when\nyou're in a coma or you're not dreaming\nthey're both turned off when you have\ndreaming your mind is on but your\nawareness is off because you're not\naware like you're zoned out but your\nmind is still doing Shannon okay hmm\nneuroscience stuff we can talk about\nlater then we come to the last state\nwhich is a state of consciousness\nwithout mind this is the state of\nmeditation this is the state that\npsilocybin sometimes helps you get to\nright so the simplest way to understand\nthis reckful yeah go foreign without the\nmind is the thought yes\nso without yep we're just gonna show you\nGod and we're still conscious no I get\nit yeah no we're gonna show you we're\ngonna what you're right about so I think\nwe can talk about this shit until we're\nblue in the face but I think the\nsimplest way to help people understand\nis to actually enter that state of mind\nand then you guys will know what I'm\ntalking about\nso can we meditate yeah fuck yeah sit up\nstraight alright okay so someone's\nasking someone's commenting about lucid\ndreaming so lucid dreaming is a great\nexample of consciousness active while\nyou're dreaming right cuz you're aware\nmm-hmm okay so reckful do this open your\neyes mmm can you guys do this right hand\nI'm gonna do that\nyeah but\nokay so we're gonna take our thumb and\nwe're gonna block are right nostril\nblock are right now oh I'm doing the\nother hand then okay wait you wanted me\nto do fit oh my god my autism is showing\npeople say I am in this at this so\nbreathe in\nI'm not autistic guys okay so okay lock\nyour right nostril and B then use the\nother two fingers to block the opposite\nnostril and then breathe out let go of\nthe thumb and then breathe out breathe\nin through the same nostril switch read\nout in through the same nostril switch\nout in okay I was conscious but not\nthinking stop just keep doing it you\njust started thinking again I know I'm\njust I I realized that I was good we'll\ntalk more okay so right now I don't like\nthe nose thing I prefer to just breathe\nin think about that but it's harder oh\nyou don't like the nose thing because\nboth of your nose do you have a deviated\nseptum no just I feel like I've to blow\nmy nose now no that's okay one of your\nsides is gonna be more open than the\nother that's normal\nwhich side is more open mmm this one\nright now that's left okay I look okay\nso do so okay we're gonna try this\nbecause I want people at home do this\nbecause this is a good technique for\npeople at home you don't have to do it\nbut so block the right nostril and BRE\nthen I'll do it I'll do\nwhen you take a full breath switch and\nbreathe out in through the same nostril\nswitch out in switch out in switch out\nin\nswitch out now remember that you breathe\nin through the same nostril that you\nbreathe out before you switch and now\ncontinue at your own pace\nclose your eyes we'll practice for about\nthree minutes\ngo ahead and finish the breath that\nyou're on let your eyes main closed just\nrelax\nnow put your palms together in front of\nyou and start to rub feel the warmth of\nthe friction and then cut them over your\neyes take a deep breath in and as you\nexhale slowly open your eyes when\nthey're fully open go ahead and relax\nthat facial expression means you did it\nright yeah how does your chest feel I\nwish you how would you describe how\nwould you describe how your loosen happy\nand good is a beautiful way to describe\nit okay it's beautiful right okay so\nreckful you don't have to be an expert\nto be right about what you think right\nbecause I'm getting the sense then\nyou're competent in some areas and your\nconfidence you're confident that you're\ncompetent in those areas and outside of\nthose areas you may be feel like you're\nnot that competent but you're good dude\nyeah you're sure you're good trust\nyourself I'm okay with I'm okay with\nbeing unconfident in the areas that I\ndon't know well I don't mind it yeah I\nthink it's fine it's just like you\nthought it was fine to do the eye roll\nI like that I'm not if I state something\nas a fact then not that it is a fact but\nI'm Way more certain of it in my head\nthan most people will have to be certain\nof something to stay something as if I\ngreat so\nwhat was your mind doing during that\npractice just now like not oh it was in\nthe practice it was off yeah but you\nwere conscious right so what you\nexperienced is what I would call\nconsciousness without the mind and maybe\nyour mind activated here or there like\nit would have a thought yeah that's\nthat's normal\nbut I I think this actually helps this\nthis whole play helps with you stopping\nthe mind from activating yes keeps you\nfocused yes yeah that's what it is\nexactly right so the attention required\nto maintain the hand business is enough\nat like of a pole to keep your mind from\ngetting bored that's why I like this\ntechnique because if you just sit there\nyou tell people to observe their breath\nif they have thought loops which is this\nkind of momentum of the mind you need\nsomething to break the thought loops the\ncool thing is that if you if you get\ngood at this technique and you start to\nenter a depressive thought loop you\ncould do the technique and it'll shut\noff the mind and then the thought loop\nwill go away because the thought loop\nexists within the mind i I found for me\ninstead of this when I get distracted I\nand I remember then I account a point\njust like a game is I'm like okay one\nevery time I remember and also it's\nenough of a bowl so that that's what you\nneed right a pull a pull all so there\nare a lot of different techniques of\nmeditation all they are is a pull the\nsanskrit word for this is da da da da\ndaaaa means focus and if you do the\nTarna correctly if you do the focusing\npractice then you enter a state of mind\ncalled Gyan Gyan is not something you do\nit's something that happens to you it's\nlike going to bed and falling asleep you\ncan't so I'll tell you if you got sorry\na few years ago I thought this was all\nbullshit but then I don't know why I\nthought that because actually people\nhave been meditating and practicing and\nlearning it for such a long period of\ntime 2500 years yeah\nit makes sense that it does something\nyeah but I definitely thought it was the\nbeginning I thought it was bullshit too\nso like I grew up Indian and so had\nplenty of opportunities to learn yoga\nand meditation went to like a yoga class\nwhen I was like eight and thought it was\na load of bullshit even went to like you\nknow because and what I really loved\nabout going to India is I found people I\nwould ask challenging questions and they\ncould fucking answer because they knew\nwhat they were talking about yeah\ninstead of the people like in my\nhometown which had like learning this\nstuff and really didn't understand what\nthey were saying I think it's completely\nreasonable to actually think it's\nbullshit I think it's completely\nreasonable to think reincarnation is\nbullshit - I think what happened do you\nknow why I brought I do you know why I\nbrought up thinking about it well why\nwould you think I brought it up\nbecause you don't think it's bullshit\nnow no cuz I was thinking that a lot of\npeople watching will think it's bullshit\nand then that it's relatable for that us\nto have thought it was bullshit before\nand then yeah so I think that's great so\nthat's why I mentioned the reincarnation\nfor the same reason right so I think\nthat the main thing to understand about\nmeditation this is why I teach\nmeditation on stream because you could\ntalk about it like I don't care like\nwhether whether I believe in\nreincarnation or I think meditation is\nhelpful or you think it's helpful is\ncompletely right I don't believe in\nreincarnation it doesn't know I said\nyeah no I mean I think it's reasonable\nto not believe in reincarnation I think\nit's like that's a scientific and\nlogical perspective because we have no\nevidence of it right so the whole goal\nof this is like if you really want to\nunderstand the benefits of meditation\nand what the nature of your mind is you\nactually have to sit and do it because\nwe can talk back and forth about\nconsciousness and mind but the second\nyou meditate it took you like two\nbreaths to be like okay my mind Chandra\nSheriff yeah because the whole time\nwe're talking about it our mind is not\nabsolutely so we don't rewrite it yeah\nwe don't experience and so now we also\nkind of see like when you're playing\nmusic when you're doing photography now\nwe come full circle when you're playing\nmusic when you're doing photography even\nwhen you're playing PvP and wow like you\nstopped being you write for yeah I'm the\nmercy Europe you know experienced\nreckful disappears and you're just one\nwith the experience when you do\npsilocybin the the barriers of the\nidentity fall apart when you're\ndepressed you're in your own head you're\nstuck there\nthe thoughts are constant you're stuck\ninside yourself you're stuck inside\nyourself stuck stuck stuck stuck stuck\nstuck you can't get away oh should I eat\nshould I not eat III me me me it doesn't\nmatter what I do it doesn't matter what\nsomeone says people think I'm a piece of\nshit all of those thoughts me i me i me\nI I'm worthless I'm worthless I'm\nworthless I'm worthless I'm worthless\nIIIi I step outside of it learn to step\noutside yeah I I have recently started\nto yeah it's nice yeah\nand also when I had those experiences in\nthe past so yeah with photography and\nWow and nationals : yeah sometimes\nrelationships yep right and yeah\ndefinitely actually yeah but sometimes\nrelationships don't do in your mind\nright can go either way\nyes it goes both ways yeah hmm I'm glad\nyou weren't against the psilocybin yeah\nI mean nobody a lot of people yeah so I\nthink that like you know drugs people I\nget questions about drugs a lot and I\nthink that you know you just I think a\nlot of people don't understand like we\ndon't understand what stuff is doing to\nour brain so I think you've got to be\ncareful like for example a lot of people\nthink like oh marijuana doesn't make\npeople stupid no it doesn't make people\nstupid what what it does is hampers your\nmotivational circuitry that's like worse\nand I think that if you're that actually\nis what I think if your brain is\ndeveloping you shouldn't pollute it with\nshit like I think if you want to do I\nmean I'm not advocating drug use but I\nthink that the damage that's done to a\ndeveloping brain because it's developing\nhis way worse than what's done to a\nfully formed ring okay and and I think\nthat these substances like I don't know\nif people know this but like Yogi's and\nstuff even Shiva who's sort of the first\nYogi's like a Hindu deity but presumably\nwas a man at some point he was just like\na meditator like he smoked pot like\nbecause that's what Yogi's some of the\nYogi's and some of the traditions of\nmeditation use but I think that all of\nthis stuff should be done under the\nguidance of a guru or done like it's not\njust sitting around\nhi because generally speaking I don't\nknow many people who are soup well I\nmean actually I do know a lot of people\nwho were successful and get high on a\nregular basis but I know many more\npeople who smoke pot and or nothing\nand so I think that you know all\nsubstances have a role nothing is\nnothing is really a judgment sure turn\nthough sure I think what it what does it\nmean to be nothing you know I mean maybe\nthey're enjoying if they're enjoying\ntheir life it's okay I I don't think so\nyou don't think oh yeah I don't think\nenjoyment I don't think enjoyment is a\nmeaningful life I think if you're living\nyour community then for some people it\nmight be the I mean everyone is entitled\nto their opinion but if they're enjoying\nit and with a group of people what if\nthey're all enjoying it together\nso I think you think it individually is\nfine I think as long as you're\nfulfilling your Dharma if you're doing\nyour duty to like yourself and to other\npeople and you're making the world a\nbetter place then you can do whatever\nthe fuck you want to in your free time\nbut you should you should have a life of\nDharma where you fulfill your Dharma and\nI don't think that hedonism or just the\nsake of like living a life of pleasure\nis like I'd say that that life is\nnothing okay\nis that judgmental absolutely I don't\nclaim to be non judgement oh no I'm fine\nwith you think I'm fine with you\nthinking that yeah\nI'm not completely against hedonism I\nwould say let's say we found a way to\nmanipulate our brain chemistry to be\nhappy all the time and we all wanted to\ndo it I wouldn't be against it I mean\nour goals suddenly would be different\nmaybe maybe our civilization wouldn't\nadvance as much as it is but well I mean\nthere there is a way to be happy all the\ntime\nso I advocate for people trying to be\nhappy all the time that that state I'm\nnot saying there isn't I'm you know it'd\nbe more readily achievable if we\nmanipulated our neurotransmitters or\nsomething yeah maybe with yeah yeah I\nmean I've there are a lot of concepts\nthere that I think need to be dug into\nmore but maybe not that we have time for\ntoday I'm wondering do people have\nquestions yeah yeah oh yeah people have\nquestions in answer yeah let me see if\nthere's I have like a question bond but\nit seems like I'm gonna go eat soon and\nlike probably like 10 minutes or\nsomething I had a really good time\ntalking I want to hear you answer the\nquestions actually I want to but I don't\nsee oh by the way his how do I um can\nsomebody help me tee up questions oh\nhere we go\nsomebody help him please his stream is\nhealthy gamer underscore GG people are\nlinking it my mods are linking it in the\nchat so people are is there okay there's\na lot of stuff okay so what is the\nfulfilling life is there a way to be\nhappy all the time there's a quiet\ndebate on when the brains develop I have\nheard many different when is the same\nbrain fully developed did it work you\nwon't just okay okay look let's okay\nthere are a lot of questions about flow\nin the zone and being happy all the time\nand can you get addicted to meditation I\nthink is what one of the questions is so\nlet's start with like so meditation you\nstep outside of your mind and it can be\nrelieving the other cool thing about\nmeditation though is that I think it\nlets you understand the other patterns\nwithin yourself that keep you stuck so I\ndon't think that you can really get\naddicted to meditation because I think\nwhen you meditate a lot you're gonna\nstart to process things that you don't\nthrough other forms of distraction\nthat's why I think meditation is o P\nbecause sure it helps you feel better in\nthe moment but it's not like getting\nhigh because getting high isn't gonna\nlike people think they have a lot of\nrealizations when they get high because\nthe\nperceives that it understands things but\nthen you wake up the next day and your\nlife isn't actually changed my\noverwhelming experience\nin my own life and also teaching\nmeditation in my day job is that when\npeople start to meditate regularly they\nchange like the way that they view the\nworld changes the way that they interact\nwith the world changes there's\noverwhelming neuro scientific evidence\nthat that the brain changes when you\nmeditate I don't know of go ahead I was\njust gonna say I really do believe and\nsince I've been changing psilocybin\nsniffing psilocybin is different so\nthere there's a set of naga for Academy\nand psilocybin ayahuasca ibogaine that I\ndo believe can can transform people so\nthere's no there's overwhelming and not\noverwhelming there's very promising\npreliminary evidence that some of these\nsubstances can like profoundly change\npeople for the positive MDMA is another\none so there are trials that have pilot\nstudies that have been done I'm doing a\nfor PTSD and psilocybin for treatment\nrefractory depression I also I mean I'm\nan addiction psychiatrist in my day job\nso like I had a patient who used opiates\nfor many many he's been using substance\nsome some substance or another since he\nwas a teenager and then used some of\nthese substances and had some really\npowerful transformative experiences that\nI can't relate because they're very\nspecific but just weird like\nsupernatural like metaphysical like soul\nbody reincarnation level shit and he is\nlike a transformed person in his sober\nfor the first time in his life for like\neight months like since he was a\nteenager started experimenting with\ndrugs when he was a teenager and has\nfinally stopped using him\nthe really mind-blowing thing about him\nis that when he went to this treatment\ncenter that uses this stuff after he was\ntelling me about some of his\ntransformative experiences and then like\nI thought that he wouldn't continue\ntreatment because he felt cured and then\nhe blew my mind when he made this\nstatement he was like yeah I felt like\nthere was a spiritual route to my\naddiction which has been cured but\nthere's also a psychology to that and I\nneed to work on that so continued with\naddiction treatment in\nwith actually like a gung-ho inist ever\nseen him do before it's really\nfascinating so I think a lot of these\nmind-altering substances do have roles\nin terms of like helping people but\nyou're cutting I don't know I do believe\nthat they have roles in helping people I\njust don't know you know I think it's it\nneeds to be explored okay so people are\nasking about being happy all the time\nyeah so I think what happens is like\nthere's a state called enlightenment\nwhich is something that people who\nmeditate very regularly do like I mean\nvery few people have attained\nenlightenment but enlightenment is sort\nof like this background level of like\npeace and calm which you can cultivate\nover time which starts to affect like\nthe rest of your life so when you\nmeditate for a regular very regular\nperiod of time there are some\nneuroscience changes the most prominent\nof which is probably frontal lobe\ninhibition of your amygdala and limbic\nsystem which okay which lets you just be\nlike more chilled out and yeah I was\nrestarting I was changing a server\nbecause it I didn't want to but it kept\nit in interrupting yeah it should be\ngood night yes so you told him what the\nproblem is so someone's asking you told\nthem what the problem was but how do you\nfix it what do you think reckful what do\nyou think about what we talked about\ntoday I I think you made it pretty\nobvious I just pursue my purpose my\nmeaning there was a word you kept Dharma\nd-h Dharma yeah is that okay\nI think that's part of it and I think\nthe other thing is that that I think\nhopefully\nreckful you understand that like this\nhas a root somewhere inside you and I\nthink we got pretty close to the root\ntoday which is why you had sort of this\npowerful kind of experience and just\nunderstanding that there's a route to\nlike your suffering and understanding\nthat that route is legitimate right you\ndidn't just get sure you may have gotten\nthe short straw in life in terms of\nhaving a family history of depression\nand having like a biological\npredisposition but ultimately I think a\nlot of your suffering or your lack of\nmeaning like started at a particular\npoint and that understanding can\nactually be like the first step of a\nvery important journey and I don't know\nexactly where that journey leads I say\nif you have a therapist you can work\nwith them otherwise I mean I think\nreckful I have faith in you just that\nthrough reflection and through work and\nif you start meditating regularly you're\ngonna understand this on your own\nwithout anyone's help\nalthough help will accelerate the\nprocess but I mean I think just\ncontinued I like to yeah I think I think\nyou've accomplished amazing things and\nthat you will continue to do so and that\nwhen you put your mind to something it\nsounds like you're pretty fucking good\nat it so I think this is just what you\nneed to turn your mind to when you're\nready to write Thanks\nthanks for today by the way thanks for\ncoming on I really appreciate this cause\nyeah there was uh this was a this one\nday was a important moment in my life\nand thank you thank you for letting me\ndo my Dharma this is why I do what I do\nman and now you go do what you need to\ndo and go eat something first okay yeah\nthanks a lot\noh I'll see you uh yeah oh you got a lot\nof hearts in the chest yeah let me just\nswitch this but thank you very much okay"
}