{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=8N9Y7OY7cXk",
    "video_title": "Obsessive-Compulsive Disorder (OCD)",
    "transcript": "OCD is a mental condition in which a person\nhas unwanted, intrusive, and repetitive thoughts\nthat become obsessions.\nThese obsessions then make them do things\nthat relieve them from these thoughts, a behavior\nknown as a compulsion.\nThis is why it’s called Obsessive-Compulsive\nDisorder.\nOCD tends to develop most frequently in children\n10–14 years of age with symptoms that range\nacross a wide spectrum.\nSome just have repetitive thoughts, others\nexperience extreme obsessions that make living\na normal life difficult.\nFor many, it comes and goes in waves.\nSymptoms of OCD are often grouped into four\nfactors: symmetry, forbidden thoughts, cleaning,\nand hoarding.\nSome might experience other symptoms, and\nstill others a mix of multiple factors.\nMiko, Ann, Jane, and Joe each have their own\nversion of OCD.\nMiko is obsessed with symmetry and he can\nspend hours sorting books.\nAnd whenever he enters his library, he has\nto leave it the exact way that he came in\n— backward.\nAnn began having “forbidden” negative\nthoughts after she lost her mom.\nEver since she’s constantly afraid that\nothers around her may die - including herself.\nHer forbidden thoughts can strike at any time.\nHer heart starts pounding, and a terrifying\nimage crosses her mind.\nTo make them go away, she starts biting her\nnails until they bleed.\nJane is obsessed with cleanliness and gets\nanxious when things appear dirty.\nShe washes her hands like 50 times a day.\nAnd when she’s done, she washes the soap\ntoo, because in her world everything is covered\nin germs — especially the things she touches.\nJoe is constantly thinking about losing things\nand to relieve his anxiety he begins hoarding.\nWhen leaving his house, he checks the lock\non the door again and again.\nThen, 5 minutes later he starts wondering\nif he’s closed the windows.\nAnd so he returns — thinking he was so obsessed\nabout locking the door, that he might have\nmissed the windows.\nSo how come that in a group of people, just\nsome have OCD?\nPeople with OCD are often born with a genetic\npredisposition with about 1 in 4 having an\nimmediate family member with the disorder.\nAt some point in life, environmental factors,\nsuch as childhood trauma, can initiate the\nonset of OCD or exacerbate its intensity.\nWhile the neurobiological origins are still\nbeing studied, brain areas regulating thought\nprocessing may be disrupted in minds with\nthe disorder.\nAs a result, their thoughts can't shift properly,\nand instead get stuck, repeated, and lead\nto a loss of control.\nSomeone who has to check if they locked the\ndoor over and over again, has the thought\n“Did I lock?” repeating endlessly without\nbeing resolved.\nWhile obsessions just seem to appear in one’s\nhead, compulsions are learned responses that\nhelp reduce the anxiety associated with intrusive\nthoughts.\nSo if Jane experiences an ever-present fear\nof germs, she reduces her anxiety by washing\nher hands.\nBecause this ritual temporarily offers relief,\nthe probability that she will do it again\nis increased.\nOnce the OCD Cycle is established, obsessions\nlead to anxiety which triggers the compulsion\nthat brings the relief — and then it starts\nagain.\nAs a result, compulsive behavior not only\npersists but actually becomes excessive — often\nwith negative consequences and makes living\na normal life impossible.\nWhen you begin having OCD you often aren't\naware of it and, as a result, some of the\nterrible thoughts in your brain lead you to\nbelieve that you are a bad person.\nThis is why it's important to seek professional\nhelp to understand and eventually \"quiet the\nbrain”.\nTreatment of OCD includes:\nCognitive behavioral therapy: to overcome\nintrusive thoughts by not indulging in any\ncompulsions\nRumination: focused exposure with response\nprevention that focuses on obsessions\nMedication\nOr nicknaming to relabel, reattribute, refocus,\nand revalue your thoughts\nWhat about you?\nHave you ever experienced obsessive thoughts?\nAnd if so, what kind of compulsions did you\nturn to?\nPlease share your insights and strategies\nfor dealing with your mental monster in the\ncomments below!\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}