{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=1wOtoMD4IYg",
    "video_title": "Nietzsche: Sheep and Wolves",
    "transcript": "“That which does not kill us makes us stronger”,\nFriedrich Nietzsche famously wrote.\nIn this Sprouts special in collaboration with\nStephen Hicks, we explore Nietzsche’s division\nof the world into sheep and wolves, and how\nour morality, what we consider as good and\nbad, is the result of brute biological events.\nPART 2\n“Sheep and Wolves”\nNietzsche says: All of organic nature is divided\ninto these two types of species— those who\nare naturally herd animals and those who are\nnaturally loners — those who are prey and\nthose who are predators.\nPsychologically and physically, this divide\nalso runs right through the human species.\nSome people are born fearful and inclined\nto join a herd — and some are born fearless\nand inclined to seek lonely heights.\nSome of us are born sedentary and sluggish\n— and some of us are born crackling with\npurpose and craving adventure.\nSome, to use Nietzsche’s language, are born\nto be masters, and some are born slaves.\nThere is a brute biological fact here: Our\ntraits are evolutionarily bred into us.\nJust as a sheep cannot help but be sheepish\nand a hawk cannot help but be hawkish, each\nof us inherits from our parents a long line\nof inbuilt traits.\nThe master types live by strength, creativity\nand independence.\nThey respect power, courage,, risk-taking,\neven recklessness.\nIt is natural for them to follow their own\npath no matter what, to rebel against social\npressure and conformity.\nAnd by contrast, the slave types live in conformity.\nThey tend to passivity, dependence, meekness.\nIt is natural for them to stick together for\na sense of security, as herd animals do.\nNietzsche then turns to morality—good and\nbad, right and wrong.\nFor a long time we have been taught that morality\nis a matter of commandments set in stone thousands\nof years ago.\nNot so, says Nietzsche: what we take to be\nmoral depends on our biological nature —and\ndifferent biological natures dictate different\nmoral codes.\nThink of it this way: If you are a sheep,\nthen what will seem good to you as a sheep?\nBeing able to graze peacefully, sticking close\ntogether with others just like you, being\npart of the herd, and not straying off.\nWhat will seem bad to you?\nWolves will seem bad, and anything wolf-like,\npredatory, or aggressive.\nBut what if you are a wolf?\nThen strength, viciousness, and contempt for\nthe sheep will come naturally to you and seem\ngood.\nThere is nothing the wolves and the sheep\ncan agree on morally—their natures are different,\nas are their needs and goals, as is what feels\ngood to them.\nOf course, it would be good for the sheep\nif they could convince the wolves to be more\nsheep-like, but no self-respecting wolf will\nfall for that.\nSo: one’s moral code is a function of one’s\npsychological makeup, and one’s psychological\nmake-up is a function of one’s biological\nmake-up.\nNietzsche is among the first to apply evolutionary\nconcepts to morality: Moral codes are part\nof a biological type’s life strategy of\nsurvival, and the more one looks at the history\nof morality evolutionarily and biologically,\nthe more one is struck by dramatic changes\nin moral codes across time.\nAnd this is the key problem, Nietzsche argues,\nfor the historical record shows a disturbing\ninversion.\nFormerly, we prized above all excellence and\npower, and we looked down upon the humble\nand the lowly.\nYet now the meek, the humble, and the common\nman are the “good,” while the aggressive,\nthe powerful, the strong, the proud are “evil”.\nSomehow the morality of the weak has become\ndominant, and the morality of the strong has\ndeclined.\nThis moral inversion is dangerous: the traits\nof strength and power, those of that ennoble\nman, are now condemned; and the traits of\nordinariness and modesty, those of that weaken\nman, are praised.\nMorality, accordingly, has become a bad thing;\nor, more paradoxically, morality has become\nimmoral.\nThe morality of the weak has somehow become\ndominant, and the morality of the strong has\ndeclined.\nHow is this rather paradoxical state of affairs\nto be explained?\nTO BE CONTINUED\nWhat are your thoughts on Nietzsche’s view\nof man being born along the spectrum of sheep\nand wolves?\nAnd do you share his concern about an inversion\nof moral values?\nFor more information check the descriptions\nbelow.\nThere you’ll also find a link to Stephen\nHicks’s full account of the German philosopher."
}