{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=JHE08GSThZs",
    "video_title": "Positive and Negative Liberty: Who has more Freedom?",
    "transcript": "Isaiah Berlin distinguishes \nin his book “Two Concepts  \nOf Liberty” between negative \nliberty and positive liberty.\nNegative liberty describes the individual \nfreedom from something: from external constraint,  \nand from outside interference. It’s the \nabsence of obstacles within a society.\nPositive liberty means freedom to do something: \nto act upon one’s will, to take control of one’s  \nlife. It's the possession of the power to proceed \nregardless of structural limitations in society.\nSounds confusing? The problems of two \nimaginary people illustrate this difference.\nThis is Frank. He lives in Freeland \nwith the two things he loves most:  \nhis kids and his weights. And then \nthere is Lilly. She lives in Liberty,  \nvalues justice above all, and \ndreams of becoming a judge.\nBut both face lots of obstacles.\nTo Frank, there is nothing more important \nthan his health and his family. He gets up  \nvery early for his routines and then takes the \nchildren to school. He pays strict attention  \nto his diet and his kids' education and \nlooks down on people who neglect both.\nHe doesn’t like the authorities. In Freeland, they \ncollect lots of taxes to fund the public health  \ncare system. Why pay the medical bills for those \nthat don’t care about their health, he wonders.  \nFrank seeks freedom from these taxes.\nFrank loves to lift weights in front of his \nhouse once the kids are in bed. Yet recently,  \nFreeland prohibited working out in public \nafter 10 pm. For Frank, that’s none of the  \ngovernment's business. He wants freedom from \nlaws that restrict his recreational habits.\nAnd there is one more thing.\nFrank also doesn’t like public schools. \nHe thinks they are useless and would  \nprefer to teach his kids at home. But \nin Freeland homeschooling is illegal.  \nFrank thinks that is outrageous and \nwants freedom from compulsory education.\nEventually, he’s had enough and moves \nto Liberty where the taxes are lower,  \nthe government smaller, and where he believes he’s \ngot greater freedom from external constraints.\nLilly is already there and feels trapped.\nLilly recently tripped and broke her leg. Now \nshe needs surgery but medical treatments are  \nexpensive in Liberty. To pay for it, Lilly has \nto take out a loan. She thinks the system is  \nunfair and feels she doesn’t have the freedom \nto receive decent affordable health care.\nAnd things get worse.\nAfter her surgery, Lilly needs to rehabilitate \nand takes walks around the block. This is when  \nshe realizes that she hates the smoke from \nall the cars on the street. The smog she  \ninhales is clearly dangerous. Lilly finds \nshe has no freedom to recover appropriately.\nThis injustice reminds Lilly day in and \nday out that she wants to become a judge.  \nBut since she’s from a disadvantaged \nfamily, she can’t afford the tuition  \nfees of a university. And to take out \nanother loan scares her. Eventually,  \nshe just feels frustrated and bitter. She \nthinks she has no freedom to pursue her dreams.\nLilly isn’t happy in Liberty and moves \nto Freeland with a stronger welfare  \nstate. A place where she has the power to act \nregardless of structural limitations in society.\nSupporters of negative liberty \ntend to sympathize with classical  \nlibertarian thoughts. They think of \nthe state as a coercive force that  \nlimits individual freedom and prefer a small \ngovernment with few taxes and regulations.\nAdvocates of positive liberty tend to identify as \nsocial liberals. They usually want a big welfare  \nstate that ensures a fair redistribution of \nwealth and provides equal access to opportunities.\nWhat about you? Which kind of freedom do you want \nfor yourself? And do you think Isaiah Berlin’s  \ntheory, “the two concepts of liberty”, is right or \nwrong? Share your thoughts in the comments below!\nIf you like how we explain complicated \nideas in simple cartoon animation,  \nyou can support us. Visit patreon.com/sprouts,  \njust visit us, learn how it works, and what’s \nin it for you. We hope to see you there!\nAnd if you are a parent, or an educator, \ncheck our website sproutsschools.com.  \nThere you’ll find this and other video lessons, \nadditional resources, and classroom activities.\nIf you found this helpful, check \nout our other videos and subscribe.  \nIf you want to support our work, \njoin us on patreon.com/sprouts.  \nFor more information and additional \ncontents, visit sproutsschools.com."
}