{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=VJVA19DQXGA",
    "video_title": "Fluid and Crystallized Intelligence",
    "transcript": "There are arguably two types of intelligence.\nFluid intelligence is your ability to \nreason quickly and independently of your  \npast experiences. It relies on the ability \nto hold attention and benefits from a strong  \nworking memory. While it can be trained, fluid \nintelligence is mainly determined by your genes.\nCrystallized intelligence is your ability \nto apply knowledge from prior learning  \nthat was stored in your long term \nmemory. It increases with experience,  \nand is hence mostly formed by the environment.\nTo solve complex problems, both types \nof intelligence need to work together.\nTo illustrate how fluid and crystallized \nintelligence work, let us tell you the story  \nof Arthur, a fine young man, who wants to save a \nyoung princess that was captured by an evil witch.\nThe witch promised to release \nthe princess only if Arthur  \nbrings her a precious jewel from a secret tomb.\nArthur agrees, begins his quest, and comes \nacross a deep, dark forest that he must cross.\nHe navigates through the wilderness with a \ncompass and a map — using the intelligence  \nhe crystallized when he spent lots \nof time studying maps as a boy.\nAt the end of the forest Arthur \ndiscovers the entrance to the tomb  \nand sees the prized jewel already \nsparkling in the distance.\nAs he enters the tomb, he \nsteps on a pressure plate.  \nHis crystallized intelligence tells him \nthat this is a mechanical trap. — something  \nhe learned about earlier in life. He \nstands still, and thinks of a solution.\nSince he has never been in this situation before, \nhe cannot draw on past experience. Thankfully,  \nhis fluid intelligence takes over and \nallows him to make a new plan on the fly.\nDrop the bag! It puts pressure \non the plate and you can grab the  \njewel! — crystalized intelligence \ntakes note for future reference.\nArthur then gave the jewel to the witch, freed \nthe princess and brought her safely back home.\nSuppose Arthur was an average child and we were \nto plot the development of his intelligence over  \n90 years. His fluid intelligence would increase \nsharply until his early twenties and then peak  \nand decline. His crystallized intelligence would \npeak later and slowly decline at a higher age.\nThe psychologist Raymond Cattell coined the terms, \nfluid and crystallized intelligence in 1963.\nWhat are your thoughts?\nCan you think of a time when you used your fluid  \nand when your crystalized intelligence ? \nShare your thoughts in the comments below.\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}