{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=L-2Vv4fTsyQ",
    "video_title": "The Mere Exposure Effect: The Science Behind Ads",
    "transcript": "The mere-exposure effect is a psychological\nphenomenon by which we tend to like things\nmerely because we are exposed to them.\nSo, simply exposing you to a random thing\nrepeatedly, makes you like it.\nAnd the same goes for pop songs, products,\nand people — with the exception of those\nwe dislike initially, seeing them more often\ncan make us dislike them further.\nWhen we plot the mere-exposure effect on a\ngraph with preferences on one axis and repetitions\non the other, we will see that it takes about\n15 repeats for the effect to reach its full\npotential.\nIf the exposure is too excessive, people get\nannoyed.\nAnd if they didn’t like the thing initially,\nrepeating it can make it worse.\nThere are 2 main explanations for the phenomenon.\nThe first is certainty.\nWe favor what’s familiar.\nOur minds naturally learned to be careful\naround new things that could potentially harm\nus.\nWhich also means that if we see something\nrepeatedly without bad consequences, we are\nled to believe it is safe.\nThe Second is perceptual fluency.\nWe are also hardwired to prefer simple things\nthat take little mental load.\nHard cognitive tasks - like figuring out something\nnew - take lots of attention and time, which\nis why we try to avoid them.\nKnown for discovering the effect was psychologist\nRobert Zajonc, who had noticed that organisms\nexposed to something new, experience fear.\nEach subsequent exposure to that new thing\ncauses less fear and more interest.\nAnd with more exposure, the observer begins\nto react fondly to the once novel stimulus.\nZajonc then tested how subjects responded\nto specific symbols, such as Chinese ideograms.\nSubjects were shown various characters a different\nnumber of times and were then asked which\nones they liked.\nThose who were shown certain symbols the most\nalso rated them as most favorable.\nBut Zajonc found something even more spectacular.\nUsing a tachistoscope, and a group of people,\nhe exposed each person to a series of random\nshapes that…\n…changed so quickly that it was impossible\nto discern that some were repeated.\nWhen the people were later asked which shapes\nthey found most pleasing, they reliably chose\nthose to which they had been exposed the most\noften, even though they had no conscious awareness\nof that.\nThe results validated one of Zajonc’s hypotheses:\nchanges in preferences induced by repeated\nexposures depend not on any prior subjective\nand conscious evaluations of attributes of\nthe stimulus but rather on results from the\nobjective history of exposures alone.\nIn 1968, advertisers and marketing executives\nwere able to read Zajonc’s publication.\nSome were happy to learn that the effect on\nthe brain can be stronger if exposure comes\nwith other pleasant stimuli.\nThe psychologist continued to study the human\npsyche.\nLater he famously noted:\nFor most decisions, it is extremely difficult\nto demonstrate that there has actually been\nany prior cognitive process whatsoever.\nIt isn’t that the decisions people make\nare irrational; it’s that the process by\nwhich decisions are made is utterly unlike\nthe step-by-step rational process that might\nbe used to solve, say, a math problem.\nDecisions are typically made in the unconscious\nmind, by means of some unknown process.”\nNow tell us: which of these shapes do you\nlike the most?\nAnd were you aware that you were exposed to\none more than the others?\nAlso, tell us what you think about ads.\nIf mere exposure to them makes us like things\nwe otherwise wouldn’t, should billboards\nbe banned from the public domain?\nThe artist Banksy said: Any advert in a public\nspace that gives you no choice whether you\nsee it or not is yours.\nBut is he right?\nIf you like how we explain complicated ideas\nin simple cartoon animation, you can support\nus.\nVisit patreon.com/sprouts. Just \nvisit us, learn how it works, \nand what’s in it for you.\nWe hope to see you there!\nAnd if you are a parent or an educator, \ncheck our website sproutsschools.com.\nThere you’ll find this and other video lessons,\nadditional resources, and classroom activities.\nIf you found this helpful, check \nout our other videos and subscribe.  \nIf you want to support our work, \njoin us on patreon.com/sprouts.  \nFor more information and additional \ncontents, visit sproutsschools.com."
}