{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=6PlGtlk5bmE",
    "video_title": "Freedom of Speech",
    "transcript": "This is Greta Thunberg and \nthis is the Swedish parliament.\nThunberg is 15 years old, and she is \ndoing a \"school strike for climate”.\nSitting there alone, she is smiled \nat and even insulted. Some say,  \ngo back to school. Others tell her to give up.\nBut she doesn't want to listen and \ncontinues. And soon there are a few others,  \nwho like her ideas and admire her commitment.\nAnd then, one day, the local press comes, does an \ninterview and Greta's photo goes around the world.\nThe few that joined Greta soon became \nmany and many became millions and in  \ncountries all around the world young \npeople began expressing their opinions  \nabout climate change because they \nwant to build a better future.\nGreta used rights that are laid down \nin the Universal Declaration of Human  \nRights. Accordingly, everyone has the \nright to express their opinion freely  \nand to meet freely and peacefully with others.\nSo what exactly is freedom of speech and where  \ndoes it end?\n \nFreedom  \nof speech is a principle that supports our \nfreedom to articulate opinions and ideas  \nwithout the fear of retaliation, \ncensorship, or legal sanction.\nIt protects all forms of communication, \nfrom speech, to text, to art and\nis a constitutional law of liberal societies.\nFreedom of speech includes having access \nto information to prevent censorship,  \nand limits state control over what we \nshould and what we shouldn’t know and say.\nIt means freedom to express an \nopinion regardless of whether  \nthe opinion is justified or unfounded, \nemotional or rational, valuable or not.\nAnd it means you are also allowed to \nremain silent and say nothing at all.\nOne form of expressing your \nopinion is forming an assembly,  \nwhich usually begins with 2 people, who \ncome together with a common purpose.\nBut freedom of speech has its limitations.\nFor example, it doesn't mean we \ncan state something as a fact  \nif it can be proven wrong by objective standards.\nSo when Greta says: \"The global biosphere is \nbeing sacrificed so that rich people can live  \nin luxury\" she expresses an opinion, because \nher claim cannot be objectively verified.\nBut when she begins a speech with: \"My name \nis Greta Thunberg, I am 15 years old. I am  \nfrom Sweden” then that’s a factual assertion, \nbecause you can check if that’s all correct.\nIn other words: The first statement \nis protected by the freedom of speech,  \nbecause it forms an opinion.\nGreta introducing herself is nice,  \nbut it’s not protected, because it is \njust a factual statement which can be  \nverified. Also not protected is insulting \nothers or the assertion of untrue facts.\nFreedom of assembly also has its limits. \nGatherings must take place peacefully  \nand must not jeopardize public safety, \nwhich can happen if people bring arms,  \nor riot and become violent. So Greta is allowed \nto sit in front of the parliament with posters,  \nbut she is not allowed to smear \nthe building with slogans.\nGreta used her freedom of speech to inspire \nmillions to help put climate change on top of  \nthe political agenda. And while we certainly want \nmore people to stand up for what they believe in,  \nmany of us live in societies in which \nexpressing one's opinions isn’t possible.\nSo what do you think about freedom of \nexpression? Do we need more? Do we need  \nless? Where does it start and where does it \nend? Share your thoughts in the comments below.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}