{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=IhcgYgx7aAA",
    "video_title": "Piaget's Theory of Cognitive Development",
    "transcript": "Piaget's theory argues that we have to conquer four stages of cognitive development. First, the sensori-motor stage.\nSecond, the pre-operational stage.\nThird the concrete operational stage and fourth the formal operational stage.\nOnly once we have gone through all the stages, at what age can vary, we are able to reach full human intelligence.\nOne, the sensori-motor stage, ages birth to two.\nIn the sensori-motor stage, we develop through experiences and movement our five senses.\nOur brain wants to see, hear, smell,\ntaste and touch as much as possible.\nFirst we start with simple reflexes and soon after we develop our first habits.\nFrom four months old, we become aware of things beyond our own body\nand then as we get older we learn to do things intentionally.\nA key milestone is the development of working memory or in Piaget terms 'Our realization of object\npermanence'.\nBefore that, our mom can show and then hide a teddy and we would think is gone.\nAfter we understand that objects continue to exist even when we can't see them.\nWe start becoming curious about everything. We want to smell flowers, taste food,\nlisten to sounds and talk to strangers. To explore more,\nwe move, we learn to sit, crawl, stand, wal,k and even to run.\nThis increased physical mobility\nconsequently leads to increased cognitive development, but we remain\negocentric - meaning we can perceive the world only from our own point of view.\nTwo: The pre-operational stage, Ages 2 to 7.\nOur thinking is mainly categorized for symbolic functions and intuitive thoughts.\nWe have lots of fantasies and believe objects are alive. As we are not able to apply\nspecific cognitive operations,\nPiaget calls this stage\n'pre-operational'. We learn to speak and understand that words, images, and gestures are symbols for something else.\nWhen we draw our family, we are not concerned about drawing each person to scale but rather with their symbolic meanings.\nWe love to play pretend, which allows us to experience something new and learn a lot.\n \nAt around age 4, most of us become very curious and ask many questions. We want to know everything.\nWe can call it the birth of primitive reasoning.\nPiaget calls it 'the intuitive age' because while we realize that we have a vast amount of knowledge,\nwe have no idea how we acquired it. Our thinking in this stage is still pretty\negocentric. We think others see the world like we do and still don't understand that they see it differently.\nThree: The concrete operational stage -age is 7 to 11.\nWe finally discover logic and we develop concrete cognitive operations, such as sorting objects in a certain order.\nOne example of this is inductive reasoning, which means that if we see someone eating a cookie we can draw a conclusion\nand then make a generalization and we now get the concept of\nconservation. We understand that if we pour orange juice from a normal glass to a taller one the amount stays the same.\nOur younger sister will pick the taller glass thinking she gets more.\nBy the same logic,\nwe only now can understand that if 3 plus 5 equals 8, then 8 minus 3 must equal 5.\nOur brain learns to rearrange our thoughts to classify and build concrete\noperational mental structures. For example, we now know that we can reverse an action by doing the opposite.\nExcited by our new mental abilities,\nwe apply them in conversations,\nactivities, when we learn to write, and in school. As a result, we get to know ourselves better.\nWe begin to understand that our thoughts and feelings are unique and not necessarily those of others.\nThat means that we learn to put ourselves in someone else's shoes.\nFour: The formal operational stage - Age 12 plus.\nOnce we become teenagers, we become formally operational.\nWe now have the ability to think more rationally about abstract concepts and\nhypothetical events. Our advanced cognitive abilities allow us to understand abstract\nconcepts such as success and failure, love and hate.\nWe form a deeper understanding of our own identity and our morality.\nWe now also think that we understand why people behave the way they behave and as a result can become more compassionate.\nOur brain can now do deductive reasoning, which means we can compare two statements and reach a logical\ngeneralization. Our new mental skills allow us to plan our life systematically and\nprioritize and we can make assumptions about events that have no necessary relation to reality.\nWe can now also philosophize and just think about thinking itself.\nOur new sense for our identity now also creates egocentric thoughts and some start to see an imaginary audience\nwatching them all the time.\nPiaget believed in lifelong learning, but insisted that the formal operational stage is the final stage of our cognitive\ndevelopment.\nJean Piaget's first interests were animals and he published his first scientific paper on albino sparrows in\n1907, when he was just 11 years old. In\n1920, he began working with standardized intelligence tests. He realized that younger children\nconsistently make types of mistakes that older children do not.\nHe concluded that they must think differently and spent the rest of his life studying the intellectual development of children.\n "
}