{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=4aN5TbGW5JA",
    "video_title": "The Pygmalion Effect",
    "transcript": "The Pygmalion effect is the phenomenon\nwhereby higher expectations lead to\nhigher performance. It can be best\nunderstood by a circle where our beliefs\nabout another person's abilities\ninfluence our actions toward the other\nperson. This action has an impact on the other's beliefs about themselves. The\nbeliefs about themselves cause the\nothers actions toward us, which again\nreinforce our beliefs about that person.\nAnd so on and on and on. Let's look at an\nexample and start with your beliefs.\nImagine you are the coach of a\nbasketball team and you observe your\nteam on the first day: Chris and Joe are\nnew members of your team. Chris reminds\nyou of a famous player. Joe reminds you\nof an annoying boy from your high school\nyears. Unconsciously you decide what to\nexpect of each one of them. Your beliefs\ninfluence your actions: when Chris enters\nthe court you are happy to see him. When\nhe plays you push him to do better,\npractice harder, stay an extra hour. If he\nmakes a mistake you explained to him how\nto improve. When Joe comes in you hardly\nnotice him. You're glad to see him score\nbut you don't give him much feedback and\ndon't invest extra time in his training.\nWhen Joe does a mistake\nyou are a little annoyed.\nYour actions impact their beliefs about\nthemselves: Chris feels you appreciate\nhim and he appreciates you in return. He\nbelieves in his own success. Joe feels\nyou have little patience and\nappreciation for him he does not believe\nin his own success. Their beliefs about\nthemselves causes their actions toward\nyou: Chris finds more and more joy and\nplaying and he never misses a training\nsession. During the games, he gives a\nhundred percent all the time. Joe finds\nless joy in playing than before and\ndoesn't give his full effort in the\ngames. He starts to miss the training\nsessions sometimes. Which reinforces your\nbeliefs about them: you see how Chris\nenjoys playing, how he trains hard and\nshows a fast increase in his performance.\nJoe seems not to be very motivated, his\nskills don't increase as much and he\nstarts to show up less. You knew it right\naway. Thank God your instincts were right!\nThe Pygmalion effect is also known as\nthe Rosenthal experiment named after a\nresearch of Robert Rosenthal at Harvard.\nIn a first study, he challenged test\nsubjects to coach rats through a maze.\nHalf the group were told their rats were\nextremely intelligent and specifically\ntrained, the other half were told that\ntheir rats were dumb. In fact the rats\nwere all the same.\nDuring the experiment however the \"smart\"\nrats performed well better than the \"dumb\"\nones.\nThis showed how the expectations of the\ncoaches influenced even the performance\nof rats.\nRosenthal then did the Pygmalion in\nschool study together with Lenore\nJacobson: at the beginning of the school\nyear a group of elementary school\nteachers were told that some of their\nnew pupils had extraordinary talent and\npotential. This information which was\ncompletely made up was given about\nrandom average students in each class.\nAll students had done the IQ test in\nadvance. By the end of the year the\nstudents that were described as more\ntalented had significantly increased\ntheir performance in the IQ tests\ncompared to the rest of the class. Robert\nRosenthal concluded: \"When we expect\ncertain behaviors of others we are\nlikely to act in ways that make the\nexpected behavior more likely to occur.\"\nwhat do you think about this theory? And\nif you believe it is there a way to\nprevent ourselves from being shaped by\nothers in a negative way? If you like\nthis video and the way we explain the\nsubject subscribe to our channel. We try\nto explain complex subjects and simple\nlanguage and cartoons to support\nstudents all around the world in their\nlearning. If you want to support us you\ncan go to www.patreon.com/sprouts and\ndonate, just $1 from many fans makes a\nbig difference!\n \n "
}