{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=ww47bR86wSc",
    "video_title": "Bonhoeffer‘s Theory of Stupidity",
    "transcript": "In the darkest chapter of German history,\nduring a time when incited mobs threw stones\ninto the windows of innocent shop owners and\nwomen and children were cruelly humiliated\nin the open; Dietrich Bonhoeffer, a young\npastor, began to speak publicly against the\natrocities.\nAfter years of trying to change people's minds,\nBonhoeffer came home one evening and his own\nfather had to tell him that two men were waiting\nin his room to take him away.\nIn prison, Bonhoeffer began to reflect on\nhow his country of poets and thinkers had\nturned into a collective of cowards, crooks\nand criminals.\nEventually he concluded that the root of the\nproblem was not malice, but stupidity.\nIn his famous letters from prison, Bonhoeffer\nargued that stupidity is a more dangerous\nenemy of the good than malice, because while\n“one may protest against evil; it can be\nexposed and prevented by the use of force,\nagainst stupidity we are defenseless.\nNeither protests nor the use of force accomplish\nanything here.\nReasons fall on deaf ears.”\nFacts that contradict a stupid person’s\nprejudgment simply need not be believed and\nwhen they are irrefutable, they are just pushed\naside as inconsequential, as incidental.\nIn all this the stupid person, is self-satisfied\nand, being easily irritated, becomes dangerous\nby going on the attack.\nFor that reason, greater caution is called\nfor when dealing with a stupid person than\nwith a malicious one.\nIf we want to know how to get the better of\nstupidity, we must seek to understand its\nnature.\nThis much is certain, stupidity is in essence\nnot an intellectual defect but a moral one.\nThere are human beings who are remarkably\nagile intellectually yet stupid, and others\nwho are intellectually dull yet anything but\nstupid.\nThe impression one gains is not so much that\nstupidity is a congenital defect but that,\nunder certain circumstances, people are made\nstupid or rather, they allow this to happen\nto them.\nPeople who live in solitude manifest this\ndefect less frequently than individuals in\ngroups.\nAnd so it would seem that stupidity is perhaps\nless a psychological than a sociological problem.\nIt becomes apparent that every strong upsurge\nof power, be it of a political or religious\nnature, infects a large part of humankind\nwith stupidity.\nAlmost as if this is a sociological-psychological\nlaw where the power of the one needs the stupidity\nof the other.\nThe process at work here is not that particular\nhuman capacities, such as intellect, suddenly\nfail.\nInstead, it seems that under the overwhelming\nimpact of rising power, humans are deprived\nof their inner independence and, more or less\nconsciously, give up an autonomous position.\nThe fact that the stupid person is often stubborn\nmust not blind us from the fact that he is\nnot independent.\nIn conversation with him, one virtually feels\nthat one is dealing not at all with him as\na person, but with slogans, catchwords, and\nthe like that have taken possession of him.\nHe is under a spell, blinded, misused, and\nis abused in his very being.\nHaving thus become a mindless tool, the stupid\nperson will also be capable of any evil - incapable\nof seeing that it is evil.\nOnly an act of liberation, not instruction,\ncan overcome stupidity.\nHere we must come to terms with the fact that\nin most cases a genuine internal liberation\nbecomes possible only when external liberation\nhas preceded it.\nUntil then, we must abandon all attempts to\nconvince the stupid person.\nBonhoeffer died due to his involvement in\na plot against Adolf Hitler at dawn on 9 April\n1945 at Flossenbürg concentration camp just\ntwo weeks before soldiers from the United\nStates liberated the camp.\n“Action springs not from thought, but from\na readiness for responsibility.\nThe ultimate test of a moral society is the\nkind of world that it leaves to its children.”\nBonhoeffer once said.\nCheck the description below to read Bonhoeffer’s\noriginal text, \"After Ten Years\"\nFor more information about Bonhoeffer or to\ndownload this video without background music,\ngo to sproutsschools.com"
}