{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=tbSgU41FIac",
    "video_title": "Nature vs Nurture: Behaviorism or Genetics?",
    "transcript": "A seven year old arrives home with her first\nreport card from school, which is full of\nterrible grades.\nHer dad leans over her shoulder to take a\npeek at the academic horror show.\nThe girl turns around and asks: So what do\nyou think dad?\nNature or nurture?\nCenturies ago, John Locke and others, began\narguing that our personality is mainly shaped\nby the environment we were raised in.\nOthers, such as Charles Darwin, believed that\nwe are largely programmed genetically.\nModern behavioral geneticists think that it’s\nmore complex - because the two interact.\nAnd relatively recently, a little crayfish\nfrom Germany, showed just how little we actually\nknow — but more about her later.\nFirst, let's go back to the girl, her dad\nand what we do know.\nNeither the dad, nor the smartest scientists,\ncan answer what leads to certain school outcomes\nof our 7-year old girl.\nWe do know, however, a bit about the influences\nof genes and the environment when it comes\nto groups of specific populations.\nTake, for example, a group of 100 white American\nmen in their early twenties and you will probably\nfind, on average, an IQ of 100, a height of\n178 cm or around 5.8 feet, and that ten have\nspelling problems.\nWe can now ask which of these 3 traits is\ndetermined by genes — anything that happened\nbefore conception, often referred to as nature;\nand which by the environment— anything that\nhappened after their mothers got pregnant,\noften referred to as nurture.\nTo understand the two forces, \nwe need to acknowledge \nthat environmental influences are often random\n— siblings experience home very differently.\nAnd we need to recognize that genes are complex\n— there is no single gene doing a single\nthing.\nWe therefore know little about which trait\nin an individual is the result of their genetic\nmakeup and which is due to the environment.\nWe only know about the impact of nature and\nnurture on trait differences of a particular\ngroup.\nAnd to learn about that, we need to understand\nheritability.\nHeritability is a factor that ranges between\none and zero.\nOne stands for genetic influences.\nZero for environmental factors.\nHeritability defines the genetic impact on\ntrait differences in a particular population.\nIt can not measure the degree to which a trait\nof a particular individual is genetic.\nDyslexia, for example, has a heritability\ncloser to 1.\nThat means that genes explain more of the\ndifference in spelling mistakes of our group\nthan school, family or random factors.\nIt does not mean that one particular person\nwith spelling problems got them genetically.\nSome just didn’t get much support when they\nwere young.\nHow complex the interaction between genes\nand environment really is becomes clear when\nwe look at something as seemingly straightforward\nas IQ and height.\nFirst, let’s examine height.\nA group of 100 white American male students\nare on average 178 centimeters tall — that’s\nroughly five feet, 10 inches.\nTheir heritability for height is around 0.8.\nIf some men in this group are 183 cm — or\nsix feet tall, then heritability allows us\nto assume that 80% of that difference is,\non average, caused by genetic variants and\n20% of the difference is due to lifestyle.\nIf the same group of people were raised in\na region that experienced systemic droughts\nand they never had enough to eat, their potential\nfor an average height of 178 centimeters is\nfar from ever being reached.\nThe heritability for height might now go from\n0.8 down to 0.5.\nNature and nurture are now equally responsible\nfor group differences.\nThis means, heritability changes.\nIf we have a well nourished population on\nthe one side and a malnourished group on the\nother, then the impact of nutrition on the\ndifferences in height changes from 20% to\n50%.\nIn other words, nurture matters a lot, until\nwe reach a point from which it's not as relevant.\nSo what about intelligence?\nThe heritability of IQ is around 0.6 for people\nin their twenties and then increases as we\nage.\nThe average IQ in our group will be around\n100.\nBut some have an IQ of 110.\nGenes are therefore responsible for 60% of\nthe difference, and random factors and the\nenvironment for about 40%.\nIn other words, for those with an IQ of 110,\n6 of the additional 10 points, can, on average,\nbe attributed to nature and 4 points to nurture.\nNow even if nurture plays a big role, it doesn't\nmean that teachers or parents had any impact.\nUnlike height, which we know how to increase\nthrough nutrition, when it comes to IQ we\ndon’t know much about how to improve it.\nRandom factors seem to play a big role.\nHow random the environment is, becomes clear\nwhen we look at two kids that are born into\nthe same family.\nBoth are raised in the same shared environment,\nbut firstborns, on average, turn out to be\nmore intelligent than their younger siblings.\nAnd if one of two siblings was adopted, the\ntwo would have some correlation in IQ during\ntheir upbringing, but as adults they would\nbe hardly more similar in intelligence than\ncomplete strangers.\nParents, it seems, have a very limited impact\non a child's IQ.\nSo now what about that crayfish?\nIn 1995 German scientists made an odd observation.\nThe little female creature had mutated and\nbecome asexual — able to make clones of\nitself.\nAs each clone shared exactly the same genetic\nblueprint, the scientists set up an experiment\nfor the ultimate test.\nHundreds of these little identical creatures\nwere placed in the same environment.\nSame water, same temperature, same amount\nof food.\nEven though the scientists tried to control\nall these variables, the unthinkable happened.\nSome crayfish stayed tiny, others grew big.\nSome died, others lived on and on.\nAnd while some became social, others enjoyed\nsolitude.\nWhy do you think that happened?\nIs that nature, nurture or a complex interplay\nof the two with some random variations in\nreplicated genetic code?\nTo download this video without background\nmusic, and to learn more about the topic,\nvisit SproutsSchools.com\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}