{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=WkK5eA_qhFk",
    "video_title": "Asch’s Conformity Experiment on Groupthink",
    "transcript": "Look at this line.\nAnd now, look at these  \nthree lines. Can you tell which of them \nmatches that first line? And how sure are you ? \nHold that thought and listen to this story. \nBecause most people can get this wrong.\nOnce upon a time, on the eve \nof a major religious holiday,  \na seven year old boy was observing his \ngrandmother as she poured an extra glass of wine.\nWhen the boy asked who the glass was for, \nshe said that it was for the prophet.  \nThe boy didn’t believe her, so his uncle \ntold him to just observe the glass closely.\nFull of expectation, the boy watched \nthe glass intently, and suddenly,  \nhe thought he saw the level \nof wine drop just a bit!\nIn 1951, decades after the incident, our \nboy became a pioneer in social psychology,  \ndetermined to rationalize \nwhat actually happened that  \nfateful night. Did some of the wine really \ndisappear, or was he made to believe that?\nTo find out the truth, he devised an experiment \nto investigate whether peer pressure can be  \nstrong enough to change our perception, and \nmake us believe in things that are not true.\nSolomon Asch's conformity experiment was \nconducted with 123 white, male college students  \nwho were told to be part of a study in visual \njudgment. Each student was introduced to a group  \nof 6-8 other students, who were, in fact, actors \nwho already knew what the experiment was about.\nThe group was then gathered \nin a classroom and shown  \ntwo cards. The first with one line, \nthe second with three lines on it.\nEach student was then asked to say \naloud which line in the second card  \nmatched that first one. The group was \nseated in such a way that allowed the  \nactors to respond first, leaving the \nreal participant to respond last.\nFor the first two rounds, the fake students, \nalso known as confederates, gave the correct  \nanswer and the innocent student, known as the \nsubject, said whatever he thought to be true.  \nIn the third round, the actors began \nto respond with a clearly wrong answer.\nFor the next 12 rounds, dubbed \"the \ncritical trials\", all the confederates  \nwould give the obviously wrong answer.\nSo the innocent student could either  \nignore the majority or ignore the truth. So \nwhat did the experiment tell the researchers?\nUpon completing 18 rounds with all 123 subjects, \nthe experiment came to the following conclusion. \n23% of the students always gave the right answer. \n72% conformed to the majority at least once.  \nAnd 5% completely succumbed to peer pressure \nand always gave the obviously wrong answer.\nAsch’s work also showed that if just one \nother acting student responded correctly,  \nthe effect of peer pressure \ndecreased substantially.\nThe experiment also showed that the opinions \nof three peers are enough to influence a  \nstudent to change his mind. Increasing \nthe number beyond three confederates,  \ndid not increase the levels \nof conformity among others.\nOr put differently; if 3 people \nsay something obviously wrong  \nand there is no one to disagree with them, many \nof us agree with the wrong answer and start lying,  \ndue to our deeply human desire to fit in.\nSince then, Asch’s experiment has been \nsuccessfully replicated many times and  \nthe effect remains significant, especially \namong women and homogeneous peer groups.\nIn 1955, Asch famously said: “The tendency \nto conformity in our society is so strong  \nthat reasonably intelligent and well-meaning young  \npeople are willing to call white, \nblack. This is a matter of concern.  \nIt raises questions about our ways of education \nand about the values that guide our conduct.”\nWhat do you think? Would you have \nconformed or stuck to the truth?  \nDo you see the Asch’s effect in your daily \nlife or in social media? And what can we as  \nadults or educators do to give young people today \nthe strength to stand up and speak the truth?  \nShare your thoughts in the comments below!\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}