{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=g6pUQ4EDHeQ",
    "video_title": "Bronfenbrenner's Ecological Systems: 5 Forces Impacting Our Lives",
    "transcript": "In 1964, a young psychologist appeared \nbefore the US congress with a mission.  \nIt was a time when most people thought \nthat the reason poor people stayed poor  \nwas a matter of biology and had nothing to \ndo with the environment they grew up in.  \nThe psychologist, Uri Bronfenbrenner, wanted \nto change that and convince the world that  \nto help those less fortunate, we also need to \nchange their surroundings. But did he succeed?\nBronfenbrenner's Ecological System Theory\nconceives that a child is influenced by five\necological forces.\nFirst comes the microsystem of family and\nfriends that affect the child directly.Second\nare the forces of the connections between\nthe people around the child:parents with teachers\nand teachers with peers.\nThen there are links between social settings\nthat do not directly involve the child,such\nas the father with his boss,the peers with\ntheir parents and the teacher with the principal.\nNext, is the overarching culture, religion\nand social norms that influences all others.And\nlastly, there is time - which changes everything\nover the course of one’s life.\nChildren are born into a Microsystem that\ninfluences the child's experiences directly.\nChildren from unfortunate backgrounds are\nmore likely to experience problematic family\nstructures -even if it’s simply for the\nfact that parenting is more difficult if you\nare poor.They also encounter more negative\nsituations at school or bad influences through\nfriends.\nConsequently, a child that grows up in a negative\nmicrosystem,will find it hard to succeed.\nThe Mesosystem represents the interconnections\nbetween the elements that surround the child.\nFor example the relationship between the father\nand the school teachers.\nIf the father doesn’t get along with a teacher,the\nchild might suffer.\nThe EXOSYSTEM involves links between social\nsettings that do not involve the child.For\nexample, a child's experience at home can\nbe influenced by their parent's experiences\nat work.\nIf the mother loses her job, there might be\nmore arguments with the father,resulting in\nchanges in their interaction with the child.\nThe MACROSYSTEMdescribes the overarching culture\nthat influences all other systems,such as\na child’s geographic location and ethnicity.\nIntelligent people who happen to live in bad\nplaces are more likely to move to better ones.But\nthat also means that they are more likely\nto be strangers in a richer society.\nSo regardless of the child’s biological\npotential or upbringing, on a macro level\nhe or she may still be at a disadvantage.\nThe CHRONOSYSTEM,refers to changes in the\nchild,and the environment over time.As the\nchild grows up the parents may stop loving\neach other and divorce, which can be traumatic\nfor an eight year old boy.Five years later,\nhe may have come to terms with how things\nturned out.But when the boy turns 16, his\nmom’s new boyfriend moves into their tiny\napartment, and things get difficult again.[4]\nBronfenbrenner, who was influenced by Lev\nVygotsky and Kurt Lewin, convinced the US\ncongress that a child’s prospect is not\ngenetically predestined,but is the result\nof the larger environment they happen to be\nplaced in.\nChildren who grow up in unfortunate social\nstructures therefore need a form of support\nthat not only reaches their families,but also\nelements of their community.\nBronfenbrenner's theory helped form the Head\nStart program in 1965,a government program\nthat has served more than 35 million poor\nchildren since.\nDecades later, Bronfenbrenner and Stephen\nCeciproposed an extension of this theory,\ncalled the \"bioecological model,.This new\nmodel recognizes gene–environment interactions\nand acknowledges the role of heritability,\nbut adds that genes themselve are under the\ninfluence of the environment.In other words,\nthe process of heritability varies in a magnitude\nof potentials.\nHow much a child can make of the potential \nthey inherit,depends on \nthe ecological environment.\nBronfenbrenner made a critical contribution\nto our realization that parent-child relationships\ndo not exist in a social vacuum but are embedded\nin the larger structures, such as community,\nsociety, and culture.\nIn order to develop well, he allegedly said,\n“every child needs at least one adult who\nis irrationally crazy about him or her.”\nNow it’s your turn,make five circles, draw\nyourself in the center and add a timeline\nat the bottom.\nThen add all the people, institutions and\nforces that affect your life.\nOn the timeline below you can add some major\nevents from the past and those you expect\nin the future.\nCan you tell how the 5 forces are shaping\nyour life?\nTo read more about the topic or download the \nvideo without background \nmusic, visit sproutsschools.com"
}