{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=_juPDoa3GBY",
    "video_title": "Self-Determination Theory: 3 Basic Needs That Drive Our Behavior",
    "transcript": "Ask people for blood donation, and you \nmight find many volunteers. Tell the  \nsame people that they'll get paid for \nit, and many will now decline to help.\nWhy do you think that might be?\nSelf determination theory argues that we \ndo what we do, because we are motivated  \nby three basic needs that drive our \nbehavior more than anything else.\nFirst comes autonomy. We desire to \nhave the freedom of making our own  \nchoices and not be forced to \ndo something we don’t want.\nSecond is competence. We want to feel \nthat we have the skills required to do  \nthe work ourselves, and not be confronted \nwith tasks that we don’t understand.\nThird is connection. We want to \nexperience a sense of belonging,  \nof being needed, and not feel \nuseless or like an outsider.\nWe can think of motivation ranging from \n“non-self-determined to self-determined.” \nOn the left we have amotivation, in the center \nextrinsic motivation, and on the right intrinsic  \nmotivation. In terms of quality they range from \nlower forms to higher forms. Along this spectrum  \nare, according to self determination theory, \n6 distinct types, represented here by: Anton,  \nMary, Taichi, Abeni, John, and Lalisa \nwho all have to study for a major exam.\nAnton does not understand the topic and therefore \nfeels disconnected to the material. His need for  \ncompetence remains unsatisfied and undermines \nhis autonomy — leading him to lose control over  \nthe situation. As a result he begins to think that \nschool is pointless. He experiences amotivation.\nMary likes to learn, when she \nknows that if she does well,  \nshe will be rewarded. But when no \none is around to stimulate her,  \nshe feels disconnected. Mary is not \nautonomous in her studies, because  \nshe needs rewards that regulate her behavior \nexternally — a job her mother usually does.\nThis stage is called extrinsic \nmotivation: externally regulated\nTaichi strives to win, or match the performance \nof others. When he’s not among the top,  \nhis desires for competence and autonomy \nare not satisfied. He feels guilty when  \nhe can’t be as good as others. The root \nof his behavior is therefore external.\nThis stage is known as extrinsic \nmotivation: introjected regulation\nAbeni values learning and sees herself as a good \nstudent. To her, getting good grades is important,  \nbecause it confirms her self-image. \nDespite the fact that she doesn’t  \nfeel connected to the material, she does \nwell because she regulates her behavior  \nby identifying with the idea of being a \ngood student. She’s motivated by an ideal.\nThis stage is called extrinsic motivation: \nregulation through identification\nJohn thinks learning is important, because it \nmakes him a better human being. To develop his  \nintellect and become the best version of \nhimself, he tries to understand things,  \neven if they are boring. He feels connected \nand competent. But since his behavior is  \nregulated by the desire to live up to an \nidea, he is still not fully autonomous.\nThis stage is known as extrinsic \nmotivation: integrated regulation\nLalisa learns things because \nshe is curious and enjoys it.  \nShe can feel completely connected to the \nmaterial and often loses track of time.  \nStudying gives her a deep sense of satisfaction. \nShe experiences complete autonomy and as a result  \nof her intrinsic interests, develops \nthe highest forms of competence.\nNow we speak of intrinsic motivation.\nRegardless of where we are along the spectrum,  \nwe all have complex human minds with \nchanging interests and conflicting desires.\nDoing one thing, we may feel \nfully motivated — autonomous,  \ncompetent and connected. But then, the next day,  \nlife gets in the way and robs us of our three \nbasic needs — we feel nothing but amotivation.\nTo regain your self-determination, \nyou might want to take a break,  \nseek a change in environment \nor connect with other people.\nSelf-determination theory was developed \nby the two American psychologists,  \nRichard Ryan and Edward Deci, in the 1970s. \nMore recent research points to some cultural  \ndifferences. Many American students' seem to learn \nto outcompete others. When Chinese study hard,  \nit’s often because they feel guilty \nif they do not meet expectations.\nOn the interplay between extrinsic and \nintrinsic motivation, Deci said: “Sure,  \nmoney motivates, but that’s not the point. The \npoint is that while money is motivating people,  \nit is also undermining their \nintrinsic motivation. ”\nSo what do you think about the model? Do \nyou agree or disagree with the theory? And  \nwhat do you think about extrinsic rewards? \nShare your thoughts in the comments below,  \nand let us know what motivated you to do so.\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}