{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=UITwU58PR5Q",
    "video_title": "3 Types of Phobia & The Famous Case of Button Boy",
    "transcript": "A phobia is an excessive fear of a seemingly\nharmless thing and those affected, go to great\nlengths to avoid certain situations.\nIf a situation cannot be avoided, they experience\nsevere distress, panic attacks or even fainting.\nPhobias are less prevalent among children\nand older people, and more common among teenagers,\nand especially girls.\nThey run in families or can be the result\nof a traumatic experience early in life.\nPhobias can be categorized into 3 types.\nA social phobia is when we fear others, especially\ntheir judgment.\nAgoraphobia is the fear of a situation we\nperceive to be unsafe or difficult to escape.\nSpecific phobias include fears of certain\nthings, or situations, such as heights, or\ninjuries and seeing blood.\nSome phobias are especially complicated — such\nas the famous case of the Button Boy.\nIt was a normal day at kindergarten when a\n6 year old boy ran out of buttons to paste\non his poster board and was asked to come\nto the front of the class to get some more.\nWhen he reached for the bowl, his hand slipped\nand all the buttons fell on him.\nFor the boy this was a deeply traumatic event.\nNot long after, he didn’t want to dress\nhimself anymore.\nHe began to have difficulty concentrating\nin class due to an excessive preoccupation\nwith not touching his school uniform.\nAnd eventually, he started avoiding people\njust to stay away from their buttons!\nLife became so difficult that 4 years after\nthe incident the boy and his mother decided\nto seek professional help.\nThe psychiatrists Lissette Saavedra and Wendy\nSilverman who studied the case were able to\nrule out obsessive-compulsive disorder (OCD),\nwhich is often confused with a phobia, and\nconcluded that the boy must have developed\na speciﬁc phobia for buttons.\nTo treat the boy, the doctors invited the\nmother and son to be part of a research project.\nTo assess the child’s progress throughout\nthe treatment, they used a Feelings Thermometer,\nallowing the boy to grade each interaction\nfrom 1, feeling happy, to 9, feeling angry.\nBig, brass jeans buttons hardly bothered the\nboy, but small, clear, plastic ones horrified\nhim.\nAfter the boy’s feelings were better understood,\nthe doctors selected a treatment method.\nFirst they tried behavioral exposure therapy,\na form of classical conditioning\nWhenever the boy touched a button successfully,\nhe was rewarded.\nThey then repeated the process in various\nforms.\nAfter 4 sessions, the boy completed all tasks\nand he was able to interact with way more\nbuttons than before. However, he felt more\ndistressed about buttons than ever.\nWhen the doctors talked to the boy again he\nrevealed that he found buttons disgusting\nand that they emitted a bad smell.\nAnd so they wondered: did the exposure therapy\nreduce his fear, but increase his feeling\nof disgust?\nNext, they tried Imagery Exposure Therapy.\nFor the seven sessions that followed, the\nboy was prompted to just visualize buttons\nfalling on him and imagine how they looked,\nfelt, and smelled.\nThis time the boy’s self-reported levels\nof distress reduced dramatically.\nEven 12-months after the therapy the boy reported\nminimal fear of buttons.\nSo why did the first treatment fail, while\nthe second one worked?\nThe first treatment changed the minds' expectations\nof what harmless buttons may trigger —classical\nconditioning. The second therapy changed the\nmind’s evaluation of buttons themselves\n– that they aren’t actually that disgusting.\nIn technical terms, expectancy-learning failed,\nbut evaluative learning, succeeded.\nBut treatment of a phobia may take many forms.\nSocial- and agoraphobia are often treated\nwith counseling or even medication.\nSpecific phobias are often treated by systematic\ndesensitization, today often with the help\nof virtual reality.\nHumor is another serious therapy that often\nworks.\nActivities that elicit humor with the feared\nsituation, can help reduce disgust, anxiety\nor whatever other uncovered feelings may be\nthe cause of our phobia.\nWhat’s your experience with phobia? Have\nyou ever had one that you were able to overcome?\nAnd if so, how did you do it? Share your thoughts\nin the comments below.\nThis and all other Sprouts' videos are licensed\nunder the Creative Commons. That means teachers\nfrom all around the world can use them in\nclassrooms, online courses or\nto start projects - and today, thousands already\ndo!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website or read the description below.\nIf you want to support our mission and help\nchange education\nvisit our Patreon - that's patreon.com/sprouts."
}