{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=kpjeMaOirvg",
    "video_title": "The Halo Effect: The Superpower of Beautiful People",
    "transcript": "What do you think?\nWould this man make a good doctor?\nWhat about him?\nWould you trust him with your surgery?\nMost people would probably want to get treated\nby one, rather than the other.\nAnd most people are likely to be wrong about\nthat.\nWhen you look at the sun, you sometimes see\nit clearly.\nBut sometimes you’ll see it shining way\nbigger than its actual shape.\nThat circle of light that makes it look bigger\nis called a halo.\nThe halo effect also happens when a person,\nproduct, or company shines like the sun.\nThen we don’t see them clearly and associate\nall sorts of unrelated qualities to them.\nThe halo effect was first identified in 1907\nby the American psychologist Frederick Wells\nand was then studied by the psychologist Edward\nThorndike, who asked flight commanders to\nevaluate their officers in various distinct\naspects such as physical appearance, intelligence,\nand leadership.\nExamining the results, Thorndike found that\nthe officers that got high scores for their\npsychical qualities, also got rated high on\nintelligence and leadership skills - a correlation\nthat seemed wrong.\nIt appears that the commanders were unable\nto evaluate specific traits independently\nof others.\nThey thought of their officers in broad terms;\neither \"good\" or \"bad\", and allowed this general\nfeeling to influence the specific qualities\nthey attributed to them.\nSome officers profited from their halo.\nOthers were put at a disadvantage by what\nis called the horn effect.\nThe halo effect also explains why some teachers\ngive better looking students higher grades\nOne study looked at the grades of 4,500 pupils,\nwho were sorted by volunteers into three groups:\nbelow-average, average, and above-average\nlooking.\nDid the better looking people get better grades?\nThe researchers then compared students' grades\nbetween classes taken in traditional classrooms\nwith those taken online where there was little\nto no face-to-face interaction.\nThe researchers later found evidence that\nstudents who were rated as good looking, earned\nsignificantly lower grades in online courses\ncompared to traditional classrooms where they\ngot help from their halo.\nSince the physical attributes of good looking\npeople seem to naturally make them also appear\nintelligent, strong, and trustworthy, here\nis one good rule of thumb.\nIf you have an accident and you have to choose\nbetween two equally qualified doctors, ignore\ntheir halo and choose the less handsome one.\nHe might have worked twice as hard to gain\nthe same reputation and is likely better at\nhis job.\nWhat do you think?\nDo you think it is possible to avoid the halo\neffect at work, in school or in public life?\nAnd what about other credentials that may\nsignal success?\nPlease share your thoughts and ideas in the\ncomments below.\nThis and all other Sprouts' videos are licensed\nunder the Creative Commons.\nThat means teachers from all around the world\ncan use them in classrooms, online courses\nor\nto start projects - and today, thousands already\ndo!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website or read the description below.\nIf you want to support our mission and help\nchange education\nvisit our Patreon - that's patreon.com/sprouts."
}