{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=GxAu7BTZQRY",
    "video_title": "Cognitive Dissonance: Your Response to Conflicting Beliefs",
    "transcript": "If you read a text or hear something new,\nyour mind has a strong desire for order and\nconsistency.\nNow, the moment your brain holds two contradicting\nideas, you experience distress.\nYour mind often resolves this problem, by\ntweaking the ideas until they become consistent\nwith the other stories you tell yourself to\nbe true.\nMeat eaters for example who are confronted\nwith new information of how their dinner came\nabout can either eat less meat, deploy strategies\nto cope with the new information, such as\ndenial, or do a little bit of both.\nIf two conflicting ideas are deeply ingrained\nin our identity, the mental imbalance can\nbecome overwhelming and intoxicate our thoughts\n— and as a result we may believe even the\nmost absurd conspiracy theories.\nTo keep our sanity, it helps to learn about\nthis phenomenon, known as cognitive dissonance.\nAfter a severe earthquake in India, rumors\ncirculated among people who felt the shock\nbut sustained no damage, about an even worse\ndisaster that was supposed to strike.\nHowever, no disaster followed, and psychologists\nbegan to wonder why such rumors sprang into\nexistence — it seemed counterintuitive that\npeople would share and believe fear-provoking\nstories during such a difficult time.\nNearly 20 years passed before Leon Festinger,\na young psychologist, had a plausible theory\n: The rumors were not “fear-provoking”\nbut instead \"fear-justifying.\"\nThe argument: if we feel afraid and safe at\nthe same time, we invent explanations to reduce\nsuch conflicting states of mind.\nFesting called this mental imbalance “cognitive\ndissonance”.\nCognitive dissonance is based on the idea\nthat when two ideas are psychologically not\nconsistent with each other, we change them\nand make them consistent.\nFestinger then examined whether a cognitive\ndissonance can be strong enough to believe\nin conspiracy theories even after they are\nproven wrong.\nTo do so, two colleagues and Festinger, joined\na small apocalyptic cult led by Dorothy Martin,\na suburban housewife.\nMartin claimed to receive messages from superior\nbeings from another planet called 'Clarion'.\nThe messages purportedly said that a flood\nwould destroy the world on December 21, 1954.\nThe psychologists observed that many members\nquit their jobs and let go of their possessions\nin preparation for the end of the world.\nWhen the day came and passed peacefully, Martin\nclaimed that the world had been spared because\nof the \"force of good” that the members\nhad spread.\nTo cope with this situation and the heavy\ncognitive dissonance it produced, the psychologists\nhypothesized that the members had two options:\nThey could either change their situations,\nand let go of the beliefs and actions that\nformed the identity of their former self…\n…or they could embrace new beliefs to stay\nin the cult and protect the image they have\nformed of themselves.\nAnd that’s exactly what happened.\nSome members faced the facts and left the\ncult to regain their sanity, while others\nbelieved Martin’s story to keep their threatened\nworldview alive.\nIn their assessment, the psychologist concluded\nthat 3 conditions made it especially hard\nfor members to quit:\n1.\nIf the members had deep convictions that were\nrelevant to their everyday routines.\n2.\nIf they had done things that were difficult\nto undo.\n3.\nIf they received social support from other\nbelievers.\nLeon Festinger later wrote.“A man with a\nconviction is a hard man to change.\nTell him you disagree and he turns away.\nShow him facts and he questions your sources.\nAppeal to logic and he fails to see your point.”\nWhat are your thoughts?\nDo you have an idea how we can change ours\nand other people's minds?\nIf reason falls on deaf ears, can experience\nmaybe do the trick?\nShare your thoughts and experience with cognitive\ndissonance in the comments below!\nThis and all other Sprouts' videos are licensed\nunder the Creative Commons.\nThat means teachers from all around the world\ncan use them in classrooms, online courses\nor\nto start projects - and today, thousands already\ndo!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website or read the description below.\nIf you want to support our mission and help\nchange education\nvisit our Patreon - that's patreon.com/sprouts."
}