{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=7ReBJfxHjFU",
    "video_title": "The Universe 25 Mouse Experiment",
    "transcript": "Cannibalism, asexuality, and violence.\nA society that had collapsed.\nWhat’s going on here?\nIn 1972, John B Calhoun detailed the specifications\nof an utopia designed for mice: built in the\nlaboratory.\nEvery aspect of Universe 25, as this particular\nmodel was called, was designed to cater for\nthe well-being of its rodent residents, increase\ntheir lifespan, and allow them to mate.\nThere was abundant food, water, and nesting\nmaterial.\nThe universe was cleaned regularly.\nThere were no predators, the temperature stable.\nParadise.\nOr maybe not?\nFour pairs of disease-free mice, selected\nfrom the National Institutes of Health’s\nelite breeding colony, moved in on day one.\nIt took months for the rodents to familiarize\nthemselves with their new world.\nThen they started to reproduce and the population\nincreased exponentially, doubling every fifty-five\ndays.\nThose were the good times in paradise.\nPast day 315, more than six hundred mice now\nlived in Universe 25, rubbing shoulders on\ntheir way up and down the stairwells to eat,\ndrink, and sleep.\nPopulation growth slowed.\nYoung ones found themselves born into a world\nwith far more mice than meaningful social\nroles.\nMales faced a lot of competitors to defend\ntheir territory against.\nMany found that so stressful, they gave up.\nNormal discourse within the community broke\ndown, and with it the ability of mice to form\nsocial bonds.\nLone females retreated to isolated nesting\nboxes on penthouse levels.\nOther males, a group Calhoun termed “the\nbeautiful ones,” never sought sex and never\nfought — they just ate, slept, and groomed,\nwrapped in narcissistic introspection.\nElsewhere, cannibalism, asexuality, and violence\nbecame endemic.\nMouse society had collapsed.\nOn day 560 the population peaked at 2,200\nmice.\nA few survived past weaning until day six\nhundred, after which there were few pregnancies\nand no surviving young.\nAs the population had stopped regenerating\nitself, its path to extinction was clear.\nThe mice had lost the capacity to rebuild\ntheir numbers—many that could still conceive,\nsuch as the “beautiful ones” and their\nsecluded singleton female counterparts, had\nlost the social ability to do so.\nOn day 920 was the last conception.\nThe last mouse died on May 23 1973, four years\nand ten months after colonization.\nCalhoun later said that the creatures had\ndied two deaths.\nThe first was that of their spirit and their\nsociety.\nThe “second death” was that of their physical\nbody.\nIt was not the first time the ethologist had\nbuilt a world for rodents.\nColhoun had been creating utopian environments\nfor rats and mice since the 1940s, with consistent\nresults: overpopulation leads to explosive\nviolence and hypersexual activity, followed\nby asexuality, self-destruction, and extinction.\nIn his widely cited paper, “Population Density\nand Social Pathology”, Calhoun concluded:\nNo matter how sophisticated we are, once the\nnumber of individuals capable of filling social\nroles greatly exceeds the number of such roles,\nonly violence and disruption can follow.\nHe then referred to a phenomenon he called\n“Behavioral Sink”\nBehavioral sink is our desire to be in the\npresence of others, to be conditioned to seek\nto be near others, and to be drawn to the\ncrowd, in spite of the conflicts that this\ncan generate.\nDrawing from Calhoun's popular research, social\nscientists started to call for restrictions\non reproduction as the only possible response\nto the world's rising population.\nCalhoun himself was more optimistic about\nour future.\nHe argued: as our physical space declines,\nwe are forced to extend a conceptual space\n— our network of ideas and technologies.\nLater in his career he turned to possible\nsolutions and began to build creative universes\nthat minimize the ill effects of overcrowding.\nWhat are your thoughts?\nIs overcrowding a danger for mankind or does\nit only affect rodents?\nAnd if so, what can save the human psyche?\nAvoiding eye contact in crowded places is\none strategy, but is that enough?\nTo read more about Universe 25, and its cultural\nimpact, read the paper of Edmund Ramsden & Jon\nAdams.\nYou’ll find a link in the description below.\nIf you like how we explain complicated ideas\nin simple cartoon animation, you can support\nus.\nGo to patreon.com/sprouts . Just visit us,\nlearn how it works, and what’s in it for\nyou.\nWe hope to see you there!\nAnd if you are a parent or educator, check\nour website sproutsschools.com There you can\nfind this and other video lessons, additional\nresources, and classroom activities."
}