{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=wth3z38vdWY",
    "video_title": "Vision Test: A Simple Eye Exam for Schools",
    "transcript": "The vision of kids is rapidly growing when \nthey are young. And once they reach 6,  \nit's completely developed. However, one \nin five children have a vision disorder.\nBecause children don’t know better, to them their \nvision seems normal. Where one kid sees an eight,  \nthe other might see a three. Too often, \nteachers and adults also don’t know the  \nsigns of a child’s impaired sight and wrongly \nlabel them as slow or learning disabled.\nThat’s why all kids should have a professional \neye check every one to two years. If that cannot  \nbe provided, it’s important for parents and \nteachers to learn how to detect the condition.\nHere are some signs to spot eye problems. \nA student asks to change seats from back  \nto front. They look into their peers’ notebook \ninstead of the board. They squint their eyes  \nto focus on objects in the distance. They \nlook at things really close up. They execute  \nhandiwork poorly and their handwriting \nis extraordinarily bad. Sometimes kids  \neven walk clumsily. Or show some more explicit \nsymptoms like tearing or itching of the eyes.\nTo perform a simple eye test, have your \nstudent close one eye and read out loud  \na standard Tumbling E Chart from six meters away. \nSchool children age 6 or above should be able to  \nread all lines including the one labeled \n2030. Then repeat it with the other eye.\nWhen they do the test, observe the students’ \nposture and behavior. They shouldn’t have  \nto move or tilt their head, turn their eyes \nor constantly blink just to read the chart.\nIf you identify a child with an eye problem, \nplease inform the parents. And if available,  \nthe school’s doctor or principal. It’s \nimportant to care early and to help kids  \nlearn and live better, and to prevent \nfurther eye diseases. After the kid has  \nreceived proper care by an eye specialist, \nyou might see a massive study improvement.\nSee below the link to download a \nbasic Tumbling E Chart which can  \nbe printed with an ordinary A4 black and \nwhite printer. As always we are looking  \nforward to receiving your feedback in \nthe comment section below. Please also  \nsubscribe to our Youtube channel and like \nus on Facebook. Thank you for watching!"
}