{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=PiBztasqPzo",
    "video_title": "Should We Kill All Violent People? - From the Perspective of Sapolsky's Social Learning Theory",
    "transcript": "During the first winter of World War \n1, French and British soldiers were  \nfiercely battling the Germans. But then, \non Christmas Day in 1914, they laid down  \ntheir arms and came together to celebrate. \nIn fact, they became friends for a few days.\nSo what happened here and \nwhere did the violence go?\nViolence is a trait shared by many animals, \nincluding sapients. It allows us to protect  \nour territory, hunt for food, or dominate \nothers. But it can come at a great cost.\nConflicts often leave physical scars \nand psychological damage. Aggressive  \npeople live a more risky life, tend \nto have fewer social connections,  \nand are exposed to more stress, all \nof which impact their well-being.\nIn many modern societies violence has lost its \nappeal. We started innovating, collaborating,  \nand nurturing communities that gave us a sense \nof belonging. So why is violence still around?\nSome say that humans are violent by \ndesign. Robert Sapolsky, a primatologist,  \ndeveloped another theory. He spent 33 years \nfollowing the same troop of wild Baboons in  \nKenya. Studying these monkeys that share 94% of \nour genetic code, he made a puzzling observation.\nBaboons are primates that organize their behavior \naround hierarchies. Aggression is the norm.  \nFemales and “weak” males typically \nstay home caring for the children,  \nwhile violent males lead the troop \nto explore their surroundings.\nAt one point, the most aggressive males \nwent out to battle another tribe for some  \nfood at a garbage dump, which happened to be the \nsource of a tuberculosis outbreak. As a result,  \nmany of these violent baboons got \nsick, and about half of them died.\nThe new generation of baboons was then \nraised by females and more gentle males.  \nAs the small ones grew up, they became \nfriendlier and less combative. And just  \n6 years after the incident, the once \nviolent troop was living in peace.\nDuring the following years, the troop \nthrived by collaborating. And even  \nwhen males from other groups \njoined the peaceful community,  \nthey let go of their aggressive sides and \nadapted to the new lifestyle. As a result,  \nall members exhibited lower levels of stress, were \nin better health, and had better odds of survival.\nSapolsky concluded that in Baboons, violence is \nnot a natural state, but mostly a learned response  \nto the environment they grow up in. An idea \nthat also seems to apply to most human behavior.\nChildren observe their parents and imitate \nwhat they see at home. When abuse is part  \nof daily lives, it is a behavior that they \nare likely to reproduce later - and pass  \nit on to their children and so on and \nso forth. But is it really just that?\nSapolsky himself later wrote \nthat it’s more complicated:  \n“If we want to make sense of our behavior \n- all the best, the worst, and everything  \nin between - we're not going to get anywhere if \nwe think it can all be explained with one thing,  \nwhether it's one part of the brain, one childhood \nexperience, one hormone, one gene, or anything.”\nWhat do you think? Are we violent by design \nor is it a learned human behavior? Or is it a  \nmix of the two? And if it’s mostly learned, \nis there a way to break the vicious cycle,  \nor does it always need to come to a disaster? \nShare your thoughts in the comments below!\nIf you like this video and want us to make more, \nsubscribe to our channel or support us on Patreon."
}