{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=bounwXLkme4",
    "video_title": "Kohlberg’s 6 Stages of Moral Development",
    "transcript": "Lawrence Kohlberg's theory claims that our development of moral reasoning happens in six stages.\nThe stages themselves are structured in three levels:\npre-conventional, conventional, and post-conventional\nTo understand this better, imagine a conflict at school\nThere is a fight in the schoolyard, two ninth-graders are beating up Tom\nThose who watch the fight are at different stages of moral development\nLet's see what they do and how they justify their behavior\nAt stage one, we make moral judgments based on obedience and punishment\nFinn's sense of good or bad is directly linked to whether he gets punished or not\nFinn sees what is happening to his friend and wants to help, but\nhe doesn't because he is afraid the teacher may punish him if he gets caught fighting\nHe asks himself, how can I avoid punishment?\nAt stage two, we are motivated by self-interest\nMary decides to intervene and help Tom\nShe knows that she might get punished,\nbut she also knows that she could become a victim herself someday\nIf she helps Tom now, he might help her in the future\nShe is asking herself: What's in it for me?\nAt stage three, interpersonal accord and conformity guide our moral judgment\nBetty sees the fight and wants to intervene\nBut when she realizes that all the others are just watching, she decides not to get involved\nShe wants others to see that she is a good girl who is conforming with the ethics of the community\nShe asks herself: What do others think of me?\nAt stage four, we value authority and want to maintain social order\nWhen the teacher sees the group fighting he immediately steps in and shouts: Stop! Fighting at school is forbidden!\nHe feels that, above all, it is important to follow the rules, otherwise chaos breaks out\nHe feels it is his duty to uphold the rules that sustain a functioning society\nHe asks himself: How can I maintain law and order?\nAt stage five, we understand rules as a social contract as opposed to a strict order\nJessie who watches from afar is not sure how she feels about this\nTo her, rules make sense only if they serve the right purpose\nObviously, the school rules prohibit fighting. But maybe Tom deserves to finally learn his lesson\nJust yesterday he punched a young girl from grade one\nShe asks herself: Does a rule truly serve all members of the community?\nAt stage six, we are guided by universal ethical principles\nAll those involved now have to face the headmaster\nHe first explains the school rules and why they exist\nHe then clarifies that rules are valid only if they are grounded in justice\nThe commitment to justice carries with it an obligation to disobey unjust rules\nThe headmaster's highest moral principle is compassion\nHe believes that all people should learn to understand each other's viewpoints and that they don't feel alone with their feelings\nHe asks: What are the abstract ethical principles that serve my understandings of justice?\nAt the pre-conventional level, Finn is driven by fear and Mary by self-interest\nBoth judge what is right or wrong by the direct consequences they expect for themselves, and not by social norms\nThis form of reasoning is common among children\nAt the conventional level,\nBetty responds to peer pressure and the teacher follows the rules\nTheir morality is centered around what society regards as right\nAt this level, the fairness of rules is seldom questioned\nIt is common to think like this during adolescence and adulthood\nAt the post-conventional level, Jesse knows that things are complicated because individuals may disobey rules inconsistent with their own morality\nThe headmaster follows a universal ethical idea at complete disconnect with what society thinks or the rules say\nTo him, everything is solved through compassion\nThe right behavior in his opinion is therefore never a means to an end, but always an end in itself\nNot every person reaches this level\nThe American psychologist Lawrence Kohlberg based his work on Piaget's theory of cognitive development\nIn order to confirm his theory of stages of moral development\nKohlberg interviewed boys between the ages of 10 and 16\nHe analyzed how they would justify their decision when confronted with different hypothetical moral dilemmas\nWe will now present to you the most famous moral dilemma Kohlberg presented to his students\nLet's see what you would do\nThe Heinz dilemma: A woman was on her deathbed\nThere was only one drug that the doctors thought might save her\nThe druggist that made that particular medicine sold it for ten times the price of the production costs\nThe sick woman's husband, Heinz, was poor and could not afford to buy the drug\nnot even with the financial help of his friends\nHeinz then asked the pharmacist to sell it to him for half the price\nBut he refused\nTo save the life of his wife, Heinz broke into the man's laboratory and stole the medicine\nNow tell us:\nShould Heinz have stolen the drug?\nWould it change anything if Heinz didn't love his wife?\nWhat if the person dying was not his wife but a stranger?\nShould the police arrest the druggist for murder if the wife had died?\nPlease write your answers and their justifications in the comments below\nIf you like this video and the way we explain the subject subscribe to our channel\nWe try to explain complex subjects in simple language and cartoons to support students all around the world in their learning\nIf you want to support us, you can go to www.patreon.com/sprouts and donate\nJust $1 from many fans makes a big difference"
}