{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=xaJuFbtuK7E",
    "video_title": "The Legal Systems We Live In Today",
    "transcript": "Imagine you are walking down the street to\ndo some shopping and suddenly a roof tile\nlands on your head.\n\"What is that supposed to mean?\"\nyou ask yourself and you go inside the department\nstore from which the tile fell off to complain.\nThe owner of the department store shows little\ninterest in your misfortune and says that\nhe cannot explain how it happened.\nOf course, you also have no idea how exactly\nthe tile landed on your head – but because\nyou have a concussion, you go to a lawyer\nand sue in court.\nWhat happens next depends on whether the incident\nhappened in a country that practices Civil\nLaw or one that applies Common Law.\nDo you know which of the two is practiced\nwhere you live?\nLet's say the whole thing happens to you in\nGermany, which belongs to the Continental\nEuropean Legal System, where Civil Law applies.\nHow does the judge evaluate your case?\nShe is looking for a legal provision that\nfits your case.\nIn the German Civil Code, article 838, she\nwill find the general rule that a building\nuser has to maintain the structure and is\nresponsible for the damage caused if parts\nof the building break off.\nThe judge then examines the law.\nShe checks if the defendant really is the\nuser of the building, if he has to maintain\nthe building by law, and whether he had negligently\nfailed to do so.\nIf all those legal elements are fulfilled,\nthe department store operator is liable, and\nyou, as the plaintiff who instituted the legal\nproceedings, will receive compensation for\nthe suffering caused by the event.\nIf you had taken your walk in the United States,\nwhich belongs to the Anglo-American Legal\nSystem, the Common Law, the judge would proceed\ndifferently.\nIn the US, the judge would instead look for\na comparable case – such as the English\ncase of Byrne v. Boadle from 1863, in which\npretty much the same thing had happened to\na poor passerby, only it had not been a loose\nbrick, but rather a barrel stored in the building.\nIn this case, the court held the department\nstore owner responsible, even though the plaintiff\ncould not prove negligence on the part of\nthe defendant.\nSo what are the differences between Civil\nLaw and Common Law?\nThe legal systems are differentiated primarily\non the basis of their way of thinking!\nThe Civil Law System is characterized by thinking\non the basis of general and abstract legal\nprovisions, most of which are laid down in\ncodifications - such as the Civil Code in\nGermany.The judge works deductively by applying\nthe general rule to the concrete case - a\ntechnique known as subsumption.\nThe Common Law System is characterized by\nsimilar cases that happened in the past.\nThe so-called doctrine of stare decisis, Latin\nfor “to stand by things decided”, binds\njudges to precedents — cases that happened\nin the past.\nThat is why the judge works on a case-by-case\nbasis and compares them with one another.If\nthe judge wants to deviate from a previous\ndecision, the so-called “Distinguishing”\nis used to determine the differences between\nthe case at hand and the precedent.\nIn summary, to determine wrongdoing and compensation,\nthe civil law system relies on the code of\nlaw interpreted by judges, while the common\nlaw system relies on similar cases from the\npast.\nWhat are your thoughts?\nWhich legal system is better?\nShare your thoughts in the comments below\nand tell us what type of law is practiced\nin the country you are from.\nIf you like how we explain complicated ideas\nin simple cartoon animation, you can support\nus.\nVisit patreon.com/sprouts.\nTake a look, learn how it works, and what’s\nin it for you.\nWe hope to see you there!\nIf you are an educator, check our website\nsproutsschools.com There you can find this\nand other video lessons, plus additional resources,\nand classroom activities."
}