{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=lieFOzjLHM8",
    "video_title": "Froebel’s Kindergarten: The Origins of Early Childhood Education",
    "transcript": "In 1838 the German educator Friedrich Fröbel\nlaid the foundations of modern education when\nhe opened the \"Play and Activity Institute\".\nFröbel soon called his institute a Kindergarten\n, reflecting his belief that young children\nshould be nurtured and nourished \"like plants\nin a garden”.\nFröbel, who studied under the Swiss educator\nJohann Pestalozzi, established the idea that\ngames and playing are typical and essential\nforms of life.\nActivities in the kindergarten included singing,\ndancing, gardening, and self-directed play.\nQuality time spent like this was a considerable\nimprovement to the life of many children,\ngiven that the alternative was often to help\nparents with work.\nHe also introduced the concept of \"Frei-Arbeit\",\nwhich can be translated into \"free work\".\nDuring set periods of time, children were\nallowed to work on things by themselves.\nWhere many adults saw pointless play, Fröbel\nsaw important learning taking place . While\npracticing their concentration skills and\nresilience,the children also learned about\nengineering, logic and physics.\nTo help facilitate this process, he developed\na set of educational toys known as Fröbel\nGifts . The set contained 20 objects, such\nas balls, blocks, and sticks.\nFröbel carefully designed the toys to help\nthe children in his kindergarten recognize\nand appreciate common patterns and forms found\nin nature.\nHis innovative ideas soon found appeal and\nmany young educators came to learn from Fröbel\nand to see the immense potential displayed\nby children at his institute.\nLater, many of Fröbel’s students opened\ntheir own Kindergarten and Germany experienced\na rapid growth in the numbers of early childhood\ncenters.\nThen something bad happened.\nAfter suppressing the German revolutions of\n1848–49, the Prussian government started\na crackdown on new democratic ideas and women\nwere forbidden from being politically active.\nThe fact that some were operating a kindergarten\nall by themselves was seen as problematic.\nAnd so it didn’t take long for the government\nto label Fröbel’s Kindergarten ideas as\ndangerous to both the State and church; soon\nall schools that followed Fröbel’s principles\nwere banned.\nFor Fröbel, who saw his life’s work destroyed\nand the future of all the children disrupted,\nthis was a terrible blow.\nHe died in dismay just a year later.\nBut the ban caused a diaspora of kindergarteners\nwho could no longer work in Germany, spreading\nFröbel’s ideas all over the world.\nOne of Fröbel's students founded the first\nkindergarten in the United States in 1856.\nBut the story was far from being over.\nExactly 20 years later, a young woman named\nAnna Lloyd Jones stumbled upon a set of Fröbel’s\nGifts at a visit to the first World's Fair\nin the United States.\nAnna, a teacher by training, was so excited\nby the wooden toys that she bought a set for\nher nine-year-old son.\nLittle Frank loved the toys his mother brought\nhome and began building all kinds of geometrical\nstructures — first with the wooden toys,\nlater in miniatures and with other materials.\nWithout formal training, Frank Lloyd Wright\nbecame one of the world’s most renowned\narchitects, responsible for some of the most\niconic buildings in modern architecture, many\nof which resemble Fröbel's toy blocks.\nGermany lifted its ban on kindergartens in\n1860, realizing that it was a terrible mistake.\nAnd while Fröbel wasn’t around anymore\nto witness the rebirth of his ideas in his\nhomeland, they continued to spread around\nthe world and became an inspiration for Maria\nMontessori, Rudolf Steiner, and many others\nwho set out to innovate formal education.\nFröbel once said that “Play is the highest\nexpression of human development in childhood,\nfor it alone is the free expression of what\nis in a child's soul.”\nFrank Lloyd Wright described the influence\nof such play in his approach to design as\nfollows: \"For several years, I sat at the\nlittle kindergarten table-top… and played…\nwith the cube, the sphere and the triangle—these\nsmooth wooden maple blocks…\nAll are in my fingers to this day.”\nHow was your personal experience with play\nand learning when you were young?\nDid you go to kindergarten?\nAnd what are your thoughts on the play as\na way of growth and development?\nShare your thoughts!\nTo download this video without background\nmusic, or learn more about the topic, visit\nsproutsschools.com"
}