{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=BQQ1HFobVPQ",
    "video_title": "Opportunity Cost: The Hidden Cost of Everything",
    "transcript": "Sometimes a new exciting opportunity presents\nitself, when we are completely happy about\nour existing life situation.\nIf that happens, we are forced to think about\nopportunity costs.\nThis is because when we \nlook at the new opportunity, \nwe compare it with our current situation and\nthink about what is at stake if we would go\nfor it.\nThis often happens without us being able to\nsee the full picture.\nEconomists define opportunity cost as the\nbenefit we forego, as we trade-off one alternative\nto keep another.\n— hoping we make the best choice.\nAlthough they are often less obvious and sometimes\nspeculative, opportunity costs can be huge,\ntherefore, learning about them makes sense.\nImagine that we are trying to calculate the\ntrue cost of going to college.\nOne factor can be tuition, which in our case\nis 10,000 dollars.\nSince that’s our only cost, you might conclude\nthat the cost of college is 10,000 dollars\na year.\nBut to economists, that's not quite right.\nBecause we have to add the money we could\nhave earned by working, instead of attending\ncollege.\nLet’s say that by working full-time in a\nlocal restaurant, you can earn $20,000 a year\n.\nThe true costs of going to college are, therefore,\n$10,000 tuition plus $20,000 in opportunity\ncosts.\nBy studying for a degree, we trade off 30,000\ndollars a year.\nAlthough, that's only half the story because\nit also goes the other way around.\nAssuming we go to college for four years,\nwe trade-off $120,000 for an education that\nleaves us with empty pockets, many ideas and\na degree.\nHowever, once we are better educated, we might\nbe able to make $40,000 as managers instead\nof the $20,000 in service.\nIn such a case, not going to college ends\nup being much more expensive.\nDo you understand the concept?\nShow us!\nCalculate the opportunity costs of a high\nschool student who drops the idea of earning\na degree in medicine, and instead chooses\nto help in the family business.\nThe cost for tuition and living is $2,000\na month.\nIt takes a total of 6 years to finish university.\nAfter obtaining her degree she works in the\nfield of medicine for 34 years earning $10,000\na month and spending $3,000 on monthly living\nexpenses.\nIf she is entering the family business she\nearns $3,500 a month right away for the next\n40 years with zero living expenses.\nWhat’s financially the better choice?\nPost your calculations in the\ncomments below!"
}