{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Q7yyYdiNTIo",
    "video_title": "Linguistic Relativity: How Language Shapes Thought",
    "transcript": "Each language has its own sound and structure,\nand feels a certain way.\nItalian is musical, while German is harsher.\nAnd the same person fluent in both can seem\nlike they have two distinct personalities.\nBut can language really influence who we are?\nLinguistic relativity theory suggests that\nthe languages we pick up and use influence\nhow we see the world - the perception of our\nsurroundings, our sense of time, our memories,\nour behavior, and even our sense of self.\nFirst, there’s our perception.\nEach language has different words to describe\nthe things around us and these differences\nchange the way we perceive these things.\nFor example, an Italian might see objects\nas male or female, while an English speaker\nwon’t —a phenomenon that extends to the\nperception of space.\nThe Kuuk Thaayorre, an aboriginal tribe, does\nnot use left or right in their language.\nInstead, they rely on cardinal directions:\nNorth, East, South, and West.\nThey might say “Pass me the salt on the\nSouth-west of the pepper”.\nIt's probably no coincidence that they have\nsupernatural navigational skills.\nThere is the sense of time.\nBecause languages are written in different\ndirections, people who write left to right\nwill perceive the sequence of events accordingly.\nSpeakers of Arabic and Hebrew might do so\nthe other way around.\nIn the Amele language in Papua New Guinea,\nthere are 3 forms of past tense: Today’s\npast tense, yesterday’s, and remote past\ntense.\nTo use the correct verb, speakers need to\npay close attention to when something has\nhappened — and hence may perceive the past\nin greater detail.\nLanguage also affects our Memories.\nIn English, if a child breaks a vase accidentally,\nwe may say “he broke the vase” — putting\nthe responsibility on the kid.\nIn Spanish people would say “El jarrón\nse rompió” or “The vase broke” — giving\nmore credit to the environment — a small\ndifference with big consequences.\nStudies show that speakers of languages like\nSpanish that tend to consider these kinds\nof events accidental are less likely to recall\nthe people involved.\nIn languages that emphasize an intention,\nthe actors are remembered more clearly.\nAnd if things end up in court the accused\nis more likely to be found guilty, if the\nlanguage used during the trial is active,\nlike English.\nThen there is our behavior.\nLanguages are often associated with culture,\nand with the context in which it was learned.\nAs a result, those who speak various languages,\naccess different parts of themselves.\nOne study on Spanish-English bilinguals showed\nthat people exhibit different personality\ntraits when switching their language.\nWhen speaking English, subjects were more\nagreeable, but when they switched to Spanish\nthey were more neurotic.\nAnd finally, our sense of self.\nThe words we speak also influence how we feel\nabout ourselves.\nSelf-affirming language for example activates\nbrain areas linked to reward and self-perception\nand can increase our confidence — an effect\nthat extends to how we perceive pain.\nBilinguals report greater levels of pain when\nthey speak the language to which they relate\nthe most.\nThe theory: if one language represents a bigger\npart of their identity, they also perceive\nthe sensations inside their body with greater\nintensity.\nWith about 7000 languages all around us, nobody\nknows exactly how they affect our minds.\nBut they certainly frame our thoughts and\ninfluence the way we look at the world.\nIn Thai for example, the word for heart, 'jai',\nis woven into their language to describe a\nvariety of human traits.\nSomeone friendly is “jai dee”, literally\na good heart.\nSomeone that’s patient is “jai yen”\na \"cool heart \" and someone generous, is “jai\ngwang” a \"big heart”.\nAs Benjamin Lee Whorf, the linguist behind\nthe theory wrote: \"Language is not merely\na reproducing instrument for voicing ideas\nbut rather is itself the shaper of ideas,\nthe program and guide for the individual's\nmental activity.\"\nSo, if you ever learn a new language, remember:\nyou're not just learning new words.\nYou're opening your mind to a new way of seeing\nand interacting with the world.\nWhat do you think?\nDo you speak more than one language?\nAnd if so, do you feel like your behavior\nchanges when you switch between them?\nTell us your thoughts and experiences\nin\nthe comments below!\nThis video was brought to you by wiseone.io\nWiseone is an all-in-one browser extension  \nthat offers a new way of reading \nand exploring information online.\nIt consists of 5 useful features:\nFocus helps you understand  \ncomplex concepts and words.\nCross-check helps you access  \nfactual and reliable sources reporting on \nthe same subject to get diverse perspectives. \nAsk Anything simplifies complex information into \nunderstandable and sourced answers from the web. \nSummarize helps you read more efficiently \nwithout losing information by providing  \nkey takeaways to remember.\nAnd Explore provides articles  \nand videos from diverse sources to \ndeepen your understanding of a topic.\nWiseOne is free and available in different \nlanguages and also works on PDFs!\nAll of this makes Wiseone an \nexcellent tool for learning  \nnew things, developing your critical \nthinking, and getting answers to your  \nmost complex questions. To install \nWiseone, visit https://wiseone.io/,  \nclick the \"Add on Chrome\" button, and install \nthe extension. That's it! Try it now! Wiseone.io\nIf you found this helpful, check out our other\nvideos and subscribe.\nIf you want to support our work, join us on\npatreon.com/sprouts.\nFor more information and additional contents,\nvisit sproutsschools.com"
}