{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=3ogmz49PDY8",
    "video_title": "Tragedy of the Commons",
    "transcript": "For 400 million years sharks and other fish have \nbeen living in our oceans. Us Humans have been  \naround for just about 300,000 years.\n \nPlastic came along only very recently,  \nbut if we were to continue to pollute \nthe oceans at the current pace,  \nit will take less than 30 years before there \nis more plastic in the waters as there is fish.\nTo put this into perspective:\nImagine sharks have been on this  \nplanet for one whole year. Just within \nthe last 15 seconds before midnight  \non December 31st, we would've managed \nto pollute their natural habitat.\nTo sharks this is a tragedy \n— a tragedy of the commons.\nThe tragedy of the commons is a situation in which \nindividuals acting in their own self-interest  \nbehave contrary to the common \ngood of all others by depleting  \nor spoiling the shared resource \nthrough their collective action.\n  \nThe theory originated in an essay written in 1833 \nby the British economist William Forster Lloyd.\nLloyd argued that if a herder led a large herd \nof cattle onto a plot of common land to graze,  \nalso known as commons, overgrazing could happen.\nFor each additional cow, the \nowner of that cow could receive  \nadditional benefits, while all other \nherders share the resulting damage.\nThere are three possible solutions \nthat could help with this.\nSocial norms and a common understanding of what's \nright and what's wrong is probably our best bet.  \nThe Swiss Alps region for example has been run \nby a collective of farmers for hundreds of years.  \nAs it is in the interest of all the farmers to \nkeep the commons functioning, complex social  \nnorms emerged, and over time became traditions. \nBut when people don’t share the same values,  \nor new people arrive, such social contracts \noften fall apart and other solutions can help.\nPrivatization. Turning common property into a \nprivate one can give the owner an incentive to  \nensure its sustainability. If that happens \nit’s important that the party who now owns  \nthat common — or rights of access — pays the \nfull price for its exploitation. Privatization  \nworks well for things that can be fenced off, \nsuch as land, but less so for water or air. \nIf someone creates negative externalities \non private land but doesn’t pay the full  \nprice of such externality, we need \nto turn to the third solution.\nState Regulation, such as farming permits, \ncan limit the amount of commons available to  \neveryone and thereby protect them. Fishing \nquotas can ensure that those that take,  \nalso pay the bill. Taxes can create financial \nincentives by increasing the costs for creating  \nnegative externalities, such as polluting the air. \nRegulation can make exploitation not only more  \ncostly, tax incomes can also be used to invest \nin initiatives that help reverse the damage done.\nFor complex problems, such \nas the plastic in our oceans,  \nwe probably need a combination of all three.\nWe can help create awareness, so we \nall feel morally obliged to reduce  \nour personal use of non recyclable plastics.\nWe could ask large producers of single use  \nplastics to take full responsibility \nfor the mess their products create  \nby dedicating resources to help clean up.\nCountries could commit to local and international  \nagreements that regulate the production of \nsingle use plastic and other pollutants.\nThe grazing rules which were established in \nSwitzerland in 1517 are still enforced today.  \nThey state that \"no one is permitted to send more \ncows to the Alps than he can feed in winter\".  \nApplying the same rules to plastics, would \nmean no state ought to produce more plastic  \nthan they can recycle within the confines \nof their own borders. What do you think,  \nwould a similar solution work for the oceans? \nAnd if not, what else can we do to protect the  \ncommons from the tragedy that's unfolding? \nShare your thoughts in the comments below!\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}