{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=9W0Txe-bhFE",
    "video_title": "Robbers Cave Experiment: Unmasking the Roots of Tribal Conflicts",
    "transcript": "A science experiment on groups \nof boys from competing camps,  \nwho have no idea they’re being manipulated into \nfighting each other — what was that all about?\nIn the summer of 1954, a school bus with a \ngroup of 11- and 12-year old boys arrived  \nat Robbers Cave State Park in Oklahoma. What \nthe kids didn’t know: there was another bus.\nAll the boys thought they were \ngoing camping. Their parents  \nat home believed the sponsored trip \nhad something to do with leadership.  \nNone of them knew that the camp \nstaff were actually researchers,  \nand the boys’ part of a controversial experiment. \nOne of its goals: let the boys fight each other.\nThe Robbers Cave Experiment was \ndesigned to unfold in three stages:  \nin-group formation, friction, \nand conflict resolution.\nIt started with \"in-group formation\". \nIn the first week each group did various  \nactivities without interacting with another. \nThe boys had fun, went swimming and did hikes.\nOver time social norms developed. \nLeaders and followers emerged. The  \nboys formed friendships and started \ninventing their own subculture.\nEventually they came up with names. One group \ncalled themselves the eagles and the others  \nchose to be the rattlers. They stenciled their \nnames onto shirts and flags. The in-groups  \nwere formed. The tribes had an identity. \nThey were now ready to meet each other.\nDuring the \"friction phase\", the two \ngroups came into contact with each  \nother. The researchers set up competitions with \nsingle prizes for the winners. In other words,  \nthey established a limited resource \nfor the two to battle over.\nIt didn’t take long before the \nin-groups developed negative  \nattitudes towards the outgroup. Prejudice \nbecame apparent. To make matters worse,  \nthe staff suggested to one group, to dump \nbuckets of mud inside the cabin of the others.\nEventually the kids grew hateful, violent, \nand verbally abusive. They burned each other's  \nflags and sometimes things escalated to the \npoint that the camp staff had to step in.\nLast was conflict resolution. The boys were meant  \nto make peace. First the staff tried to \nreduce the prejudice between the groups,  \nby increasing contact and communication. \nBut that just made matters worse.\nThen the researchers blocked the valve to \nthe camp’s water tank. As there was no more  \ndrinking water, the boys became progressively \nthirstier. Then the camp staff suggested that  \nthey all needed to collaborate to fix the problem. \nReluctantly, the groups started to get to work.\nBefore long the boys were mixing and cooperating. \nThere were no Rattlers or Eagles any more, only  \na bunch of campers collaborating. When the water \nfinally came through, there was common rejoicing.\nThe researchers learned four \nkey things from the experiment.\nFirst: Individual differences are not \nresponsible for tribal conflicts. Age,  \nrace, culture or religion don’t seem to \nmatter. Second, hostile attitudes arise  \nwhen groups compete for resources that only one \nof them can get. Third, discussions don’t solve  \nconflicts. Fourth, only a common goal or enemy \nthat promotes cooperation reduces the friction.\nTwo renowned psychologists, Muzafer Sherif \nand his wife Carolyn Wood Sherif were behind  \nthe controversial experiment \nand later established a theory.\nRealistic conflict theory explains how \nhostility arises as a result of competition  \nfor limited resources, such as money, power, \nmilitary protection, or social status. Whether  \nthese resources are actually limited or \njust perceived to be so, doesn’t matter.\nTheir work helps us understand the mechanisms \nof discrimination against outsiders,  \nwhich escalates during shortages. For example,  \nwhen in-groups think that good jobs are hard \nto find, they often try to remove sources of  \nout-group competition, lobby for legal \nrestrictions, or deny newcomers access.\nWhat do you think? Do tribal conflicts \nonly arise as a result of competition for  \nscarce goods? And if so, are shared goals and \ncommon enemies really the only way to peace?\nOr is the theory flawed and not \napplicable to adults? After all,  \nchildren are easier to influence \n— not only to build a prejudice,  \nbut also to change their ideas again later. \nShare your thoughts in the comments below!\nIf you like how we explain complicated \nideas in simple cartoon animation,  \nyou can support us! Visit \npatreon.com/sprouts! Just visit us,  \nlearn how it works and what’s in it \nfor you. We hope to see you there. \nAnd if you are a parent or educator, check \nout our website sproutsschools.com. There  \nyou can find this and other video lessons, \nadditional resources and classroom activities."
}