{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=6VZqho-8iJY",
    "video_title": "What The Libet Experiment Tells Us About Free Will",
    "transcript": "In the 1980s, the neuroscientist \nBenjamin Libet conducted a study  \nthat shook the very foundations of \nwhat we understand about free will.\nLibet wanted to find out whether our \nmind prepares for a movement before  \nwe are consciously aware of it — and so \nhe and his team set up an experiment.\nParticipants in the study were asked to flex \ntheir wrists whenever they felt the urge to  \ndo so. While doing so, Libet monitored their \nbrain activity [EEG] through electrodes placed  \non their heads and found activity before \nthe people decided to move their hands.\nIn other words, the brain started the process, \nway before the person decided to do it.\nWhen we plot a graph measuring time and \nbrain activity, known as readiness potential,  \nthe movement started at time 0, participants \nreported being aware of their decision  \n150 milliseconds earlier, but the brain \nactually began to act 500ms before the move.\nIt didn’t take long before psychologists \nand philosophers from all over the world  \ndiscussed Libet’s research and wondered: \nIf our brain initiates a decision before  \nwe're consciously aware of it, then \nhow \"free\" are our decisions, really?\nAnd ever since, teams of scientists have \ntried to replicate Libet’s findings,  \nwith mixed conclusions.\nLibet himself did not interpret his experiment \nas evidence that our decisions are predetermined.  \nHe said: “The tendency to press a button \nmay be building up for 500 milliseconds,  \nbut the conscious mind retains the right \nto veto any action at the last moment.”\nWhat are your thoughts? And if our brain has \nalready started the process of making a decision  \nbefore we're consciously aware of it, to what \nextent are we truly in control? And if we are not,  \nhow would this influence our understanding \nof personal responsibility for our actions?\nIf you like this video and want us to make more, \nsubscribe to our channel or support us on Patreon."
}