{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=VpX6ts5Z2cU",
    "video_title": "Dark Triad Personalities: Narcissism, Machiavellianism, and Psychopathy",
    "transcript": "In psychology, the dark triad \nrepresents three personality traits:  \nNarcissism, Psychopathy and Machiavellianism.\n \n \nIf we were to ask the three, “who has the darkest  \npersonality?” The Narcissist would \nsay “me”, the Psychopath would say,  \n“I don’t care” and the Machiavellian would \nsay “it’s whoever I want it to be”.\n \n  \nPeople scoring high on the 3 traits are more \nlikely to commit crimes, and create severe social  \nproblems in society, families and organizations. \nThis is why the research on the dark triad is  \nused widely in law enforcement, psychology, and \nbusiness. Here is an overview of what we know.\n \n  \nThe Narcissist displays grandiosity, entitlement, \nand superiority and wants nothing more than  \nadmiration. Once he gets what he wants, the \nnarcissist is rarely interested in other people.\nWhen he does care, it’s to enhance his status,  \nwhich is why he likes to \nmingle with successful others.\nThey seem as though they're completely in \nlove with themselves, but at the root of  \ntheir inflated egos are often deeply-held feelings \nof inferiority. To protect their constructed self,  \nthey can never admit to being wrong, which \nis why they lie or blame others.  \n \n  \nMachiavellians are unprincipled, cold, and \nhave a cynical view of other human beings. \nThey like money, power, and winning,  \nand they use manipulation to get \nwhat they want or exploit others.\nIf manipulation doesn’t work, they steal or \nbetray. Those high on the spectrum believe  \nit’s better to be feared than being liked and \noffend others as a strategy to control them.\n \n  \nWhen you are a psychopath, you come \nacross as cold and others think you  \nare scary. You also show little to no fear, \nact impulsively and you enjoy mental thrills.  \nThose high on the spectrum \ndon’t form any emotional bonds.  \nThe result is a complete lack of compassion. \nThat means they have no problem being mean.  \nIf something terrible happens, they later \noften don’t feel any remorse or guilt. \n \n  \nThe research tells us that men score significantly \nhigher on all three compared to women.\nAnd while these three personalities are \nempirically distinct, they do overlap. Clinically,  \nboth narcissism and psychopathy are regarded as \nmental disorders,while Machiavellianism isn’t.\n \n  \nWhether nature or nurture is responsible \nfor these traits has been somewhat answered  \nby twin studies that show that narcissism and \npsychopathy have substantial genetic components.  \nMachiavellianism seems to be less prevalent in \npairs of twins. However, the environment also  \nmatters. A psychopath may not only pass down his \ngenes but influence a child by being a role model.  \nA machiavellian father shares with his son not \nonly genetic material but might also show him  \nall his tricks. The son of a narcissist, not \nonly gets his dad’s chromosomes, but maybe  \nalso experiences his perfectionism.\n \n \nWith the big five personality traits,  \nalso known as OCEAN, the three correlate \neither positively or negatively.\nNarcissists and psychopaths are often \nopen to new ideas and extroverted. \nPsychopath and Machiavellians \nhave low conscientiousness \nAll three personality types \nscore low on agreeableness \nAnd Psychopaths are hardly neurotic - \nwhatever happens, leaves them cold.\n \n  \nAn evolutionary explanation for these \ntraits could be sexual strategy.\nMany of us pursue a \"slow life\" \ninvest in long-term relationships,  \nhave a few children, and spend time on parenting.\nDark triad traits may have survived because \nthey looked to optimize a \"fast life\". Their  \nancestors lived in an unpredictable and dangerous \nworld. Because of a shorter life, they sought many  \nsexual partners, spent no time on parenting, \nand did not invest in human relationships.\n \n  \nThis may also explain why they strive \nin competitive environments, such as  \ncorporations. Here a machiavellian may use charm \nand insults to manipulate others. The narcissist,  \nhis physical appearance and a psychopath, physical \nthreats. And since they all lack compassion,  \nthey often elbow their way to \nthe top; which is maybe why  \nall 3 dark traits are well-represented \nin upper-level management. \n \n  \nBut there are also downsides. If your mind \nwas programmed to be impulsive, aggressive,  \nand selfish, you are also more likely to abuse \ndrugs, feel excluded, suffer from depression,  \nor end up in jail.This is why we may not only find \nways to protect ourselves from these darker minds,  \nbut also have empathy for them. After all, \nmaybe they didn’t choose to be that way.\n \n  \nWhat about you? Did you inherit some dark triad \ntraits? And if that’s the case, and if you are  \naware of them, did you develop strategies to cope \nwith them? Share your thoughts in the comments  \nbelow and read the description to dig deeper and \nfind relevant links, sources and information. \n \n  \nThis and all other Sprouts videos \nare licensed under creative commons.\nThat means teachers from all around the world \ncan use them in classrooms, online courses,  \nor to start projects — and today, thousands \nalready do! To learn how it works, and download  \nthis video without ads or background music, check \nour website or read in the descriptions below.\nIf you want to support our \nmission and help change education,  \nvisit our Patreon — that’s patreon.com/sprouts"
}