{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=INdKgBPEI-8",
    "video_title": "The Non-Violent Communication Model",
    "transcript": "There are two styles of communication, violent \nand nonviolent — and a whole spectrum in between.\nViolent communication is coercive, manipulative \nand hurts.It includes making generalizations  \nand a use of language that induces fear,shame or \nguilt.It is often ineffective since it diverts our  \nattention away from clarifying our actual needs \nand distracts us from solving the actual conflict.\nNonviolent Communication is based on the idea that \nwe all share universal human desires such as the  \nneed for trust, safety,and appreciation.It \nallows us to empathize and think clearly.  \nAnd as a result, reach a better and \nmore honest understanding of each other.\nNonviolent Communication follows 4 steps: \nobservation,feeling,needs and requests.\nTo understand how it works, let’s imagine \na college student being late for class.Old  \nJay, her former teacher,would usually \nhave just said “and here she comes again,  \nlate Ann.”In class he then would give her a hard \ntime and after - as his form of punishment - a  \nbunch of senseless assignments.Then, both \nwould often feel bad for the rest of the day.\nNew Jay, who’s her current teacher, \nlearned about Nonviolent Communication  \nand knows that it begins with a clear observation.\nDuring observation he tries noticing \nconcrete facts - things that happen at  \nthat very moment.New Jay jots down that Ann \narrived 20 minutes late and that his pulse  \nis up- possibly a sign of stress.Note that \nsharing observations should not be combined  \nwith evaluating them, because then others \ncan hear criticism and naturally resist.\nWhen focusing on his feelings, New Jay connects \nwith his heart and can learn to understand various  \nunderlying emotions.This is important because what \nseems to be anger,might in fact be sadness.During  \nthis step it is essential to distinguish feelings \nfrom thoughts.After class, New Jay shares his  \nobservation and explains to Ann that he feels \ndisrespected when someone is late for his class.\nKnowing his needs is important \nbecause it allows him to enrich  \nhis life , and feel at peace. If we \ndisregard our needs or don't live  \nup to our values,we experience stress \nand frustration.Understanding that we  \nall have universal human needs is perhaps \nthe most important step in the process.New  \nJay tells Ann that they should find a way \nto respect each other's values and desires.\nLastly there is the Request which clarifies \nwhat future New Jay wants for himself  \nand this relationship.Clear requests are hence \ncrucial to a transformative communication.When  \nwe ask for concrete actions, we often find \ncreative ways to ensure that everyone’s needs  \nare met. New Jay asks Ann not to come to class at \nall, if she happens to run later than 1 minute.\nMarshall Rosenberg, who developed the \nmodel, liked to show the differences  \nbetween the communication styles with two \nanimals.The Jackal was a symbol of aggression,  \ndominance and violent communication.The \nGiraffe with his long neck and big heart  \nrepresents a clear-sighted and compassionate \nspeaker and nonviolent communication style.\n\"All violence”, Rosenberg wrote, “is the result \nof people tricking themselves into believing  \nthat their pain derives from other people and that \nconsequently those people deserve to be punished.”\nWhat are your thoughts on this model? \nShare your thoughts in the comments below  \nand check the description for more details, \nand interesting links about the topic.\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world can \nuse them in classrooms, online courses or to start  \nprojects - and today, thousands already do! To \nlearn how it works and download this video without  \nAds or background music, checkout our website \nor read the description below. If you want to  \nsupport our mission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}