{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=yi0hwFDQTSQ",
    "video_title": "The Scientific Method: Steps, Examples, Tips, and Exercise",
    "transcript": "Why are some kids sad?\nWhat makes the wind blow?\nHow do birds fly?\nOur world is full of curious phenomena.\nTo find answers or solve problems,\nwe can use a process, which was first acknowledged\nby the scientist and philosopher\nIbn al-Haytham, in the 11th century.\nAlso known as Alhazen,\nhe is considered to be the father of optics\n- and the scientific method.\nThere are six steps to it:\n1.Observe and Ask Questions\n2.Research\n3.Formulate a Hypothesis\n4.Test your hypothesis\n5.Conclude\n6.Share Results\nThe goal of the scientific method is find out the truth.\nLet's try.\nStep 1: Observe and Question\nObservation helps us formulate challenging questions\nthat you will be able to test.\nA good question converts the natural sense of wonder\ninto a focused line of investigation.\nWhen is the best time to drive to school?\nWhich food is my dog’s favorite?\nFor example\nIf you observe that women smile more often than men,\nyou might ask: why do women smile more often?\nStep 2: Research\nFind out if other people have asked the same\nor similar questions.\nIf you research online, use search terms like\n“study ...”, “research ...” or “meta-analysis ...”\n- which is a summary of research for\na specific topic.\nRead as much about your particular subject\nto see what you can find out about.\nFor example, Research happiness based on gender\nor study the science of smiling\nin different cultural contexts.\nStep 3: Formulate a Hypothesis\nA hypothesis is a theory that you can test\nto see if your prediction is right or wrong.\nFrom your observation,\nyou have noticed that woman smile more often\nand that people who are smiling seem to be happy.\nFrom your research\nyou know that there are different types of smiles,\nshy, genuine and false.\nIn one paper you read that baby girls\nsmile more often than baby boys.\nHere is a hypothesis:\nWomen smile more than men\nbecause they are happier than men.\nStep 4: Test Your Hypothesis\nWhen you test your hypothesis,\nyou want to make sure to do this in a fair way\nand that the conditions are constant.\nFor this hypothesis, we can design a test\nwhere an interviewer talks with a set of men\nand women for 5 minutes each,\ncounts how many times they smile,\nand then asks each one to rate their level of happiness.\nTo get a good sample of the population,\nwe invite 300 women and 300 men.\nSeems like a good test, right?\nBut wait, what if the interviewer is a woman,\nand men tend to smile more at women?\nOr vice versa?\nOr what if the topic discussed\nis one that interest women more than men?\nAnd what if people aren’t reliable reporters\nof their actual level of happiness?\nSo clearly, we would need to be much more careful.\nStep 5: Analyze and Conclude\nLet’s assume that you designed a very careful experiment,\ncontrolling for as many variables as possible.\nNow you can analyze the data\nto see if your hypothesis is correct, or incorrect.\nDepending on your findings,\nyou may want to change your hypothesis\nor change the design of your testing.\nPerhaps you have discovered an even more interesting\nquestion.\nThis stage of the scientific method\ncan be repeated as many times as necessary\nuntil you find just the right hypothesis\nand test method to find accurate results.\nStep 6: Share the Results\nWhen you are satisfied that you have\nproven or disproven something important,\nreport your results.\nIn science, it is important to detail your methods\nso that your peers can review your work\n- which is a critical step to getting published.\nIf your results are solid,\nyour experiment can be repeated by other scientists.\nSuch reproducibility is a sign of good scientific work.\nBut failed results can also be interesting\n- an incorrect prediction could prove to be\nimportant and should always be reported.\nTo make sure you get it completely right,\nhere are 3 more things you can check before you publish:\nA) Any scientific theory is falsifiable\nReal scientists know that there is no such thing as a scientific proof.\nIn other words, you can never prove your theory to be 100% right.\nAll you can do is find A LOT of supporting evidence\nthat it could be correct.\nHere is one example:\nSay that someone says “hamsters CAN fly,”.\nWe cannot prove that this as false.\nYes, we have never seen a hamster fly,\nbut we can’t test all possible conditions\nor look in all possible places on the planet\nto know that ALL hamsters NEVER fly.\nMaybe a space hamster does?\nSo while we can often prove that a phenomenon exists,\nit’s much harder to prove the nonexistence of something.\nIf your theory can't possibly be proven wrong,\nthen it's not falsifiable and hence, not scientific.\nB) Correlation is not Causation\nWhen you analyze your results,\nit is important to separate between two possible reasons:\ncorrelation or causation.\nLet's you hear that towns that have more churches\nalso have more bars.\nCould it be that religion makes people want to drink?\nOr that drinking helps people to find God?\nIf you add more facts, such as\n“larger towns have both more bars and more churches,”\nyou can see that a larger population\nis a more likely cause of higher numbers of bars\nAND churches.\nThere is probably a correlation, but no causation.\nIf we compare men with women\nand would conclude that woman smile more and are more happy,\nthen this still doesn’t mean that its happiness that makes them smile.\nMaybe they just eat more chocolate and cookies,\nwhich makes them both: happy and smile a lot.\nC) Avoid Selective Windowing\nWhen you publish you got to show ALL relevant facts.\nColgate once ran a advertising campaign\nclaiming that “80% of dentists recommend Colgate”.\nWhat they didn't tell us\nis that when they asked dentists\nto select their preferred toothpaste,\nColgate was just one of many other brands\nthey also also recommended.\nColgate was later sued and forced\nto take down their misleading ads.\nThe purpose of science is always to find out\nthe truth and nothing but the truth.\nTo use science to mislead us is wrong\nand terrible business practice.\nLets do a last example together.\nI have two coins.\nOne is bigger.\nWhy?\nThe small coin says 1 Cent,\nthe bigger one says 5.\nAha!\nSmall coins are worth less money.\nBigger coins are worth more money.\nI pull some more coins from my pocket.\n2 more Pennies, 1 more Nickel,\nand a Quarter Dollar, which is 25 Cents.\nGreat, my hypothesis seems true.\nBut wait, is the quarter worth more because it is bigger?\nSo is that a correlation or a causation?\nHmmmm…\nMy sample size is pretty small.\nI don’t think I am ready to report my results.\nCan you help out?\nPlease apply the Scientific Method\nto study you local currency.\nMaybe you have a hypothesis\nthat we can test until we get solid,\nrepeatable results to report.\nPlease publish your findings in the comments below!"
}