{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=YXZamW4-Ysk",
    "video_title": "Brainstorming Techniques: How to Innovate in Groups",
    "transcript": "If you have a real problem, Brainstorming\nis a good way to come up with a solution\nor two. As the name suggests, the idea is\nthat you storm on the neural pathways\nthrough the brain to pick a lot of\nthoughts quickly and intuitively. It's\nbest to do this with a group of diverse\npeople, so you have lots of different\nbrains to explore. This leads to the\ncreation of more ideas and maybe new\nsolutions. Before you start make sure you\nsolve the right problem.\nEinstein said, to solve a problem \"I would\nspend 55 minutes defining the problem\nand then five minutes solving it.\" Tina\nSeelig, a well-known professor on\ncreativity, teaches to define a problem\nby reframing the question for example by\nsimply asking \"why?\" Say you brainstorm\nideas for a birthday party for your mum,\nyou can ask: \"Why do we organize birthday parties?\" You might then realize that we\ndo them to make people feel special then\nask \"how can I make my mum feel special?\"\nNow a totally different idea might come\nup. Once you define the real problem,\nstart! Here are three ways. Guided Group\nBrainstorming: First get some markers and\na whiteboard or some post-it notes. Then\ninvite the participants, these are your\nbrains. Company bosses, teachers or other authorities are advised to stay outside\nor facilitate, their authority can\nintimidate shy people from speaking up.\nThen lay out the four ground rules of\nbrainstorming. 1: Go for quantity - get\nout all the ideas no matter how silly. 2:\nWithhold criticism. There are no bad\nideas. 3: Welcome crazy ideas - the wilder\nthe better. 4: Build on other people's\nideas - listen to them first and then add\n\"yes and...\"\nNow you can start. Write the problem as a\nquestion on the whiteboard. Then ask all\nof your brains to throw in their ideas.\nAs a facilitator, keep the discussion\nfocused on the topic. To ensure that\npeople don't speak over one another, you\ncan provide a talking stick which is\npassed around. Note down all the ideas\nand put them up for everyone to see.\nRemind people to add on to ideas. If Anne\nthinks of: \"Let's build a cool umbrella\"\nJay can say \"YES AND let's make it one that\nflies too...\" If someone did kill a good\nidea, the facilitator can always bring it\nback to life to throw it back on the\ntable.\nAt the end of the session, see if there\nare two ideas that can be combined. In\nbrainstorming, the slogan is: 1+1=3 then let the team vote to\nknow which of the most popular ones. You can now either start with another round\nof brainstorming to build on those ideas,\nor if you are happy with the solution,\nbring it to an end. Finally record your\nbest ideas, so you don't lose them.\nThe Nominal Group Technique: Explain the ground rules and present the problem.\nThen ask each person to write their\nideas anonymously. Then collect the ideas\nand let the group vote on each idea. The\ntop-ranked ideas may be sent back to the\nparticipants or sub groups for further\nbrainstorming. For example, one group may\nbrainstorm on the form of a product,\nwhile the other focuses on the technical\nfeatures. The Group Passing Technique: Let people sit in a circle, explain the rules\nand present the problem each person\nwrites down one idea and then passes the\npiece of paper to the next person who\nadds some thoughts. This continues until\neverybody gets his or her original piece\nof paper back. By this time, it is likely\nthat the group will have extensively\nelaborated on each idea. Let everyone\nexplain their evolved idea and write\neach one up. You can then let the group vote.\nIf you want to brainstorm by yourself,\ngive it a try right now. At the end of\nthis scene we will present you with a\nproblem once you get it right five ideas\nin the comments below as fast as you can without much thinking. This unlocks your\ncreativity and gets you past mental\nblocks. After you are done,\nread the comments from the others. Pick\nyour favourite idea and build your\nthought on top of it. To do that, just\nreply to that person starting with \"yes\nand...\" Here's the problem: Our oceans are\nfull of plastic waste. A lot of it is\neaten by fish with uncertain effects on\nour health. According to The Economist\nNewspaper, by 2050 the oceans could\ncontain more plastic than fish, measured\nin weight. So: \"How can we reduce the\nplastic waste in our oceans today?\""
}