{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=htJtQP7ctvM",
    "video_title": "Mimetic Theory: Two Types of Psychological Needs",
    "transcript": "When you desire one thing over another \nor you want to become one type of person,  \nbut not the other, you may think \nthat’s your personal preference.\nOne psychological explanation of human behavior \nargues that we often have no idea what we want,  \nand hence just imitate others \n— welcome to mimetic theory.\nMimetic Theory is the idea that there are \nreally only two sides to human desire.\nPhysical Desires are our cravings for \nutility — the intrinsic value of objects.  \nMetaphysical Desires are our longing for \nidentity — what objects can say about us.\nIf you are hungry, you may want to eat anything \nto satisfy a physical need. Or you might wish to  \neat out — in which case you may pick a place that \nreinforces your self-conception, your identity,  \nand the person you wish to become. In other words, \nyou want to please your metaphysical desire.\nRene Girard, the French philosopher who \nestablished the theory, argued that most of our  \ndesires are metaphysical and called them mimetic \nbecause we mimic them from the people around us.\nWe imitate others, because we \nlong for their recognition,  \nhoping that we will eventually become a heightened \nbeing that will be remembered — ideally forever.\nHowever since this ideal is so abstract and \nso hard to achieve, we take shortcuts and  \nmake associations with objects and models whom \nwe think have already achieved this status.\nAnd so, our deepest desires and moral \nprinciples are fundamentally anchored  \nby models and the objects, values, \nand culture associated with them.\nIn school, we want to wear what the cool \nkids are wearing, and by the same logic,  \nwe never ever want to look \nlike the social outcasts.\nThis common longing for \nand against certain models,  \nraises a fundamental question: Do \nwe, in fact, have any autonomy?\nIf we simply want what others want, \nour decisions are not truly ours,  \nand we are far from being independent \nin our behavior. \"Individualism is a  \nformidable lie\" Girard wrote.\nAnd this leads to a problem!\nThe relationship between a subject \nand an object unfolds through a model,  \nalso called a mediator — who desires the \nsame things. Eventually, this can lead  \nto rivalry between subjects and mediators — \nespecially if they start imitating each other.\nAnd as both don’t like the thought \nthat they cannot have what they want,  \nthey look for a victim who \nthey can make responsible.\nAs a result they unify their imitative desires \naround the destruction of an agreed-upon  \nscapegoat — to the point where that person is \nsingled out, expelled, or killed. After the social  \norder is restored, and people are happy to have \nsolved their problems - the cycle begins again.\nWhat do you think? Was Girard right, and \nare we all trapped in societies that tell  \nus who we should want to become? Or do \nwe have our own independent desires that  \ngo beyond our need for food and shelter? \nShare your thoughts in the comments below!\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}