{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=KUWn_TJTrnU",
    "video_title": "Growth Mindset vs. Fixed Mindset",
    "transcript": "There are two types of mindset we can\ncultivate:\none that embraces problems as opportunities to learn\nand one that avoids them often out of fear to fail.\nPeople that avoid conflicts can be\ndescribed as having a fixed mindset.\nThose who see problems as interesting\nchallenges have a growth mindset.\nSometimes we like to switch from one to\nthe other.\nPeople have a fixed mindset because they believe the basic qualities like intelligence or talents are fixed traits\nand that these traits are responsible for success.\nThey often like to document past achievements.\nWith a growth mindset people believe that new abilities can be developed through practice.\nThis view creates a love for learning the most great leaders and artists have in common.\nFor them life becomes an exciting journey with endless opportunity to figure out new things and advance.\nTo develop a growth mindset Dr. Carol Dweck the Stanford University professor who coined the term,\nadvises leaders, teachers, and parents to celebrate trying.\nTeachers should applaud\nstudents for any grade if they studied hard.\nParents should encourage their children to develop any new skill they are interested in.\nDoing this will make them\nlearn the skill of learning\nwhich will also help them back in the classroom.\nTo illustrate the difference in everyday life let's observe two imaginary kids:\nJay thinks you've either got it or you haven't.\nAnn knows that she can learn\nanything if she wants it enough.\nAt physical exercise Jay avoid challenges\nwhen it's time to jump over the vaulting horse\nhe's afraid to look stupid and being laughed at.\nAnn embraces any challenge. It's exciting and fun!\nShe knows that failing is part of learning\nand if she tries hard, at the end nobody will laugh at her.\nJay avoids feedback.\nIf the teacher tells him how to improve an assignment he has been working on\nhe takes it personally.\nAnn knows that to improve she needs to listen to constructive criticism.\nShe also understands that it's not her\nthat is being assessed\nbut the results of her work on that one day.\nJay always takes the easy road.\nFor example, he likes escalators and hates to take the stairs.\nWhen he is practicing the guitar he stops the moment he is getting stuck.\nAnn usually doesn't even take escalators,\nshe jumps up the stairs counting every step in her head\nand enjoys feeling the blood rushing through her veins.\nShe practices the drums every morning\nfor 15 minutes.\nNot that she always enjoys it,\nbut she knows that effort is\npart of a journey to a more fun life.\nAnn likes to see others succeed,\nit inspires her.\nShe knows that if she motivates her friends to get better she herself is likely to grow too.\nIf his friends try new things and succeed\nJay feels threatened.\nHe's afraid that their success will put\npressure on him to do more with his life too.\nModern companies look for employees with the growth mindset\nbecause they solve problems and persist despite obstacles.\nTo spot the right ones, some asked during the interview\nwhether the job applicant believes if managers are born\nor if management is a skill learned.\nJay thinks\nthat managers are born.\nAnn gets the job.\nNeuroscientist support the idea.\nThey confirm that the brain grows like any other muscle in the body with training.\nStudies show that adopted twins tend to\nhave higher intelligence\nCompared to their siblings who stayed with their biological parents.\nThe difference appears to come from the higher educational levels of adoptive parents\nand shows that nurture is more important\nthan nature.\nA simple switch in how a person views a situation\ncan mean the world of difference.\nNot just the outcome of that situation,\nthe outcome of that person's place in life.\nAs the late poet Samuel Beckett once said:\nEver tried.\nEver failed\nNo matter.\nTry again.\nFail again.\nFail better.\nWhat do you think about the concept?\nIs it overly simplistic?\nAnd if you buy the idea,\ndo you believe it is possible to make a\npermanent switch\nfrom a fixed to a growth mindset?\nPlease share your thoughts in the\ncomment section below!"
}