{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=17T3fZIpT8I",
    "video_title": "How IQ and Intelligence Affect Our Life (or Not!)",
    "transcript": "For my father intelligence was all that\nmatters.\nEver since my brother Charles was\ndiagnosed to be a gifted child all he\ntalked about were IQ and intelligence\nresearch. W high IQ apparently strongly\npredicts good grades, a good career, and\neven health and mortality and stuff. His\nfavorite story is Kim Ung-Yong a Korean\nwith an official IQ of 210. Just six\nmonths old he was already speaking\nfluent Korean and at age 3 wrote essays\nin German and English. Then he would hug\nCharles and look at me with this\nquestion in his face. I hated that I\nwondered if I could reach my little\nbrother in anything? When I was young me\nand my dad were best buddies.\nHe never even cared much about IQ or G\nor whatever. When my brother started\nreading at just 2 years old everything\nchanged. Suddenly I was forgotten and\nsoon after I was the slow one. Once when\nI got a C in math he didn't even look at\nmy paper and just told Charles that an\nape is believed to have an IQ of 40. I\nhated his sarcasm. Once at dinner when he\nstarted talking about intelligence or \"G\"\nhe'd say - G stands for general\nintelligence and scientists say it\nexists because apparently most IQ tests\ncorrelate - whatever - he was talking\nabout it and then drew up this graph on\na piece of paper saying: \"look boy this is\nthe distribution of intelligence of all\npeople in town 0.1% of people will have\nan IQ of 55 or below, 2% have an IQ\nbetween 55 to 70, 14% between 70 and 85,\n34% will score between 85 and the\naverage which is set at a hundred.\nThirty-four have an IQ between 100 and\n115 and 14% between 115 to 132.\n2% have an IQ higher than 130 and only 0.1%\nwill have an IQ of a genius of 145 or\nabove, like your little brother.\" I told\nhim I'm not interested. I guess I\nshouldn't have. He exploded \"Not\ninterested? Do you know what this all means\nboy?\" He turned the paper around and\nstarted all over:  \"It means that if you\ntake 1,000 people then one has some\nform of mental\nretardation, which means trouble living\nalone. 20 will have difficulty reading\nthe map. 140 can perform simple tasks at\nwork but cannot qualify to become a\nsoldier in the US Army. 340 probably\nfinished high school and another 340\nwill go to college. Maybe 140 can do a\nPh.D. and later work as surgeons. 20 are\ncapable of producing a significant\nscientific work and only one will make\nit into an Ivy League college like MIT\nwhere the average IQ is 145. Your little\nbrother got an IQ higher than that!\"\nA few weeks later was career day at my\nschool. Some people in suits showed up\nand told us about a new form of\ncognitive assessment we could be doing\nwhich would help us find the right job.\nThe technical term is the Wechsler IQ\nscore. When I heard the words IQ I got\ncompletely sweaty hands my heart started\nracing. This could be the moment of truth.\nThen one woman started speaking. She told\nus that we are now going to take a test\nand just 1 week later we all get the\nresults with some specific ideas about\nour future career path. She said it takes\nonly 90 minutes and measures our\nintelligence in the following four areas:\nperceptual reasoning, verbal\ncomprehension, working memory and\nprocessing speed. The assessment was\nvoluntary and my friend instantly stood\nup to leave the class, showing what he\nthought about this whole thing. My\nheart still racing I wasn't sure what\nto do and kept seated. Our teacher then\nhanded out some questions, when she\npassed by my table she simply said:\n\"you gonna do fine here\". I don't think\nshe realized this but I was so happy to\nhear her say that! Maybe I'm not all that\nbad at these stupid IQ tests? Maybe it's\na day that I can actually show my dad\nwho I really am? What shall I do? I was so\nready to show my dad that I'm no idiot, I\ndecided to stay.\nI turned the first page over it read the\nfollowing: perceptual reasoning is the\nability to think and reason with visual\ninformation. It is the ability to see\nwhat is being asked and to organize\ninformation in our heads through images.\nThe first question was: When folded into\na cube, which of the following corners\nwould touch corner A?  D, B, E or C? I tried\nto fold the cube in my head and - yeah it\nworked!\nIt must be \"D\". The second section was\nabout working memory: our ability to keep\nseveral chunks of information in our\nmind simultaneously. One of the questions\nwas: what is the next number in the\nseries: 4, 12, 6, 9, 8, 6 ?\nThere were four options: 6, 5, 10 or 12\nThe trick here was to put all the\ndigits in my head and look for a pattern:\n4 X 6 X 8 X which means the next would\nbe 10! The third section was verbal\ncomprehension, which measures our ability\nto access vocabulary, express ourselves\nin a meaningful manner and apply\nreasoning skills to information\npresented verbally. In the first\nquestion it said: what is the difference\nbetween the words \"refuted\" an \"irrefutable\"?\nDo they have similar meanings, have\ncontradicting meanings or mean neither\nthe same nor the opposite? They must have\ncontradicting meanings! The fourth\nsection was about processing speed: the\npace at which we take in new information\nand make sense of it in order to prepare\na response. One of the questions asked\nwas: what is the 12th letter of the\nalphabet is it: T, L, R or B? I realized\nI had to rule out all the options that\ndidn't look right,\ncounting would have taken way too long, L\nis the right answer! I had completed all\nof the 50 questions in time and I was\nvery relieved. In the end, the woman said:\n\"A lot of research over the last century\nwent into the IQ test we had just taken\nand there is convincing evidence that\nour intelligence is mainly a product of\nour genes. There is an estimate of a\nheritability range from\n50% to 90% although the environment also\nmatters,\"\nshe continued: \"especially negative\ninfluences during your childhood like\ninfectious disease, malnutrition, air\npollution, or led in the paint of your\nwalls at home. These things can reduce\nyour IQ forever.\" She explained that it's\nbecause during the prenatal period and\nearly years of life a child's brain\nconsumes a huge part of the body's\nenergy to grow, and if the body was under\nattack it cannot support the brain's\ngrowth to its full potential. In other\nwords you were born with a pretty fixed\nIQ. Good parents and schools can keep the\nIQ at its genetically predefined level\nand maybe increase it a bit, negative\ninfluences, however, can surely reduce it\na lot. \"I am just saying this\" she closed\n\"because if you are getting your results\nnext week and you are not happy with\nyour score or our recommendation, then\nknow, that there is little you can do\nabout that. Even if you practice for\nyears or continue school indefinitely,\nit's almost impossible to improve your\nscore by more than 10 points. Just think\nabout that before you open that envelope.\nYou don't have to.\"  When the envelope was\nhanded to me a week later I got excited\nto open it. I took a deep breath, but\nbefore I ripped the cover apart I halted-\ndo I really want this? Why do I care so\nmuch? Do I really want to compete with my\nbrother? And if so what does this prove?\nThere are so many aspects of my life\nthat matter more than my measured\nintelligence. I'm probably no genius but\nI know I did well. But more importantly I\nknow that I don't need to prove anything\nto anyone! I decided not to open the\nenvelope and I loved this new idea of\nmyself - free from these limitations!\nI felt like I had grown up.  Now when I\nheard my father speak all proud about\nCharles, I just smiled. I realized that\nit's not that he loved him more, no my\nbrother just gave my dad the chance to\nget attention, to be someone. He's the dad\nof a genius and not just another middle\nmanager at the bank on middle street.\nA few years later I dropped out of\ncollege and started my own company and\nsoon after fell in love with a wonderful\nwoman and also started a family. My\nbrother is now a professor at a famous\nuniversity, but never found the right\ngirl and like many very smart people\nsuffers from depressions.\nMy dad doesn't care so much about IQ\nanymore, he's now a proud grandfather.\nThey say it takes intelligence to know\nhow to do things right but wisdom to do\nthe right thing. Leaving that envelope\nclosed was the best decision of my life!\nHere are five questions from a real IQ\ntest, you've got five seconds each. When\nyou are done post your answers in the\ncomments: Good luck!\n1. A package of gift cards has a length\nof eight centimeters a width of four\ncentimeters and a volume of 64\ncentimeters cubed. What is the height of\nthe box?\n2. Some Bargles are Chongos\nand some Chongos are Munhattsens. Are\nsome Bargles definitely Munhattsens?\nYes or No?\n3. Max needed to get seven\nnew doors from the home improvement\nstore for his house. His car could only\nhold two doors at once.\nHow many times did max have to visit the\nstore? 2, 4, 7, 8 or 9?\n4. Art is to wall as cup is to: handle,\ncoffee, cupboard, rim, nail?\n5. what is the missing number in the series: 1, 16, 81\nblank 625, 1296?\nIf you like this video and the way we\nexplain the subject, subscribe to our\nchannel. We try to explain complex\nsubjects and simple language and\ncartoons to support students all around\nthe world in their learning. If you want\nto support us you can go to www.patreon.com/sprouts and donate\njust $1 from many fans makes a big difference.\n "
}