{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=IB1FVbo8TSs",
    "video_title": "The Big Five Personality Traits",
    "transcript": "The theory of the Big Five personality\ntraits claims that we can describe\nourselves with five main characteristics:\nopen, conscientious, extravert, agreeable,\nneurotic. Each of us varies in how much\nof each trait is shown in our\npersonality. In order to understand what\neach trait really means let's look at\nthese five characters and how they cope\nafter they rank their boat and are\nstranded on an island in the middle of\nthe ocean. Open Odelia is excited and\ninterested in exploring this beautiful\nisland. The exotic nature inspires her.\nShe has collected stones shells and\nblossoms to decorate the entrance of the\nbamboo hut that she built for everyone.\nShe feels this is an opportunity to\nlearn so many new things!\nClaire is conscientious. She is not\nexcited, she is concerned about the\nseriousness of the situation. She is glad\nshe saved the survival kit from their\nship. As usual, she is prepared and starts\nthe crucial tasks right away. She feels\nthat it is her duty to organize everyone\nand make sure that they will start\nlooking for the things they need for\nsurvival: freshwater and food.\nExtravert Emile is thrilled because they\nall survived! He feels a strong need to\ntalk and share his happiness. He gathers\neveryone to celebrate their survival and\nto tell them about his plan to explore\nthe island together! Agreeable Albert is\nkind by nature and despite being tired\nand thirsty, his main concern is Nora. He\noffers her a drink from his coconut. The\nothers know that he usually agrees to\neverything and are not shy to ask for\nhis help. Nora is neurotic and easily\nstressed. She has a total breakdown. She\nsits down on the beach and cries: how are\nthey ever going to get away from this\nisland? To her the ocean around them\nlooks endless, nature looks dark and\ndangerous. She feels completely lost.\nAfter eight weeks two ships appear on\nthe horizon everyone gets excited, Emil\nhas the idea to make a fire. He calls the\nothers to help. Claire immediately starts\nto work,\nAlbert brings more wood Odelia is\nholding up her beautifully arranged SOS\nsign while Nora screams desperately for\nhelp. Little do they know who is sailing\non these ships... The first ship carries a\ngroup of psychologists who have been\ntraveling the oceans since the 1980s.\nThey are investigating the big five\npersonality traits which is also known\nas the five-factor or ocean model. The\ncaptain Lewis Goldberg coined the term\n\"big five\". He is thrilled when he sees the\nfive friends at the beach each one\nmatching exactly one trait: open,\nconscientious, extravert, agreeable, neurotic.\nThough he decides not to stop the\nboat, as a scientist he prefers to watch\nfrom afar.\nOn the other ship are five pirates, all\npossessing the exact opposite traits of\nour friends. Let's see if you can\nrecognize them? Pirate one is emotionally\nstable and very relaxed. When she sees\nthe survivors on the beach she says: we\ncould help them! Pirate two immediately\ngets angry with her. He is not listening\nto anyone and is not willing to change\nhis plans in order to help some\nstrangers on an island! Pirate three thinks\nthis is a complex situation. He thinks\nthat all possible outcomes need to be\nconsidered. He feels the need to be alone\nand think. Pirate four doesn't care. He's\nbusy looking for the keys to his\ntreasure chest which is lost again. The\ncaptain is not open to any new\nexperiences. He ends all discussions when\nhe says our boat won't stop! What do you\nthink about the big five? Do you\nrecognize your own personality in some\nof the traits? Or do you think this\ntheory is flawed as we cannot describe\nan entire personality in five parameters?\nIf you watch this in class and you are\nnot sure which traits you have, pick a\nfriend and describe each other.\nMany of us are bad at describing\nourselves, so an outside perspective is\noften helpful.\n \nIf you like this video and the way we\nexplain the subject subscribe to our\nchannel. We try to explain complex\nsubjects in simple language and cartoons\nto support students all around the world\nin their learning. If you want to support\nus you can go to www.patreon.com/sprouts\nand donate. Just $1 from many fans makes\na big difference.\n "
}