{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=aYCBdZLCDBQ",
    "video_title": "8 Stages of Development by Erik Erikson",
    "transcript": "Erikson's Theory of Psycho-social Development\nidentifies eight stages in which a healthy individual\nshould pass through from birth to death.\nAt each stages we encounter different needs,\nask new questions and meet people\nwho influence our behaviour and learning.\nStage 1 \"Basic Trust vs. Mistrust\"\n#Infancy (1-2 years)\nAs infants we ask ourselves if we can trust the world\nand we wonder if it's safe.\nWe learn that if we can trust someone now,\nwe can also trust others in the future.\nIf we experience fear,\nwe develop doubt and mistrust.\nThe key to our development is our mother.\nStage 2 \"Autonomy vs. Shame & Doubt\"\n#Early childhood (2-4 years)\nIn our early childhood,\nwe experience ourselves and discover our body.\nWe ask: is it okay to be me?\nIf we are allowed to discover ourselves,\nthen we develop self-confidence.\nIf we are not, we can develop shame and self-doubt.\nBoth parents now play a major role.\nStage 3 \"Initiative vs. Guilt\"\n#Preschool Age (4-5 years)\nIn preschool, we take initiative, try out new things,\nand learn basic principles like how round things roll.\nWe ask: Is it okay for me to do what I do?\nIf we are encouraged, we can follow our interests.\nIf we are held back or told that what we do is silly,\nwe can develop guilt.\nWe are now learning from the entire family.\nStage 4 \"Industry vs. Inferiority\"\n#School Age (5-12 years)\nNow we discover our own interests\nand realize that we are different from others.\nWe want to show that we can do things right.\nWe ask if we can make it in this world?\nIf we receive recognition from our teachers\nor peers we become industrious,\nwhich is another word for hard-working.\nIf we get too much negative feedback,\nwe start to feel inferior and lose motivation.\nOur neighbors and schools now influence us the most.\nStage 5 \"Identity vs. Role Confusion\"\n#Adolescence (13–19 years)\nDuring adolescence we learn that we have different social roles.\nWe are friends, students, children and citizens.\nMany experience an identity crises.\nIf our parents now allow us to go out and explore,\nwe can find identity.\nIf they push us to conform to their views,\nwe can face role confusion and feel lost.\nKey to our learning are our peers and role models.\nStage 6 \"Intimacy vs. Isolation\"\n#Early Adulthood (20-40 years)\nAs young adults we slowly understand who we are\nand we start to let go of the relationships\nwe had built earlier in order to fit in.\nWe ask ourselves if we can love?\nIf we can make a long-term commitment,\nwe are confident and happy.\nIf we cannot form intimate relationships,\nwe might end up feeling isolated and lonely.\nOur friends and partners are now center to our development.\nStage 7 \"Generativity vs. Stagnation\"\n#Adulthood (40-65)\nWhen we reach our forties we become comfortable,\nuse our leisure time creatively\nand maybe begin contributing to society.\nOur concern is Generativity.\nIf we think that we are able to lead the next generation into this world,\nwe are happy.\nIf we did not resolve some conflicts earlier,\nwe can become pessimistic and experience stagnation.\nPeople at home and at work are now who influence us most.\nStage 8 \"Ego Integrity vs. Despair\"\n#Maturity (65-death)\nAs we grow older we tend to slow down\nand begin to look back over our lives.\nWe ask: how have I done?\nIf we think we did well, we develop feelings of contentment and integrity.\nIf not, we can experience despair and become grumpy and bitter.\nTime to compare us with mankind.\nErik Erikson was a German-American psychologist\nwho together with his wife Joan,\nbecame known for his work on psychosocial development.\nHe was influenced by Sigmund and Anna Freud\nand became famous for coining the phrase \n\"Identity crisis.\"\nAlthough Erikson lacked even a bachelor's degree,\nhe served as a professor at Harvard and Yale.\nThis video was made for us by MinuteVideos.com\nwho were doing everything to make awesome videos affordable.\nSo if you want to make your own video,\nplease check out their website.\nIf you tell them you came from Sprouts,\nthey'll give you a 10% discount\nand they'll donate 50$ for our next video\nwhich would really help our channel.\nIf you work in a company, why not use them for internal training.\nIf you're a teacher or school, you can make your own lessons.\nJust go to MinuteVideos.com\nand order your video for as little as $600 .\nThank you for watching :)"
}