{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=55bBiQLSM1w",
    "video_title": "Ball-Parking: Get Better Grades Through Elimination",
    "transcript": "Ball-parking is a technique that helps us to solve problems quickly.\nInstead of trying to get the perfect result,\nwe make a fast, intelligent guess.\nJust like in baseball.\nTo score, we don't need to hit the ball perfectly.\nOften we just need to keep it inside the ballpark.\nThe technique is useful in conversations\nand is essential to passing certain tests.\nTo watch this video most effectively,\ngrab a pen and paper,\nand try solving the following two problems as we present them.\nJust pause whenever you see this sign.\nLet’s start easy!\nWhat do you think is the most popular food in the world?\nCould it be Italian, Japanese,\nAmerican fast food, or something else?\nAs it is impossible to get an exact answer,\nlet’s look at what we maybe already know.\nIn Italy, there are around 50 million people,\nin Japan about 100 million\nand in North America about 500 million.\nBut in China or in India there lives over a billion people.\nNow we can use the process of elimination\nand make a ballpark estimate that\nChinese and Indian food is probably the most popular.\nNow let's try something a little harder.\nImagine that you are doing a complicated math test\nfor something like the GMAT exam.\nThen you might just 2 minutes to solve complex problems in your head.\nMaybe something like: The square root of: 5 times the square root of 24,\nplus 5 divided by, 5 plus 2 times the square root of 6.\nThen you're given five multiple choice answers:\nA, B, C, D or E.\nIf we would try to solve it, we would probably run out of time.\nBall-parking is now the only option.\nYou can try it on your own\nor do it with us.\nLook at the equation. Let's look the first part,\nthe square root of 24.\nSince the square root of 24 is difficult to calculate in your head,\nthink of a close enough number to the square root of 24\nthat would be easier for you.\nThe square root of 25 comes to mind.\nTo which the answer is 5.\nLet’s now write down the new simpler equation\nand then again even simpler.\nNow what about the fraction?\nIt looks hard, but let's try!\nEven if we don't know what 5 plus 2 times the square root of 6 is,\nwe do know that it's more than 5.\nSo let's write it again and just call the denominator [6.1] “more than 5”.\nAnd because 5 divided by anything larger than 5 must be smaller than 1,\nwe can just write “25 plus less than 1\nor the square root of 25.\nAnd that equals approximately 5.\nLets now look at the options we were given.\nLet's look at the equation and each possible choice.\nA is clear and doesn't look bad.\nB is 5 plus 2 times the square root of 6\nwhich is something like 7 or more.\nThat doesn't look right.\nC is the square root of something that comes out to be 3 or less.\nThat's too small.\nWhat about D?\nThe square root of 120.\nWe don't know that,\nbut we do know that the square root of 100 is 10.\nLets just write 10 or more.\nThat looks too high.\nLast there is E.\n5 divided by 2 times the square root of 6.\nNow for 2 times the square root of 6\nlets just write “more than 2”.\nAnd 5 divided by something that's more than 2\nalso looks too small.\nNow we use the process of elimination\nand cross out all the wrong answers to see what's left.\nA it is.\nNow it's your turn.\nTry ball-parking the amount of views\nthat you think this video will have by the end of this year\nand win your favorite Sprouts gift on Patreon.com/Sprouts\nWe will count all entries submitted by August 31st\nand announce the winner on the 1st of January.\nTo join, just leave your ballpark figure in the comments below.\nAnd if you want, tell us how you did it.\nThose of you who post later than August 31st\nwill enter next year's round of Sprouts Ballpark Awards.\nGood luck!"
}