{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=kHrbtjI4uMQ",
    "video_title": "Rousseau's 5 Stages of Child Development",
    "transcript": "Jean-Jacques Rousseau’s philosophy \nof education is based on the idea  \nthat children should develop a strong, \nvirtuous character, the ability to reason,  \nand a refined sense of sentiment. This is so that, \nas adults, they are able to resist temptations,  \nthink for themselves, and learn to \nappreciate the finer things in life.\nTo explain his ideas, Rousseau wrote “Emile, or \nOn Education”. The book tells the story of a boy,  \nwho goes through childhood, boyhood, \npreadolescence, adolescence and adulthood. \nAll five stages happen under the \nguardianship of his parents and a tutor.\nStage 1, early childhood, begins with Émile’s \nbirth. During this stage, it is essential for his  \nparents to ensure that Émile develops physically.\nOnly the mother should feed the boy, because  \nshe naturally loves him more than anyone else.\nTo allow the boy to make experiences with all his  \nsenses, he wears loose clothing and is placed in \na large cradle where he can move freely. Rousseau,  \nwho was influenced by John Locke, believed that \ndressing children too warmly makes them weak.\nIf Emile doesn’t want to eat, he’s supported. If \nhe wants to use his left hand, he can. Beating  \nor shouting at the boy should be avoided.\nWhen Emile “cries”, which Rousseau called  \nour first language, his mother should try to \nunderstand him and find the underlying cause.  \nSince children are born essentially \ngood, it is the responsibility of the  \nparents to shield them from those who \ncould influence their innocent minds.\nDuring Stage 2, Boyhood, Emile is educated to \nperfect his senses. This is important because  \nthe mind needs a wide range of trained senses \nto perceive information correctly and develop  \ngood judgment. Instead of recommending books, the \ntutor lets Emile play games and conduct natural  \nexperiments outside. The city or a school are \nnot the right places for a child at this age.\nEmile learns to tell right from wrong \nby experiencing the consequences of his  \nactions. Instead of actively teaching, \nthe tutor is merely a bystander who is  \nthere to protect the boy from those \nwho want to influence his thinking or  \nteach him bad habits. Over time Emile \nlearns morality and virtue naturally.\nIn Stage 3, Preadolescence, Emile \nis ready to learn how to reason. \nRousseau thought that only self-directed \nlearning led to the discipline necessary  \nto acquire real knowledge.\nThe tutor therefore trusts  \nEmile's interests and if the boy wants \nto learn history, history he learns. \nLanguages are acquired \nnaturally through conversations.\nEmile is also taught carpentry, a manual \nlabor that requires creativity and intellect,  \nwhich helps him to become a virtuous adult who \nknows the value of hard work. Doing such work  \nalso keeps Emile out of trouble, and allows him to \nmake a living in the event of a change in fortune.\nIn Stage IV, Adolescence, Emile is ready for \nthe last part of his education — sentiment.  \nOnly now is he capable of understanding \ncomplex emotions such as true compassion.  \nEmile now becomes a loving person who learns to \nlive with, and for others. Or as Rousseau wrote  \n\"We have made an active and thinking being. It \nremains for us, in order to complete the man,  \nonly to make a loving and feeling being—that \nis to say, to perfect reason by sentiment\"\nThe tutor now begins formal education \nand introduces the passionate boy to  \nconcepts such as religion. Children \nwho learn such complex ideas earlier,  \nare unable to think about them freely and hence \njust recite what they have been told. Emile,  \nwhose character has grown strong enough to reason, \nis now permitted to mingle with people in society.\nIn Stage V, Adulthood, Emile becomes a \nvirtuous man, who can make up his own mind. \nHe visits the city and develops a \nsense for the finer things in life. \nThanks to his strong character,  \nthe pursuit of wealth or other \ntemptations are none of his interest. \nThe young man is now ready to meet Sophie \n— the perfect woman, his wife-to-be.\nSophie, a representative of the ideal \nwoman, is educated to be governed by her  \nhusband while Émile, a representative of the \nideal man, is educated to be self-governing.  \n“The man should be strong and active; the woman \nshould be weak and passive”’, Rousseau wrote. \nSophie’s purpose is to please, \nadvise and console her husband.\nOnce published, Rousseau’s books were widely \ncriticized, burned, and banned. The Church and  \nstate issued a warrant for Rousseau's arrest. \nIn addition, modern women disagreed with his  \nideas or saw in him a hypocrite: Rousseau himself \nsent away all five of his children to orphanages.  \nNevertheless, “Emile” became Rousseau’s most \nimportant work and a pillar of modern education.\nBut what are your thoughts? Do you think Emile \nreceives the ideal education to become a truly  \nfree thinking mind? Is it right to try to \nprotect children from society's influence?  \nOr was Rousseau wrong about education? Tell \nus what you think in the comments below.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}