{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=u49uLLCUlEk",
    "video_title": "Language: The First 5 Years of Life of Learning",
    "transcript": "Of all mankind's inventions, none was more\nconsequential than the birth of language.\nBefore its creation each person's\nknowledge was limited to what he or she\nexperienced directly. Afterward someone\nwho learned something could share it\nwith anybody else. In this video, we'll\nlook at four things known about language\nlearning in general, and then listen to\nthe story of lucky Lucy and poor Pete to\nunderstand the importance of language in\neveryday life. Our brains foundation is\nbuilt through experiences early in life. Pat\nLevitt from the center of the\nDeveloping Child at Harvard University\nstudied our brain development over the\ncourse of our life extensively. He showed\nhow the brain's ability to change\ndramatically drops in the years of life,\nwhile the amount of effort such change\nrequires increases. Another research\nshowed that at age five 90% of a kid's\nbrain has been formed. If during these\nyears the child is blocked from\nreceiving stimulating experiences, the\nLanguage Center and other parts of the\nbrain are likely to remain weak for life.\nWe learn language socially by observing\nand imitating others. Some 1,000 years\nago German emperor Friedrich II wanted\nto prove the opposite and showed that we\ndevelop language naturally, all by\nourselves.\nHe made his nannies raise some children.\nthey were allowed to feed and clean them,\nbut not to interact socially, or ever\nspeak a word. Not one child learned to\nspeak, but instead, they all died. For the\nsame reason\ntoddlers can't learn language via tape\nor technology. They need to be motivated\nthrough a human relationship, then they\npay attention and learn.\nOur language brain growth is strongest\nin year one. If we study the brains\ndevelopment by the rate of new synapse\nformation over the first 11 months of\nlife, and then the next 15 years, we can\nsee how much the first five years matter.\nThe growth in the part of the brain\nresponsible for language peaks between\nbirth and age 3. During this critical\nperiod children can learn a new word\nevery 90 minutes and several languages\nsimultaneously. Our sensory pathways\nresponsible for vision and hearing peak\nbefore, which makes sense because we need\nto see and hear to imitate language. Four\nmonth old infants for example, if raised\nbilingual by a British mom and the\nChinese dad can already differentiate\nbetween two languages just by observing\nthe lip movements of their caregivers.\nHigher cognitive function such as\nlogical reasoning peaks only once we\nhave the words and know the symbols to\nmake sense of our world. Language makes\nour world: Rich language skills allow us\nto really listen, to speak well, to enjoy\nreading and master writing, they can\ncreate an entire world around us. As the\nGerman philosopher Wittgenstein said: \"the\nlimit of my language is the limit of my\nworld\".  let's take for example the word\n\"daycare center\". Some people think of it\nas a \"preschool\" the Irish call it \"play\nschool\" and the Germans invented the word\n\"Kindergarten\". Only if we know all three\nwords can we understand what's possible.\nNow let's listen to the story about\nlucky Lucy and poor Pete, two children\nraised in two very different ways.\nLucy is raised by her mother. The mother\nis an average native English speaker who\nknows around 20,000 different words.\nPete's parents hire a nice nanny from a\nforeign country. Instead of speaking in\nher native language the nanny is told to\ntalk to Peter only in English. While her\neveryday English seems okay she actually\nknows only around 5,000 words. One\nfourth of what Anne's mom knows. Year one\nis when the language brain is developing\nthe strongest. iÍf Lucy is awake half of\nthe time her mom speaks she will hear\naround 10,000 words per day and maybe\n2500 being directed at her. Directed\nlanguage is what matters. Whenever her\nmom connects a word with an actual\nexperience,\nLucy learns its meaning. Pete hears\nEnglish only when the nanny deliberately\nspeaks to him, around 1,000 words a day.\nBut not only is quantity lower but also\nthe quality. As the nanny is not fluent,\nthere is a chance that many words come\nacross broken. At their first birthday\nboth kids can say: \"mama\" and \"papa\".\nWhat we don't see is that Lucy actually\nalready knows many many words even\nthough she can't say them. But Pete's\nlanguage universe is more limited.\nWhen Lucy and her mom look at picture\nbooks, her mom points out what they see: a\nlittle monkey is also a gorilla, an ape,\na clever animal which uses tools, climbs\ntrees and lives with his mama and papa\nin the rainforests of Africa. When Pete\nlooks at a picture book his learning is\nlimited by the language of the nanny. The same monkey is just cute and eats\nbananas. To compensate he's given a\nlanguage app, but as Pete lacks\nthe foundation he doesn't understand a word.\nTo him, it's just a bunch of new sounds\nstrangely connected to colorful\ncharacters. On their second birthday Lucy\nknows already well over 200 words, the\namount where children start to learn\nrules and apply grammar. Pete knows less.\nSometimes he gets frustrated because he\ncan't express himself. Lucy likes to go\nwith her mom into the park. Sometimes\nthey watch the old men play chess. She\ndoesn't understand the game but knows\nthat there are pawns, rooks,\nknights, a queen and a king, a bishop and\na horse. One day she will learn the rules.\nIt will be easy because she sees each\nfigure clearly.\nHer understanding of their special\nskills is obvious. For a lack of language\nPete sees just a big checkered board and\nsome wooden figures which all look quite\nthe same: pawns, knights, bishops. To\nunderstand the rules later will be hard\nfor Pete. All figures look so similar. How\ncould they do different things? At their\nthird birthday both can say their own\nname and form sentences.\nLucy's vocabulary now holds 1500 words.\nPete's got 500 to make sense of this\nworld. In year 4 they enter kindergarten.\nWhen Pete stands in front of the big\nshelf he sees different wooden blocks,\nthe ball, some old toy, a horse and the\nyellow digger. When Lucy stands in front\nof the same shelf, she sees circles,\ntriangles, squares, a basketball, the red\npinwheel, the beige rocking horse and the\ncarton box of the lego technic digger.\nAt playtime, Lucy understands what others\nare talking about and often takes the\nlead by suggesting a new idea. Pete often\ndoesn't understand what she means.\nIf the group discusses something for\nlonger, he zones out because he has\ntrouble following the conversation. By\nthe end of the year Lucy knows 3,500\nwords, where Pete only knows 1000 words.\nLucy now forms more complicated\nsentences in perfect grammar. In the\nevening her mom reads bedtime stories\nto her. Words she's missing, she learns out\nof context. As a native speaker, the mom\ncan raise and lower her voice, making the\nstories exciting. Fairy tales become\nalive in her head and Lucy learns to\nimagine and to think creatively. Pete\nstill speaks in more simple sentences\nand his grammar is not perfect. When his\nnanny reads to him the voice is more\nmonotone. It's more boring and paying\nattention is more difficult. Words he's\nmissing, often remain missing. By the end\nof the year Lucy knows 6,000 and Pete\nknows 2,000 words.\nTo understand why the actual\ndifference in language abilities between\nthe two is even larger than it seems,\nlet's imagine that words are nothing but\ntools that help us encode the world, form\nthoughts, structure ideas and then\ncommunicate with others. With 6,000 words\ncompared to 2,000 words\nLucy's toolbox is now three times the\nsize. Lucy has a huge head start as she\nis entering elementary school.\nEinstein by the way as a child seldom\nspoke one interesting anecdote goes like\nthis: As he was a late talker and hardly\nspoke at the age of seven his parents\nwere worried and tried many things to\nget him to speak. At one point they were\nafraid that he had learning disabilities.\nAt last, at the dinner table one night, he\nbroke his silence to say: \"the soup is too\nhot!\", greatly relieved his parents asked\nwhy he had never said a word before?\nThe young genius replied: \"Because up until\nnow, everything was in order.\". What are\nyour thoughts about language learning?\nCan someone like Pete still catch up\nlater in life or maybe find other good\nways to express himself?\nMaybe our point of view is too narrow\nand Pete and Lucy actually balance each\nother out with the different skills they\nhave? Please share your thoughts in the\ncomments below!\n \nMillions of students from all around the\nglobe have watched our sprouts videos\nfor better learning, thousands of\nteachers play them in their classrooms\nto start projects, volunteers on YouTube\nhave translated them to over 25\nlanguages. Our mission is to promote\nlearning by doing in classrooms around\nthe world. If you are a great explainer\nand a passionate teacher and you want to\nhelp us develop outstanding content\ncontact us, to support our channel with a\ndonation visit www.patreon.com/sprouts\n "
}