{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Eqw0K676F5M",
    "video_title": "ADHD from Childhood to Adulthood",
    "transcript": "Attention Deficit Hyperactivity \nDisorder, or ADHD, is mostly of  \ngenetic origin. Symptoms are categorized as \ninattentive or hyperactive, but people can  \nexperience both in all sorts of forms — which \nmeans there is a spectrum of presentations.\nLisa, a young girl who wants to become a writer, \nwill help us understand what it means to grow up  \nwith ADHD. Her story shows how her atypical \nbrain makes it harder to achieve her dreams.\nDuring early childhood, Lisa has a \ntough time paying attention. She gets  \ndistracted, starts daydreaming, and \nfrequently forgets or loses things.\nBecause her senses pick up too much \ninformation for her brain to process,  \nshe gets overwhelmed and as a result, she \noften cries or becomes frustrated. Her parents,  \nwho don’t know better, scold her instead \nof helping her deal with the pain.\nIn primary school, Lisa can’t sit still \nand often disrupts the class. She is smart,  \nbut besides English and the arts, has \nbad grades. It is not long before Lisa  \nis branded as lazy — as someone \nwho doesn't use her potential.\nIt’s also hard for Lisa to make friends. \nShe feels different and is bullied. The  \nfew friends she has tell her that she is \ntoo emotional, but admire her enthusiasm.\nIn middle school, Lisa starts doodling to help \nher stay focused but her teacher doesn’t like  \nthat and scolds her, because he thinks \nshe is distracted. And so she masks her  \ninattention and puts all her energy \ninto nodding and making eye contact.\nBut by doing so, she loses her concentration \nentirely and ends up not listening at all.  \nThis is where she turns inwards and \ndevelops a passion for creative writing.\nDuring high school, her mind starts \nracing — with a thousand thoughts in  \nher head. She now wears headphones, \nto isolate the noise and calm herself  \ndown. But when she has her period \neven that doesn’t help anymore and  \nshe goes through intense mood swings. She \nbegins binge eating and starts smoking.\nAt age 19, Lisa gets into a top literature \nprogram. But the responsibilities of everyday  \nlife are overwhelming. She feels burned out, \nstops showering, cleaning up, and going to class.\nOne evening, she tells her best friend that \nshe can’t handle it anymore. All her life she  \nhas been too different to ever fit in. All \nher life she felt like a burden to others.  \nHer friend tells her about a psychiatrist, \nand as a last resort, Lisa goes to see her.\nThe psychiatrist first thinks \nit's depression. But then,  \nasking about Lisa’s childhood and family \nhistory, she notices something else and  \nrequests more tests. A few weeks later, \nLisa is diagnosed with ADHD and depression.\nThe doctor explains to Lisa that ADHD is not \nlimited to the most well-known symptoms. For  \nexample, people with ADHD also have deficits in \ntheir executive functions, such as working memory,  \ntime perception, or emotional regulation. \nSome also get sleepy when drinking coffee!\nHowever, they often also have higher \nlevels of creativity, are more caring,  \nand are more curious than their peers, making them \ngreat artists or scientists. Plus, they react more  \ncalmly to stressful situations — some become \nfearless firefighters or outstanding surgeons.\nThe psychiatrist goes on to explain \nthat ADHD symptoms can be treated  \nwith medication and therapy and that \nregular sleep and exercise can help too.\nWhen Lisa takes her first pill the next day,  \nshe bursts into tears. For the first time \nin her life, her mind is quiet. It does not  \ntake an effort for her to get up and shower. \nShe realizes that, throughout her whole life,  \nshe has spent so much energy trying to do \nthings that others do without even thinking.\nAlthough medication helps, Lisa knows that \nit is not enough. She has to make changes  \nto her life and find work that plays to \nher strengths. By the time she is 30,  \nshe learns to accept and \nappreciate her neurodivergence,  \nand her atypical mind is celebrated \nafter the publication of her first novel.\nWhat do you think? If you had - or have- \nADHD would you adapt your brain to your  \nlife by taking pills, going to therapy, and \nmasking your behaviors? Or is the solution to  \naccept your differences and adopt a lifestyle that \nfits who you are? Tell us in the comments below!\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}