{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=hq9sOfdYn2E",
    "video_title": "Can You Learn All Languages or Will You Die Trying?",
    "transcript": "If we assume that our brain \npicks up one new word per day,  \nand that there are 1,000 languages and each \none has 10,000 words, then it would take us  \n10 million years of learning to be able to \ntalk to each and every person in the world.\nBut how many languages and words are there \nreally? And how many would we need to learn  \nto understand everything? The story of a \ncurious girl, Maya, will help us find out!\nMaya was sitting in the schoolyard, \nlooking at yesterday's paper,  \nwhen a teacher walked by. The old man asked \nthe young girl, what business she had reading  \nthe newspaper? To which Maya replied: \nI’m trying to understand them world. To  \nunderstand them world? How about learning \nsome English first? her teacher countered.\nAt first, Maya was just upset, but then her \nfrustration turned into motivation and she  \npromised herself that she’d master English better \nthan anyone, especially that stupid teacher.\nLike most kids aged six, Maya understood \nabout 5,000 words, used around 2,500,  \nand held basic conversations. Her \nbrain had picked up more than one  \nword a day since she was born and would \ncontinue to do so until late adulthood.\nFrom the day she began her quest, it took \nher another 12 years of casual conversion  \nand deliberate practice to learn the \nmore nuanced aspects of the language  \nlike sarcasm and irony. During that time \nher receptive vocabulary grew to 20,000  \nwords and she expressed herself with about 10,000.\nOn her 18th birthday, she decided to visit the \nnewly retired teacher — to give him a demo of her  \nlinguistic skills. When the man opened the door, \nshe told him that she had mastered the English  \nlanguage. But he just smiled, said nothing, and \nthen disappeared into the darkness of his house.\nSoon after he returned with the \n20 volumes of the Oxford English  \nDictionary, asking Maya to read them \nall — adding that only then would she  \nbe able to master English. Maya accepted \nthe challenge and started the same night.\nFor the next two decades, she was excited \nto read up on ideas and meanings behind the  \n170,000 words that are in current use and studied \napproximately 430,000 old-fashioned terms. Maya  \nlearned a lot of English, a lot about the world in \ngeneral, and a lot about languages in particular.\nShe discovered the top 5 spoken \nlanguages, which are English,  \nspoken by about 1.5 billion people, \nfollowed by Mandarin, 1.3 billion,  \nSpanish, 500 million, Arabic, 400 \nmillion, and French 300 million.\nMaya found out that many languages are \nabout to die, but that there are still  \naround 6,500 that exist worldwide — and \nthat there are close to 20,000 dialects  \nin India alone. She discovered Esperanto, \na newly constructed international language  \nthat’s spoken by about a million \npeople all around the world.\nShe learned that there are all sorts of gestures \nand facial expressions we use to communicate  \npreferences and feelings. And that there are a \nstaggering 300 types of distinct sign languages,  \nplus hundreds of programming languages \nand pictographic, and symbolic languages.\nAfter learning all of that, Maya went back to see \nthe teacher. Not to boast her proficiency, but to  \nthank him — and to tell him that understanding the \nworld and everyone in it takes not only English  \nbut truly comprehending thousands of languages, \nand millions of words— an impossible task.\nBut it wasn’t an old man that opened \nthe door, but a young four-year-old,  \nwho with a friendly smile, simply asked: \n“Welcome! How can help you?” And Maya,  \ndespite all her knowledge, \nhad no idea what to reply.\nWhat do you know about languages? Did \nyou master one, or maybe two? And if so,  \nwhich ones? Share your thoughts and \nexperiences in the comments below!\nIf you like this video and want us to make more, \nsubscribe to our channel or support us on Patreon."
}