{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=RhUx1pArrO4",
    "video_title": "Democratic School Education",
    "transcript": "Democratic Education is based on the belief\nthat children themselves know best\nwhat is good for them.\nThe job of a school is to provide a democratic structure\nin which kids can discover their interests\nand learn how to live in a community\nthat solves conflicts together.\nThe ideal: to grow up in absence of fear and\nto become responsible,\nempathic and self-determined citizens.\nThe idea is not new.\nIn 1693 the philosopher John Locke wrote that\n\"things children learn, should never be\na burden to them.\"\nSome 200 years later\nthe writer Leo Tolstoy opened a school for peasant children on his estate in Russia.\nThe school evolved from ideas introduced \nby teachers and pupils.\nOne of the principles was that the students had the right to not listen to the teacher.\nThe first democratic school that still exists,\nis Summerhill in Suffolk, England.\nIt was founded in 1921 by A.S. Neill\nwho believed that a school should be made for the child, rather than the other way around.\nClass attendance is voluntary.\nSome children may spend weeks in the woods \nor do nothing all day,\nwhile others choose to learn math \nor try out reading class.\nWhen they grow older many turn to traditional subjects with full focus\nwhen they realise that they need them\nfor college entrance exams.\nAt weekly school meetings, \nstaff and students gather to solve conflicts.\nOnce a conflict is brought to the meeting,\neverybody in the school can speak up, mediate\nor come up with a solution.\nAfter the conflict was discussed and democratically processed,\nharsh feelings are often buried and staff\nand students leave peacefully.\nThe meetings are also used to work on the school regulations\nand anybody can make a proposal for \na change of the rules.\nIf one student requests a change,\nmembers discuss and then decide by popular vote whether the new idea will be implemented.\nSometimes the kids may vote \nfor the abolishment of all rules.\nBut after a few days of total chaos,\nstudents usually use the same democratic process to  re-implement order.\nAlmost as if they all naturally seek structure.\nIn the 1960s young educators from all over\ntook inspiration from Summerhill and opened so called “free schools”.\nOne was the Sudbury Valley School which was founded in Massachusetts, United States.\nSudbury took the ideals of a democratic education even further.\nOnce a year the school meeting is used to re-elect teachers and principals.\nThose that don’t receive majority vote will be replaced.\nToday there are many independent Sudbury and other democratic schools\nall over the world spanning from Brazil to Israel to Thailand.\nUsing different structures,\nthey all promote the idea that students and teachers should have an equal say in what to learn\nand how to work with each other.\nThe goal is to give children a deep sense for equality and justice.\nAlbert Einstein famously said: “The only thing that interferes with my learning is my education”.\nWhat do you think,\nwould a democratic education work for you?\nPlease share your thoughts in the comments below!"
}