{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=vdo0h3DQQmw",
    "video_title": "How to Change Bad Habits and Become a Better You",
    "transcript": "A habit is a fixed way of thinking\nthat leads to automatic behavior.\nThe benefit is we don’t have to rethink again and again what to do.\nIt just happens and can have good side effects.\nBut a bad habit can also hurt us\nor hold us back from progressing.\nAlthough, like anything, we can learn and unlearn them.\nBut first, let's try to understand where they come from.\nHabits are made by experiences\ncreating fixed ways of thinking inside our brain.\nTo explain this,\nlet's compare what happens inside your brain\nto what happens on a farm.\nThere is a farmer named Joe,\nhis vegetable garden,\nthe chicken shed and a mailbox.\nEvery morning farmer Joe first walks to the vegetables,\nthen checks on his chickens,\nthen collects his mail  and then walks back to the house.\nAfter a few days of this routine,\nhis trace becomes more visible on his farm.\nAfter a few months, the trace becomes fixed pathways.\nNot only on his farm, but also inside his brain.\nOne night Joe has a magical dream\nwhere he discovers his love with all living creatures.\nThe next day he sets all of his chickens free.\nThe funny thing is though,\ninstead of adjusting his behavior,\nhe still walks blindly from the vegetable garden to the chicken shed.\nThe trace on the ground, and inside Joe’s brain\nare now just too deep.\nTo leave the path of habit, we have to go down a new road.\nThis takes time  multiple repetitions of our new desired behavior\nand willpower to keep going.\nA habit is often a response to a certain trigger,\nwhich follows a routine and usually ends with a reward.\nThis is also called a habit loop.\nJoe’s trigger is the vegetables.\nAs soon as he waters the last tomato,\nhe starts his next routine to automatically walk to the chickens.\nHis reward is to find eggs.\nAnd because rewards release dopamine,\na neurotransmitter that makes our brain first happy and then hooked,\nwe get stuck and can’t let go anymore.\nJoe's sister lives in the city.\nShe has a funny habit.\nWhenever she hears her phone,\nshe automatically looks at the screen.\nMost of the time it's just a random irrelevant message.\nThis happens even if something far more important\nwas happening right in that moment.\nThe sound from the phone  triggers a routine in the hope for a sweet reward\nand some of that addictive dopamine.\nTo change a habit, journalist Charles Duhigg recommends redesigning the habit loop.\nSay you like going to the movie theater,\nbut whenever you do, you eat too much of that sweet popcorn.\nIn this case your trigger is the popcorn\nstand that you pass by whenever you go to the movies.\nYour routine is buying that popcorn.\nAnd your reward is snacking during the film.\nTo change your habit,\nyou could keep the trigger  and keep the reward,\nbut replace the routine.\nInstead of sweet, get salty popcorn.\nLater maybe even fruits.\nIf a problem gets very serious,\nremove the trigger.\nStop buying movie tickets.\nIf we can’t leave our phone alone,\nwe can turn off all the notifications.\nAnd if we have friends that get us into situations\nthat can trigger a bad habit,\nwe can make new friends that don’t.\nSome habits are tricky.\nProcrastination for example.\nThere is no clear trigger, routine or reward.\nIt just happens.\nHabits like that can be changed in tiny steps\nthat leads to small rewards.\nNext time you procrastinate,\ntry to make some short breaks in which you focus.\nYour trigger can be the full hour on your clock.\nOnce you hear it, focus on your work\neven if it is just for 5 minutes.\nAfter, reward yourself with a piece of chocolate.\nThe very first day you do that,\nyou will already create some new traces in your brain\nand the next day some more.\nAfter a few weeks, it will be easy to walk down that road.\nMany small steps added together, make a big difference over time.\nAfter all, we still have our entire life in front of us.\nAnd to becomes successful, good habits are probably our best bet.\nAs the famous poet John Dryden wrote:\n“We first make our habits,  and then our habits make us.”\nTell us. Have you ever learn or unlearned a habit?\nPlease share your experience in the comments below!"
}