{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=5AuM7DSrPig",
    "video_title": "Buddhist School Education",
    "transcript": "Buddha was born as a son of a wealthy king\nsome 2,500 ago in Himalayan Mountains of Nepal.\nAfter 29 years of living in luxury,\nhe left the palace for the first time.\nOutside he saw ordinary people and immense suffering.\nHe decided to live a simple life,\nspending most of the time among holy men or meditating.\nHis goal was to solve the mystery of suffering.\nOver the years Buddha came to the realization\nthat we suffer because we desire things to\nbe more than what they are.\nHe spoke of 4 Noble Truths:\n1. There is suffering\n2. Suffering is caused by our desires\nWe can manage our desires by changing our perspective\ninstead of trying to change our circumstances.\n4. We can free ourselves from suffering\nby following The Noble Eight fold Path,\nalso know as The Middle Way.\nThe Middle Way teaches us to consume in moderation,\ncultivate self-discipline and strengthen\nour mind through meditation and mindfulness.\nSo we become aware of our thoughts and actions\nand realize that nothing is permanent.\nWe then can understand that everyone is exposed to suffering\nand as a result become more compassionate.\nWith enough practice we can let go of all\nnegative desires\nand free ourselves from suffering altogether.\nWe reach full liberation of the mind.\nBuddhist schools in Thailand, India and around the world\nbring introspection into the lessons\nand activities of their national curriculum.\nSince Buddha believed that wisdom is rather a habit,\nand not an intellectual state of mind.\nlearning by doing is key.\nBut students also practice concentration\nand learn life skills like farming and skillful communication.\nTo build intrinsic motivation,\nchildren get individual feedback\ninstead of reward and punishment.\nStudents learn to understand and manage their\nemotions.\nAn angry girl identifies the causes,\nwarning signs and transient nature of her feelings.\nShe might realize that we are not being punished\nfor our anger, but by our anger.\nA boy that aced a math test reflects on his\nsuccess.\nHe understands that hard work pays off,\nbut also realizes that he should not be too proud,\nbecause it separates us from others and creates loneliness.\nHe learns to be modest.\nDaily rituals help the students to practice\nmindfulness.\nIn the morning, students meditate in front\nof a shrine,\nchant Buddhist virtues\nand send out feelings of goodwill to all living beings.\nSometimes students visit the community\nto experience the pleasure of giving\nand to see that some are suffering.\nThey understand that nothing is permanent,\nnot even life itself.\nThe goal of a Buddhist Education\nis to spark our curiosity for lifelong learning\nthrough reflection.\nSo that once we grow up,\nwe understand the consequences of skillful speech,\nwe learn to enjoy the simple things in life\nand we find inspiration and wisdom\nin our own thoughts.\nJust as Buddha said\n“conquer anger with non-anger.\nConquer badness with goodness.\nConquer meanness with generosity.\nConquer dishonesty with truth.”\nThanks for watching even if we try to keep it short\neach video is quite some work.\nFirst, we research and write a script\nthen we brainstorm ideas\nand after that, we draw the storyboard\nthen it is recorded narrated and finally edited.\nIf you want to support us to make\nmore videos on learning and education.\nvisit patreon.com/sprouts"
}