{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=dkRUrMiuIg4",
    "video_title": "The Hoffman Process: Changing Lives in 7 Days",
    "transcript": "Our parents form a big part of our personality  \nduring the time when we \ncompletely depend on their care.  \nThis happens because as young children we perceive \nthem as almighty, endlessly wise, and flawless.\nWe also believe that whatever they \ndo, literally - whatever - they - do,  \nthey do out of unconditional love And \nbecause we think they are infallible,  \nwe consequently think that we are \nat fault whenever a conflict arises.\nIn order to reduce any kind of conflict, \nwe develop patterns of behavior, feelings,  \nand thinking designed to please our \nparents and minimise any friction.  \nUnfortunately, these patterns can lead to \na personality that is misaligned with its  \ntrue spiritual self. And so, we grow into \nadults that behave in ways that make us sad.\nThe Hoffman Process was designed to help us detect  \nnegative patterns of behavior, break them \nand to become the person we really are.\nTo condense a lifetime of analysis into seven \ndays, the process is highly structured, very  \nintense, and applies a multitude of techniques. \nAfterward, participants often understand why  \nthey are the way they are and learn to let go \nof the negative sides of their personality.\nTo understand how the process works, let us look \nat three types of people who on the outside,  \nlook just fine, but on the \ninside, deeply struggle.\nEva is 27, a university graduate, and \nshe has just started her first job.  \nShe’s unable to trust men and is at a loss \nwhen it comes to forming healthy relationships.\nJay is 51, an overachiever, and a respected CEO. \nHowever, his marriage is broken and his two adult  \nchildren hardly ever call. He asks himself \nif that’s really all that life has to offer?\nTom is 45, married with one child, but he’s got no \nfriends. He lives with his family far outside town  \nand signs up for the process when he realizes that \nhis daughter also has problems making friends.\nThrough the process Eva will realise that, when \nher dad left when she was 4, and her mother then  \nstruggled as a single mom and a lonely woman, \nit had a big impact on her. Over the years her  \nown relationship with her father became broken \nand she learned that men couldn’t be trusted.\nJay will learn that his life was going great \nup until his little brother was born — a funny,  \nextraverted, and bright boy. Afterwards, Jay was \nhardly ever noticed. Jay soon realizes that his  \nparents would only pay attention to him if he \nexcelled in school or sports, causing him to  \ngrow into an adult who tries to be the best in \neverything, in order to get the love he seeks.\nTom will realize that he was an accident — born \nto a young couple who had just begun dating.  \nAs a young boy he was often neglected, \nbecause their life was difficult.  \nHis parents who were overwhelmed by the situation \nwould often snap at him over the smallest thing.  \nLittle Tom began to think that he was the cause \nof all misery — he should never have been born.\nThe process begins with a phone call from a \ndesignated therapist. This is followed by a  \n50-page questionnaire that helps their client \nto reflect on their lives. Going through the  \nquestions, the participants identify particular \npatterns in behavior and link them to their  \nparents. Once returned, the therapist uses the \nquestionnaire to understand the underlying issues.\nOn day 1, all three arrive at the retreat, a place \nisolated from the outside world. They hand over  \ntheir phones and any books to ensure there are no \ndistractions. Tom then meets his therapist for an  \nin-depth conversation. Afterwards, he gets to know \nthe other 17 participants and learns that everyone  \ncarries within them an inner child that manages \ntheir expectations, thoughts, and feelings.\nOn day 2 Jay and the others \nlearn more about their parents  \nand how their behavioral patterns have formed \nout of love for their father and mother.\nJay, who only got real attention \nwhen he impressed his parents,  \ncould never be good enough to \nget all the love he needed.\nSuch conditional love is \nnegative because subconsciously  \nJay takes on the blame for \nthis disjunction and develops  \na ‘core shame belief’ — he begins to think \nsomething is inherently wrong with himself.\nAnd so, even after 50 years of \ntrying so hard to be the best,  \nhis inner child is still looking for the \nunconditional love he got so little of.\nOn day 3, Eva realizes how the patterns she \nestablished as a young girl subconsciously  \nproject into her adult relationships — anyone \nwho reminds Eva of her father, can’t be trusted.\nThrough a group game later that day, she \nexperiences that there are men she can rely on.\nEva then accuses her parents of making her the \nvictim of their broken relationship - this is  \nimportant because this way she can retrace \nher negative pattern back to her parents. \nAfterwards, she learns to understand their story,  \nbecause they too were once children, \nwith parents who had their own issues.\nThis is important because then she \ncan understand their situation and  \nrealizes that the way she was brought up \nwas all her parents were able to provide.\nNow she can make peace with her past, \nand her mistrust of men begins to wither.\nOn day 4, participants say goodbye to their \nparents and their childhood and ask themselves: \nWhere am I from?\nWhat injuries do  \nI bring along from my mother and father?\nHow have these injuries impacted my life? \nWhat strategies have I developed to \ncompensate for these injuries so far?\nJay, who didn’t want to be reminded of the \npainful thought that he’s not worthy of his  \nparents unconditional love, compensated by only \ncontacting them when he had outstanding news,  \nsuch as another promotion. Knowing \nthat they would then surely listen  \nand act predictably, he reduces \nthe risk of feeling hurt.\nAfter this realization,  \nJay creates a development plan to follow \nhis vision for life after the process.\nDay 5 is about our vindictiveness. Tom, who \ndidn’t want to be reminded that he is the root of  \nall problems, compensated for the pain he \nexperienced by hiding himself. At a young age,  \nchildren keep their honor by thinking of how to,  \none day, pay their parents back \nfor the misery they caused them.\nAs we mature, such vindictive \nthoughts move into the subconscious  \nand by the time he is a teenager, Tom begins \nto pay back. First by breaking the law,  \nthen by breaking all contacts \nwith his friends and family.\nOn this day, Tom stops feeling vindictive  \nand makes peace with his parents. His inner \nchild regains his honor and grows in strength.  \nGrown-up Tom can now leave his hiding place \nand finally enjoy meeting other people.\nOn day 6 the participants get to know the \nsaboteur, the inner voice that warns us of  \nany change in order to keep us in the safe old \nworld we know so well. Eva hears the voice,  \nwhenever she opens up to the opposite sex \n— it whispers “remember, you can’t trust  \nmen”. Tom hears it when he enters a group of \npeople — “you are not welcome here”. Whenever Jay  \ntries to relax and be himself, the saboteur says \n“Don’t just do nothing! You are better than this!”\nAfter getting to know this evil agent, they learn \nhow to deal with this enemy of our progress.  \nThen the group recaps the entire process \nand celebrates their new found selves.\nOn day 7 they learn practical tools on \nhow to cope with the change they will face  \nwhen they go back into their lives. \nFinally, they go home to their parents,  \nto complete what they have started, \nend their old lives and begin afresh.\nTo learn more about the Hoffman process, or to \nread the research on it by the Harvard Center for  \nPublic Leadership, check out the descriptions \nbelow. Prior to creating this channel,  \nour founder went through the Hoffman Process \nand it had a profound effect on his life."
}