{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=JYSX88h-qIc",
    "video_title": "Borderline Personality Disorder",
    "transcript": "If you are living in a black and white world,\nwhere everything is either good or bad, with\nno shades of gray, and you feel sad and empty\nwith an intense fear of being left alone — then\nyou might be experiencing what’s known as\nBPD.\nBorderline Personality Disorder is a mental\nhealth condition characterized by a distorted\nself-image, along with difficulties regulating\nemotions and maintaining relationships.\nIt affects around 1-2% of all adults.\nLike all mental health disorders, it is considered\nto be on a spectrum, meaning that it can manifest\nin all sorts of ways, ranging from regular\noutbursts of anger to severe forms of self-harm.\nThe causes of BPD aren't fully understood,\nalso because it goes hand in hand with addiction,\nother mental health issues and eating disorders.\nEnvironmental factors, such as a childhood\nof neglect and abuse seem to play a role,—\nbut so may genetics.\nSince science has not yet been able to find\nany biological evidence to diagnose mental\ndisorders, we have to turn to symptoms to\nsee if someone may have BPD.\nTo illustrate this, meet Alex.\nAlex is a 20 year-old college boy who has\nalways been sensitive, but lately also feels\nisolated and extremely emotional.\nHe experiences five symptoms that are often\nassociated with the condition.\nAlex experiences rapid changes in self-identity.\nIn a single day he can go from feeling godlike\nto feeling worthless.\nAnd in a crisis, he changes from one personality\nto another.\nThis is when he goes through \nmoments of dissociation, \nwhere he feels detached from his body — with\nno sense of self at all.\nAlex has what’s known as a Distorted Self-Image.\nHe experiences intense and unstable emotions.\nThe smallest setbacks can send his mind spiraling\nout of control and make him end friendships\nin an instant.\nEvery emotion he feels, he feels intensely.\nJoy becomes euphoria and sadness turns into\ndepression.\nThis emotional rollercoaster leaves him exhausted\n— that is when he dissociates.\nHe struggles with Impulsiveness.\nWhen talking to his friends, Alex often feels\nmisunderstood.\nWith close to no self-control, he starts shouting\nor lashing out.\nLater, he feels ashamed.\nTo cope, he eats, does drugs, or turns violent\n— often against himself.\nHe has an intense Fear of Abandonment.\nWhen his girlfriend cancels their date at\nthe last minute, he breaks up with her, and\na few minutes later bombards her with texts,\nasking for forgiveness.\nHe is constantly worried she will leave him, \nand demands impossibly high \nstandards of reassurance.\nAll of this leads to Unstable Relationships.\nWhen Alex fears he will be abandoned, he hurts\nhis friends for no obvious reason.\nBy pushing others away he thinks he can avoid\nbeing pushed away himself.\nHe later feels ashamed and promises to change.\nAfter an intense period of paranoia, Alex\nwants to drop out of college, which at this\npoint is pretty much the only stable thing\nleft in his life.\nIt’s then that his best friend asks him\nto seek help.\nWhen Alex speaks to a professional, he learns\nabout BPD and that the typical treatments\nare forms of psychotherapy - like CBT - cognitive\nbehavioral therapy, DBT - dialectical-behavioral\ntherapy or MBT - mentalization based therapy.\nThe psychiatrist also explains that in some\ncases patients take medication, such as mood\nstabilizers.\nThis can be important as over 50% of adolescents\nthat attempt to take their lives are diagnosed\nwith borderline personality disorder.\nUnderstanding his condition is a relief — at\nleast he knows he’s not alone.\nWhat do you think?\nWhat can we do to help people with BPD?\nPlease share your thoughts or your own experiences\nwith this condition in the comments below.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}