{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=0jq-givtdqA",
    "video_title": "Graham's Hierarchy of Disagreement",
    "transcript": "Here are four quotes and one statement.  \nAfter hearing them, let us know if \nyou agree or disagree and why. Ready?\n“Abortion is legal because babies can’t vote.”\n“No woman can call herself free  \nwho does not control her own body.”\n“Race and skin color are socially constructed,  \nnot biologically natural.”\n“If liberty means anything at all,  \nit means the right to tell people \nwhat they do not want to hear.” \nAnd finally: “We are educators \nand the world ain’t round!”\nTo optimize for learning and retention,  \npause the video, write how you agree or disagree \nin the comments below, and then continue.\nWhen you discuss a topic and everyone agrees, the \nconversation often dies out quickly. But when you  \ndisagree, you're putting yourself in opposition \nto what was said. You take risks and have skin  \nin the game. This can bring the discussion to a \nlevel where everyone involved learns more about  \nthe issue. If we are going to disagree, we should \nbe careful to do it well. But what does that mean?\nIn 2008 Paul Graham attempted \nto answer this question  \nby proposing a hierarchy with 7 stages of \ndisagreement ranging from weak to strong.\nThe lowest level is name-calling which attacks the \nperson and not what they say. If Bob and Jen say  \n“We are educators and the world ain’t \nround”. You may answer “you are idiots!”.\nSecond is the ad hominem attack, which \nquestions the authority of someone without  \naddressing the argument. If they say, “We \nare educators and the world ain’t round”,  \nyou can respond “you may be educators, \nbut you certainly aren’t scientists”. Like  \nname calling it’s a weak form of disagreement \nas it attacks them but not what they say.\nThird is responding to tone, meaning \nto criticize the style of language,  \nrather than its content. If they say, “We \nare educators and the world ain’t round”,  \nyou can reply: “Ain’t is bad English. First \nlearn to speak properly!”. It is a weak form  \nof disagreement, as you object to the tone and \nnot the content. You’re still not saying much.\nFourth is contradiction. Now we \nget responses to what was said,  \nrather than by whom or how. If they say, “We \nare educators and the world ain’t round”,  \nyou can retort: “It is round!”. Contradiction \ncan have weight, because sometimes seeing the  \nopposing case stated explicitly is enough to get \nthe point across. But this is not always the case.\nThe counterargument is a contradiction with \nreasoning and the first form of convincing  \ndisagreement. If they say, “We are educators \nand the world ain’t round”, you can answer:  \n“I’m a scientist and it isn’t flat either! \nIn fact, from space it looks pretty round”.  \nWhen aimed squarely at the original argument, \nit can be convincing. But often two people who  \nare arguing passionately about something are \nactually talking about two different things.\nThe refutation is quoting someone \nand explaining why they are mistaken.  \nIf they say, “We are educators and the \nworld ain’t round” you may respond:  \n“When you say that you are an educator and \nthe world ain’t round, you actually imply that  \nyou have authority and that the world is flat. \nVideos from space are proof it's pretty round.”  \nIt’s a convincing form of disagreement. It's \nalso a rare form, because it's more work.\nRefuting the central point is the most powerful \nform of disagreement. Prior to this level you  \nhave been unclear or, in the worst case, \ndeliberately dishonest. If they say, “We  \nare educators and the world ain’t round” you can \nrefute the central point as such: “Your statement  \nthat the earth is not round is technically right \n— the earth being closer to an ellipsoid — “\n“But, by only sharing what the earth is not \nwithout adding any clarification you lead people  \nto believe whatever fits best with their own \nconvictions, provided it is not that the earth is  \nround. Assuming educators are meant to help people \nunderstand better, this is in direct contradiction  \nwith the idea of you being an educator and \nthus makes your statement an oxymoron.”\nGraham stated that there are 3 main \nbenefits of knowing forms of disagreement.\nIt helps us to evaluate what we read, see \nand hear. In particular, it helps us spot  \nintellectually dishonest arguments \nfrom speakers who use words eloquently.\nIt makes conversations richer, because \nparticipants focus on the actual point.\nIt makes us happier. Lower levels of \ndisagreement attack the person, which  \nis mean. Higher levels of disagreement attack the \nidea, which is easier to accept and assimilate.  \nMost people don't really enjoy being obnoxious;  \nthey sometimes are because they haven't found a \nbetter way to express themselves. If moving up  \nthe disagreement hierarchy makes people less mean, \nit will probably make many of them happier too.\nWhat are your thoughts? Do you \nagree or disagree with Graham?  \nIf you don’t feel strongly about this \ntopic, you’ll probably disagree with  \none of the other four statements we made at the \nbeginning. But can you refute the central point?  \nWe will now repeat them. Let us know how YOU \ndisagree with them in the comments below.\n“Abortion is legal because babies can’t vote.”\n“No woman can call herself free  \nwho does not control her own body.”\n“Race and skin colour are socially constructed,  \nnot biologically natural.”\n“If liberty means anything at all,  \nit means the right to tell people \nwhat they do not want to hear.”\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}