{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=D64TZ-wcLCY",
    "video_title": "Exam Anxiety: The Science of Learning and Fear",
    "transcript": "The reason why we remember specific moments or movies\nis because they have been stored in our memory\nunder the influence of emotions.\nWhen we win or fail,\ncry or celebrate,\nwe learn fast,\ndeep and plenty.\nBut when we are afraid\nour brain limits our ability to think,\nfor a good reason.\nFear is an emotion induced\nwhen we face a threat to our physical\nor psychological well being.\nIt causes a change in brain and organ functions\nand ultimately in our behavior\nfirst we get stressed or aggressive,\nthen we are left with three final ways out:\nfreeze, fight or flight.\nThe reason for this is evolution.\nOver the last million years,\nwe learn that when we meet a dangerous animal,\nwe better freeze,\nfight or run and hide.\nTo save our life this is now programmed in our genes.\nBut something else happens.\nWhen it gets dangerous a specific region of our brain,\nthe Amygdala, takes over.\nIts job is to protect us and save our life.\nTo act fast it refrains us from thinking\nand leaves us only with those three options.\nThis makes creative and critical thought processes impossible.\nHigh pressure triggers a similar response.\nIn one experiment,\nGerman neuroscientist Prof. Dr. Huether\nmeasured the brain function of young men\nplaying a car racing game.\nThe race was on and the men eager to win.\nWhen the researchers later looked at the scans of the brain\nthey saw shockingly little activity.\nIn fact, the young men hardly used their brains at all\nand they certainly didnt remembered much.\nLater the researchers repeated the experiment.\nThis time they did not play the game themselves\nbut just watched from inside the car\nsitting next to the driver.\nInstead of focusing to win,\nthey focused on a lot of other things:\ndriving behavior, the race track,\nother cars.\nThis time the brains showed lots of activity\nLearning happened and memories were created.\nThe scientists concluded that when we panic at a math exam\nor when a salesmen fears to miss his monthly target,\nit can create a tunnel vision.\nThen our vision field becomes smaller,\nour learning limited\nand we cannot find the road to success.\nNext time when you are stressed to perform\nor when you panic during an exam,\ntry this quick fix.\nFirst slowly breath in through your nose.\nTo do it slow enough,\ncount from one to five.\nThen breath out through your mouth,\nagain counting to five.\nRepeat that for 1-5 minutes\nand your body will relax\nyour brain can switch from protection mode\nback to a learning mode.\nWhat is your personal experience?\nDo you think we should apply pressure\nand push for a goal in order to maximize our learning?\nOr do you think we should free our minds\nfrom pressure and goals?\nPlease share your thoughts in the comments below!\nThanks for watching!\nEven if we try to keep it short,\neach video is quite some work.\nFirst we research and write a script.\nThen we brainstorm ideas.\nAnd after that we draw the storybook.\nThen it's recorded,\nnarrated and finally edited.\nIf you want to support us to make more videos on Learning and Education,\nvisit Patreon.com/Sprouts"
}