{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=_r0VX-aU_T8",
    "video_title": "The Design Thinking Process",
    "transcript": "Design Thinking is a 5-step process to come up with\nmeaningful ideas that solve real problems\nfor a particular group of people.\nThe process is taught in top design\nand business schools around the world.\nIt has brought many businesses lots of happy customers\nand helped entrepreneurs from all around the world,\nto solve problems with innovative new solutions.\nStep 1: Empathize\nThe purpose of step one is to conduct interviews\nthat give you an idea about\nwhat people really care about.\nWe need to empathize with their situation.\nFor example, if you want to help old people,\nyou might find that they want to keep\nthe ability to walk around.\nIn your conversations, they might share with\nyou different ways they can do that.\nLater into the interview you'll want to dig a little deeper,\nlook for personal stories\nor situations where things became difficult.\nIdeally, you redo the process with many people\nwith the same problem.\nStep 2: Define the Problem\nLooking at the interviews, you can now understand\nthe actual needs that people are trying to\nfulfill with certain activities.\nOne way to do that is to underline the verbs\nor activities that the people mentioned\nwhen talking about their problems:\nlike going for a walk, meeting old friends for tea,\nor simply going grocery shopping around the corner store.\nYou might realize it's not so much about going out,\nbut more about staying in touch.\nAfter your analysis, formulate a problem statement:\n“Some elderly are afraid to be lonely.\nThe want to stay connected.”\nStep 3: Ideate\nNow focus only on the problem statement\nand come up with ideas that solve the problem.\nThe point is not to get a perfect idea,\nbut rather to come up with as many ideas:\nlike unique virtual reality experiences,\nsenior friendly hover boards or a modified pushcart.\nWhatever it is, sketch up your best ideas\nand show them to the people you are trying to help,\nso you get their feedback.\nStep 4: Prototype\nNow take a moment to reflect on what you have learned\nfrom your conversations about the different ideas.\nAsk yourself, how does your idea\nfit in the context of people's actual lives.\nYour solution could be a combination of a new idea\nand what is already being used.\nThen connect the dots, sketch up your final solution\nand go build a real prototype\nthat's just good enough to be tested.\nStep 5: Test\nNow test your prototype with actual users.\nDon't defend your idea in case people don't like it,\nthe point is to learn what works and what didn't,\nso any feedback is great.\nThen go back to ideation or prototyping\nand apply your learning.\nRepeat the process until you have a prototype\nthat works and solves the real problem.\nNow you are ready to change the world or open shop.\nTo experience design thinking first hand,\ndo the free virtual design thinking crash course\nfrom Stanford’s D-School right now.\nYou will learn to design a new gift giving experience.\nFind the link and a guide for facilitators\nin the description below.\nAfter you are done, share your experience\nand gift idea in the comment\nTo learn more about creative and critical thinking,\ncheck out our other sprouts videos.\nAnd if you want to support our channel,\nvisit patreon.com/sprouts."
}