{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=cYhgIlTy4yY",
    "video_title": "Creative Thinking: How to Increase the Dots to Connect",
    "transcript": "Imagine you are hungry and all you have at home\nis a coconut, some rice and an egg.\nIf you no clue and zero creative thoughts\nyou’d probably eat the raw egg with unboiled\nhard rice while staring at the coconut.\nIf however, you have memories of your dad\ncracking the coconut, and your mom boiling the rice,\nyour brain can connect the dots\nand form a new creative idea.\nYou boil the rice inside coconut water,\nthen fry it with the egg and add coconut flakes.\nVoila!\nEnjoy the your meal!\"\nCreativity is our ability to look at a problem\nand come up with a good solution to solve it.\nOnce we understand this, we realize\nthat it has nothing to do with the subject matter,\njob or what we study.\nThere are creative inventors and creative artists,\nbut there are also very creative\ncleaners and highly creative teachers.\nPeople we worship for their creativity,\noften just connect different ideas in a beautiful new way\nand make them commercially successful.\nWhile all of us are creative,\nwe differ in the way that we are and to which extend.\nMichael Kirton\ncame up with the Adaption-Innovation Theory.\nHe believes that when we solve problems\nwe are either more adaptive or more innovative.\nPeople who are more adaptive-creative,\ntry to do things better.\nPeople who are more innovative-creative,\ntry to do things differently.\nTo solve a specific problem,\nsay that of smelly cat litter,\nboth types would use a different approach.\nMore adaptive types look for a solution inside the box.\nThey might try to create better cat litter\nby looking it's chemical properties,\nthen increase the size of the sand particles\nand finally add some refreshing tropical scent.\nMore innovative creatives, think outside the litter box.\nThey come up with cat diapers,\ncat schools for good manners or a robocat.\nBut there are also other differences.\nPsychologist J.P. Guilford and some others\nargue that there is divergent and convergent thinking.\nMore divergent thinkers are better at coming up\nwith many ideas when they see a problem.\nConvergent thinkers see all the details\nand are better at narrowing down the options.\nA diverse team is hence usually most effective\nwhen trying to solve problems.\nA divergent thinker can list many ideas.\nAfter a convergent thinker can then look at each\noption in detail and then pick the best one.\nThe result is better than if anyone would\ndo it by themselves.\nA murder mystery experiment\ninvolving two groups of students\nshows how creative diversity works.\nGroup A was full of students from the same\nbackground.\nGroup B were also all similar but joined by\none single stranger.\nThe students from group A enjoyed the process\nand felt like they worked together every well.\nThe students in group B didn’t like having\na stranger in their team,\nbut they solved the mystery twice as fast\nand won the race.\nThe researchers concluded\nthat the stranger added a new perspective,\nmaking the group think harder,\nand making them more careful of drawing\nfast conclusions\nor falling into group think.\nThe result was a more intelligent\nproblem-solving process.\nIf we want to become more creative,\nwe first have to build a collection of knowledge and memories,\nideally by seeking new experiences.\nOnly then we can increase the dots in our\nbrain that we can connect.\nClayton Christensen from Harvard Business School,\nrecommends that parents should fix things at home\nall by themselves.\nTheir children then learn that problems can be solved\nby ourselves and in many different ways.\nJack Matson,\nprofessor of creativity at Penn State University,\nrecommends to dress for failure.\nThis gives us a new perspective\nand the ability to play new roles.\nMarc Schwyn, founder of MinuteVideos\nsuggests practising saying yes!\nBecause whenever we say yes,\nwe open the door to a new experiences.\nCan you help me?\nWant to try my ice-cream?\nCan i talk to you?\nYes! Yes! Yes!\nWe recommend you to do one thing\nyou have never done before\nevery day for at least one week, maybe a month.\nCall your weird aunt,\ntalk to a stranger,\neat using your left hand,\nor take a really really cold shower.\nEvery evening write down what you did\nand what you’ve learned from it.\nStart with the first new thing right now\nand share your experience in the comments below\nright after."
}