{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=R0pm0CkaUhg",
    "video_title": "Facts vs Fiction: What is Better for Learning?",
    "transcript": "Just like titles in a bookshop are divided\ninto fiction and non-fiction, we can communicate\nalong a spectrum ranging from colorful storytelling\nto stating plain facts.\nWhen fiction and nonfiction speak to us, they\nserve opposing purposes.\nTo understand this difference, let's examine\nthe definition, and then a famous example\nof a classic tragedy.\nThe Tragedy is a type of dramatic work in\nwhich the main character experiences a downfall\ndue to circumstances that are beyond their\ncontrol.\nTraditionally, the intention of tragedy is\nto invoke an accompanying catharsis - a \"pain\nthat awakens pleasure\".\nNow the fiction!\nOnce upon a time a boy was born to the king\nand queen of Thebes.\nThe boy's name was Oedipus.\nSoon after his birth, a prophet warned the\nking that the boy would grow up to kill his\nfather and marry his mother.\nTo avoid this catastrophe, the king ordered\none of his servants to kill the baby.\nBut the servant couldn’t do it and left\nthe innocent child with a shepherd.\nThe shepherd brought the boy to the king of\nCorinth, who raised him as his own.\nWhen Oedipus grew to be a man, a prophet told\nhim his destiny.\nNot knowing that he had been adopted, Oedipus\nleft Corinth to run away from his misfortune.\nOn his way to Thebes, he met an old man with\nhis servants.\nThe two got into a fight and Oedipus killed\nthem all.\nWhen Oedipus arrived in Thebes, he encountered\nthe evil Sphinx that menaced the city.\nAfter Oedipus solved the Sphinx's riddle,\nit killed itself.\nTo celebrate this victory, Oedipus was named\nthe new king of Thebes, and given the current\nqueen as his bride - for the former king had\nmysteriously been killed.\nYears later, after they had four children,\nplagues began to destroy the city.\nOedipus tried to find out the reason for this\nmisfortune when he heard rumors that Thebes\nwould be doomed until the day that the murderer\nof the former king was punished.\nOedipus first tried to find the villain, and\nthen began to understand what had actually\nhappened.\nWhen he realized that he had killed his father\nand made love to his mother, he blinded himself,\nas he could not bear to see the children he\nhad fathered.\nNow what do you think about the two examples?\nAnd how do the two help you understand a tragedy?\nThe story appears real and feels alive.\nYou can experience it, sense it emotionally,\nsee it with your imagination.\nAnd because this can be exciting, it is recorded\nin your brain, changes your mind, and will\nbe remembered for a long time.\nBut there is a downside.\nStories are so powerful, you may start to\nthink they are more common than they are,\nand you become biased.\nThis effect is also known as \"the law of small\nnumbers\".\nWhich is why we also need facts.\nFacts are abstract, and boring.\nReading nonfiction is not exciting, and is\nhence not easily recorded in your memory.\nIn fact, a mere month after reading an entire\nbook, most of us remember not more than one\nsingle idea.\nAnd because facts are weak and they compete\nfor attention with stories that are powerful,\nthey hardly ever change your mind.\nHowever, there is one thing they do well.\nNonfiction provides our mind a theory, a heuristic,\nand a framework that allows us to make assumptions,\nand generalize.\nPut them on a spectrum and you’ll find:\nHigh retention vs low retention\nEasy reading vs hard studying\nAnd a subjective perspective vs objectivity.\nFor their polarizing nature, smart educators\noften combine the two.\nJust as the quote goes: When one man dies,\nit's a tragedy, and when a million die, it’s\nstatistics.\nTo better understand the true nature of war,\nwe need to consider both.\nWhat do you think?\nWhat will you learn from this video?\nPossibly a good mix of both worlds?\nShare your thoughts and your favorite way\nto grasp complex topics in the comments below!\nIf you like how we explain complicated ideas\nin simple cartoon animation, you can support\nus.\nVisit patreon.com/sprouts.\nJust visit us, learn how it works, and what’s\nin it for you.\nWe hope to see you there!\nAnd if you are a parent or an educator, check\nour website sproutsschools.com There you’ll\nfind this and other video lessons, additional\nresources, and classroom activities.\nIf you found this helpful, check out our other\nvideos and subscribe!\nIf you want to support our work, join us on\npatreon.com/sprouts.\nFor more information and additional contents,\nvisit sproutsschools.com."
}