{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=CF3Vewf7-H8",
    "video_title": "The Free Market: Competition, Monopolies, and the Dynamics of Innovation",
    "transcript": "In a market, humans with unlimited wants \noften meet sellers with limited supplies.  \nIn such a place, competition is usually \na force of good. It leads to more choice,  \nincreases the quality of products on offer and \nreduces their prices. If competition is absent,  \nmonopolies can form. And that's a problem.\nAdam Smith, the father of modern economics,  \ndefined competition as “allocating productive \nresources to their most highly valued uses.”\nFor sellers, the money they receive when \nthey sell is more productive than their  \nproduct. For buyers, the produce they \nget is more productive than their money.\nWhen a deal is done, neither party may \nbe entirely happy with the agreed price,  \nbut at the end both feel better off.\nIn a competitive market, those who want \nsomething the most, end up getting it.\nCompetition takes various forms, \nas the following story illustrates.\nOne dealer in a market decides to bring \nin bananas to be the first to sell them. \nHe is the only one and since people love \nbananas, he sells them at a high price. \nAnd it doesn’t take long for someone else \nto see an opportunity for improvement.\nCompeting on price is the most straightforward \nway in which sellers can compete for customers,  \nbecause consumers usually prefer to pay less.\nIn order to survive, the first \nseller, also known as “incumbent”,  \nmay also lower the prices. This pressure on \nprices is usually leaving customers better off.\nIn theory, this back and forth will continue until \nboth have reached a price that yields zero profit.\nThen one may decide to close.\nBut there is also Non-price competition.\nInstead of offering a lower price, newcomers can \ntry to sell higher quality products or innovate.\nIn response to innovators, incumbents may try to  \nimprove their offers and come up with \nideas to strengthen their position.\nBoth may increase their service hours.\nSo besides lowering prices, another \nconsequence of competition is the range  \nof choices and innovation; both of which \nare good for the people in the market.\nIn a free market, competition defines the \nultimate price and quality of goods on offer,  \na phenomenon referred to as emergent order. \nThat means, it’s eventually not up to the shop \nto decide how much to charge for a product,  \nbut intangible forces such as supply, demand \nand consumer preferences that emerge over time. \nIf one company is the only one selling \na product, we speak of a monopoly. \nThen the benefits of competition fade, and \nthe naturally emergent order gets disrupted.\nFrom perfect competition to \nmonopoly lies a spectrum we  \ncan use to define the intensity of competition\nIn a highly transparent market we \nhave almost perfect competition  \nwith low prices and lots of consumer choice.\nIn a market that is dominated by \na monopoly, prices are often high,  \nand the variety of options decreases.\nIf just a few companies share the market,  \nwe speak of Oligopoly, which is also a \nproblem as they often secretly fix prices.\nIn a free and open market with high competition,  \nwe see innovative suppliers, happy customers \nand an immersive variety of choice.\nOn the other end of the \nspectrum, we have a monopoly. \nSuppliers have little bargaining power, \nthe goods they sell are often inferior,  \ncustomers pay higher prices and wait longer hours.\nIn order for markets to function, governments need  \nto break monopolies up and consumers \nshould support those that rival them.\nOnly then will we see innovation, good products,  \nlow prices, happy customers and \nmarkets that leave everyone better off.\nIn summary: Competition usually leads to lower \nprices, innovation and higher living standards  \nMonopolies usually lead to higher prices, \ninferior products and lower living standards \nWe should try to break up monopolies \nto support free market competition.\nTo learn more about competition, \ntell us how you would compete!\nFirst find a product or service available \nonline or in your neighborhood with very  \nlittle competition. Describe the \nservice and tell us why you think  \nthere is little competition. Is it because of \na monopoly? Or because the demand is so low,  \nthat there is little profit to be \nmade? Or is there another reason?\nNow assume you are opening \na competing business. Tell  \nus 3 things that you would do in order to compete.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}