{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=lTdWMbFacdQ",
    "video_title": "Common Root Causes of Porn Addiction That Nobody Talks About",
    "transcript": "- 不満の性欲のはポルを。\n多くの психologist と therapist の。\nそれは人々にが他人にとは問題にな。\nポルノ症状。 でも、何人々はポル痩せられるですか?\nどよう根源がありますか? 見てみ。 1.\n孤独と逃 科学的なもの人\n々はポルにつ社会的なから この行\n動は何 コーピングメカニズムと。\n人寒物や飲食品をどううてのか 人々は、\n人生挑戦や孤独につ適 しかし、\nこれは、あなたの感情を\n孤独や悲しさを破に、\n何かの問題解決するためもの。\nそれが、ポルがあ高いものと低いもの与。\nその中で、あなたが少し低い状に この\n上下の階が、あが次の高状を そして、\nあこのに抜け出さ。\n人々は、このっていることを それはあ複雑な感情を あるいは、\nあなた援システムを持ってないもし。\nそれは、あ少しだけの時間で、\n感情的ローラーコースターから あの生きることがあるれ それから、\nあドーパミン高さを。\nでは、このついて、もっと科学的なところに入。\nアディションにつ ア人々がアディクションという自然に\nドラッアディション ポルアィクションは、本当の問題です。\nそして、ドラッアディクションと アメリカの精神科協会\nは、 アディクションは、\nアルや他のドラ 負の状 ア\nディクション 通常、この言葉は、\n物理的な侵害に しかし、この定義は、\n性行為が状態に似ています。\nでも、な、誰がポィション受? 素晴ら質です。\nこれが、3つ目イントです 1.\nトランスを 人々は、アディクショを受こと。\nポアィション受 脳ばれる感覚を 時間が、\n同 っと明確なコンテンツが必。\nポルにア、 問題や孤独に。\nポルアディン受と 人々は自悪く感じことができます つまり、\n人々はトランスを発\n揮\n人は、ト 明確ンテを受です。\nにクン受、 人自分を そのため、\nポルノにィクションを受 も明ンテンツ 2.\nドポメインをも ポメインは、\n各方の人きによ 脳。\nでも、長い時間、 あが自動すと あなたた、\n- 多くン使特に何かが あるい、\n多くのドポーミンは邪魔な社会行為を起。\nでは、这いimmigため科学はどうなります。\nコロいる、脳内ドーポミンを出 それは私行動に。\n脳内がドポーミンを抑場合それがよ難しいこと。\n多くの特徴、「分子、環境高度、\n健康健の要素がその場合 自の脳のドーパミンレ\nベルを 次のポイントです 5.\nメンタル・ハウス・コンディション\n多くのメンタル・ハス・コンデションは、 ポイントアクション、\nデプレション、 オブセッシブ・コンポルシブディーダー、 アンザイティ、ADHD、\nポストトマティック・ストレスなどです。\nこのコション対する人 ポントア逃場です。\n人々はポイントつ 気づしまうこと そして、ポイ・アディること。\nでも、どう問題るのでしょう それは、脳つの化学物質があるからです。\nドーパミンとセレトノンです。\nドーパミンはアディクションに では、\nセレトノン見て。\nデプレッションアンスを セレトノンのレベルは普通に低い そして、\n性活動と、 セレトノンレベルが そのため、\n人は多の人 オーガズムを受 実は、\nフラス人はそれに 素晴ら名前を持います。\nそれを、l'appétit mortと つ、死ぬこと 6.\nヒポフロンタリティ ヒポフロンタリティ ヒ\nポとは、少しだけ。\nなので、ヒポフロンタリティは、\n脳の前の部分が最も効的ではない。\nこの部分は、脳のマネージーです。\n自分の考方、覚悟、学習、 そ他人と行動にいて。\nなぜそれが重要のですか ある研究者、\n人々がデプレッションや他の メンタル・ヘルスチャレンジに 自分の脳前\n部分は少削減できます。\n2011年これが人々が ポルンエディクション\nに 彼は、はい、そうです。\n自分の脳のボスが正しくってよう そして、\n自ポルの 7.\n初期生活で じか\n特に初期生活で、 自分脳ポル・エクション\n彼セクシアル・イシュズに 彼らはセクイシュズに\nまたく求めること 彼らが満するため何\nセクシュ・イ 自分の喜、 またはポル・エ 多く場、\n人々はこの問題解 しかし、みさんはそうです。\n私たち。 この原因驚いたことありますか?\n他も原因が含まれてこと コメント欄に また、\n私たちのンテンツをのと大きい 私たが行う仕の\n味では も多響を与えるが このビデオが興味深と思、\n私ちをサイクロロジカルな話を。\nこのビデオ気コメントを残 そして、\nいつもご覧き"
}