{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=cdabN-7DswY",
    "video_title": "10 Signs You're a 'Lightworker'",
    "transcript": "Hello Psych2goers.\nWelcome to our channel.\nBefore we begin, we want to remind you that\nthis video’s primary intention is to provide\nspiritual and light-hearted content and isn’t\nbased on scientific research.\nNow to the video!\nYou feel your call in life… an innate feeling\ndeep inside you.\nYou find the light in a faraway beacon, and\nturn it towards others.\nYou’re a lightworker.\nOr so you think you are.\nYou need to know what exactly that is first.\nA lightworker is someone who possesses a strong\nurge to help others.\nTheir Earth’s angels, humanity’s heroes.\nBut they don’t do it for credit, they just\nnaturally have it in them to be compassionate\nand sensitive to others.\nWhether it’s rescuing animals, comforting\nothers, or becoming a nurse or counselor,\nlightworkers love helping others.\nSo, have a feeling you might be one?\nHere are ten signs you are indeed a lightworker.\nONE: You Feel ‘Different’ From Others\nDo you sometimes feel as if you don’t fit\nin?\nOften lightworkers are the odd kid out growing\nup.\nThey have a hard time finding friends or their\n‘tribe’ when they’re older.\nThey connect with others on an empathetic\nlevel, but growing up they simply couldn’t\nhelp but feel different from their family\nor peers.\nTWO: You’ve Suffered From Mental Illness,\nBut Have Learned to Grow from It\nHave you been diagnosed with a mental illness?\nMany lightworkers have suffered from mental\nillnesses.\nAfter a long time of pain and emotional trauma,\nthey flip the card and use their pain to help\nothers going through something similar.\nAlthough it may be extremely difficult at\ntimes, those who grow into lightworkers continue\nto attempt to make the best out of their worst\nsituations.\nLearning from their pain, in an effort to\nhelp themself and others.\nTHREE: You’re an Old Soul\nDo you often find yourself having a difficult\ntime discussing interests with your peers?\nOr maybe you just enjoy talking with mature\nindividuals.\nYou may have even been called an ‘old soul’.\nLightworkers are wise beyond their years.\nThey are “tuned in” to a more mature level\nthat implies they’ve had many experiences\nin life.\nFOUR: You Are Philosophical & Question Your\nPurpose in Life\nDo you often find yourself questioning the\nmeaning of it all?\nWhy are we here?\nHow did we get here?\nLightworkers are philosophical by nature.\nThey often seem to have wisdom about life,\nwhile questioning it, and pondering it.\nAnd?\nThey’re extremely intuitive.\nFIVE: You’re Creative\nDo you consider yourself creative?\nDo you use art as a method of emotional healing?\nLightworkers are often on the creative side.\nThey often take up hobbies such as music,\nwriting, or art and use them in their healing\nprocess.\nNot a bad idea Lightworkers, not a bad idea.\nSIX: You’re an Empath\nDo you often pick up energy from others?\nWhen you talk with someone, you often ‘hone\nin’ on what they’re feeling.\nAnd in turn, you may mistake these as your\nfeelings.\nLightworkers are often empaths.\nWhen someone else is happy, they may feel\njoy as well.\nOn the other hand, if someone’s venting\ntheir troubles to them, a lightworker may\nfeel emotionally drained and need a long break.\nBasically, they’re great energy readers\nand easily pick up people’s energy.\nSEVEN: You Feel the Urge to Help Others\nDo you often put others before yourself?\nDo you love caring for others?\nLightworkers feel a calling to help those\nin distress.\nThey show compassion and almost feel a sense\nof duty to give back to their community and\nmake a difference even if just to one person.\nSometimes they put other’s needs before\ntheir own because of this.\nBut, a lightworker must find balance and remember\nto take care of themselves as well.\nEIGHT: You’re a Bit of a Loner\nYou may be empathetic and connect with others,\nbut this comes at a cost.\nBecause lightworkers are sensitive to other’s\nenergy, they often enjoy being alone to recharge\nwhen they aren’t helping others.\nSome can only take connecting with someone’s\nenergy in small quantities at a time.\nNINE: You’re Spiritual\nDo you consider yourself on the spiritual\nside?\nWhile some lightworkers still learn from other\nmasters and lessons far and wide.\nThey are often drawn to finding the power\nand unlimited potential within themselves.\nOften focused on growing from within, at one\npoint or another, lightworkers find themselves\nin a sort of spiritual awakening.\nTEN: You Are Highly Intuitive & Search For\nYour Purpose\nDo you have an intuition that you're here\nfor a strong purpose?\nYou may not know what it is, but you are on\nthe search for it.\nLightworkers often find their purpose in helping\nothers and awakening themselves.\nThey seek to transform their lives as well\nas others.\nThey just can’t help it.\nIt’s a strong urge within them.\nOne to nurture humanity and take another step\ndown the path to helping others see that within\nthemselves, there is light.\nDid you relate to any of these signs?\nCan you proudly call yourself a lightworker?\nComment down below.\nHave you found the light within you?\nWho will you help find theirs?\nTake a look at the comments down below and\nconnect with others who could use your help.\nIf you enjoyed this video, make sure to like\nand subscribe to Psych2Go for more psychology\ncontent and advice.\nAs always, we appreciate you watching!\nThanks for watching!\nVideo by Psych2go."
}