{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=D-pCmiAT-as",
    "video_title": "5 Signs You Gave Up On Dating",
    "transcript": "- ただしながら自分の愛で自分を Range of Loveと閉じ込んでみたくて、\n自分の目について見つけるようになるのです。\nもし自分がデートをしていたり、 意図的に敗れたり、\nこのビデオはあなたにとってのシーンです。\nあなたがデートにあったのを歩いているための 深刻な心理理由を探し、\nあなたはあなたの心の悪心を治すことができる。\n先の悲哀、あなたがパスしていない過ぎ目は、\nあなたが愛した人の死亡、 親子のお互いの経験の経験があったとしても、\n理解的に一人に出会うことができる。\n歌手と演劇家のダミー・ラ・ヴァトは、 経験の経験が、\n心の中で壁を作ることで、 自分の痛みを保つことができる。\n相手については、相手に負けられることができる。\nでも、私は、自分の人と一緒にいることを 体験したり、自分の自信を与えることができる。\nその壁を壁に壊すことができる。\n経験の経験は、\n相手については、 自分の人と一緒にいることができる。\n愛を受けることについて、 自分の自信を与えることはできる。\n私だ。 家族に来る時に、\n自分の体はすぐに動いている。\n自分の体は、 自分の戦場に、\n一度開けた扉を開けることに 子供の時、\n自分自身、 自分自身は、 自分自身は、\nこの原因は過去の経験によって、\nあなたがデートを見ることによっての重心を持っていることです。\n悪い恋愛、不信心、不得の愛など、\nそれらの経験があなたに形成されます。\n多分、あなたがデートをしているのに気づかないかもしれません。\nしかし、あなたが持ってきた痛みに気づかないかもしれません。\n過去の悪い経験を繰り広げる恐怖は、新しい人に信じられることに挑戦されて、\n恐怖により大きなハイパーヴィジュランスが起こります。\nインアクティフ 今日の現代の世界では、\nアプリを使わずにデートをすることは難しいです。\nしかし、アプリをデートすることは、精神的判断のようなことです。\nあなたがアプリを開く前に、恐怖のようなことを見つける前に、\n意味的なことを見つける前に、恐怖のようなことを見つける前に、\nあなたがこのように思うとき、あなたは絶対に孤独ではありません。\nあまり、アメリカ人の45%は、\n前年のアプリやウェブサイトを使って、 それが、\n彼らが感情が悲しくなってしまうのだと思います。\nだから、あなたがテクニックにアプリを使うこともできるようにしても、\nあなたが尿を剥がれ、\nそれともより大きなハイパーヴィジュランのおrieだったようなことがあり、 なぜなら、\nあなたがデザインを受け取ったことができます。\nそのような言葉を考えてください。 もし、このビデオを楽しんでいて、\nチャンネル登録やいいねを押して下さい。\n私たちの忙しい人たちを数多く助けようとされてもらえますね。\nデタッチャメント ベストセーリングの自助人のマーク・マーシンによると、\nality way we bypass dealing\nwith the emotional stress\ninvolved in dating is\nby dissociating and we shut\nof our need for intimacy\nand connection picture this\nyou are sitting across from\nsomeone on a date but it\nfeels like you are zombie\ndespite physically being\n- There your eyes may\nreveal a detachment a lack\nof genuine engagement signifying\nthat you may have reached point\nof giving up on dating 女性は悲し\nみ、恐怖、興奮、\nClaude 間違いを同時に抱えて存在し、\n一気に一度にきり起こりと 心から遠近的\nな感情を生み出すことが可能。\n戻ってしまう 遠近を作るのか、\n君は、愛が exchanging そして、 恋の深い時に 今回\nも恋の深い時に 恋を sandwich していくことを意味する?\n私たちは情熱を抜くことが 私たちの情報によって\n終わるのを期待していると考えています。\nあなたはあなたの愛のために、 急速し、彼女のために、行動のために、 偶然に、\n自分の心を失ったような、愛のために、 自分を離れる。\nこれは、希望のある、失ografyが意識的に反映されることだ。\n間違って、\nあなたの愛のために、 自分の心を失う。\nただ、この情熱を信じるように信じること\nで、 自分の愛をaintingで、\n自分の愛を心理解放していくことができる。\n心の悪い情報、恨みの問題、恐怖の犯罪などの感覚を感じることが多いです。\n私たちは自分自身が真実に見せることに不安を感じることが多いです。\n誰かが私に意味することが多いと、\n心の悪い情報の可能性が増えない場合、 それが効かない場合もあるのです。\nそのため、自分自身をサポタジー\nすることで自分自身を保護することが多いのです。\nでも、愛を放ってもいいのです。\n自分自身が恐怖になるのもいいのです。 と、Lisaは言います。\nデートは何も間違いなくないことがありません。\nでも、心の悪い情報のために、\n自分自身をサポタジーする\nことで自分自身を保護することが多いのです。\nこのビデオは、 自分自身をサポタジーすることで自分自身を保護することが多いのです。\nこのビデオは、\n自分自身をサポタジーすることで自分自身を保護することが多いのです。 このビデオは、\n自分自身をサポタジーすることで自分自身を保護することが多いのです。\nこのビデオは、\nこのビデオは、 自分自身をサポタジーすることで自分自身を保護することが多いのです。\n自分自身をサポタジーすることで自分自身を保護することが多いのです。\n自分自身をサポタジーすることで自分自身を保護すること\nが多いのです。"
}