{
    "channel_name": "mindsetmentorpodcast",
    "video_url": "https://www.youtube.com/watch?v=gFf8kmMEpu4",
    "video_title": "YOUR INSECURITIES",
    "transcript": " \nToday we're going to talk about\ninsecurities, and I'm going to give you\nan example. If you're walking down the\nstreet and someone comes up they stop you\nas you're walking down the street and\nsay hey hey hey hey! You have pink hair! Are you\ngoing to react to that? Are you going to\nlet that get you down for the rest of\nthe day? Probably not and the reason why\nis because you don't have pink hair but\nlet me give you another example let's\nsay someone said hey your work sucks,\nyou're not good enough, you're not smart\nenough, you're not pretty enough, you're\nnot fit enough, you're a failure, you'll never\nsucceed, any of those things. If you have\nsomeone say something like that to you\nand they get a reaction from you whether\nthat be outwardly or whether that be you\nbeing extremely self-conscious and make\nyou start questioning what you do and\nthe path that you're on\nwhy is it getting your reaction from you\nand the reason why is because that\nperson is hitting an insecurity that you\nare holding on to. You're not insecure\nabout pink hair because you don't have\npink hair but if someone tells you\nyou're not good enough and it hits a\nchord with you the reason why is because\nthat person is bringing up and bringing\nto light and insecurity that you are\nholding on to. So how do you get past\nthis insecurity? The easiest way to do it is\nthis get a pen and get a paper and jot\ndown on a piece of paper what is my\ninsecurity? Where did it come from? How\nis it reinforced throughout my life? and\nwhat steps do I need to get rid of it?\nBecause if somebody brings something up\nto you that gets a reaction that you\ndon't want it's not their fault for\nbringing it up it's your fault for\ncontinuing to hold onto that insecurity\nand the key of insecurities is you're\nthe only person that can change it and\nnow if you've identified what it is well\nthen now it's your job to figure out how\nto get past it"
}