{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Y4JpqH-Sqzw",
    "video_title": "Situative Learning: How Context Matters",
    "transcript": "Context forms the setting for an event,\nstatement or idea\nand in terms of which it can be fully understood.\nIn this context some educators also speak of situated learning.\nThey assume that there is no learning per se.\nAll there is, is us changing in response to the situation around us.\nOnce a situation changes then our thinking changes.\nNew neural connections are created and we learn.\nConsider the following situation.\nA man is sitting alone in the restaurant and orders a salad, two pizzas and a big bottle of water.\nWhat do you think we are learning about this man in this very moment?\nOnce we add some context we learn something new.\nWithout context our understanding is limited.\nWe misinterpret information and draw false conclusions.\nFor example, we can present a statistic or a company's share price in a way that makes it look great.\nOnce we add context by looking at a longer time horizon or comparing the development to a benchmark we see the big picture\nand understand what's really going on.\nContext also allows us to gain a deeper understanding of a subject matter.\nThe Russian ruler Stalin once said,\n\"When one man dies it's a tragedy. When thousands die, it's Statistics\".\nHe had a point. To really understand something we cannot just look at facts and figures.\nWe have to zoom in and look at personal stories.\nThen we understand the true sad nature of war,\nhow it affects the soldier his wife their children and maybe an entire generation to come.\nContext also matters when we learn languages.\nFor example, if you learn German and you try to remember the word \"mag\"\nwhich means to like something in English,\nyou can learn it with a sentence.\nSuch as \"mama mag kokusnuss\" which means mum likes coconut.\nWhen we learn new words in a sentence we give it context\nand your brain can link the new word to memories of your mother and an experience with a coconut.\nThen a new mental image is created, which can be stored or re-imagined.\nIn schools, context is often absent.\nWe learn about trees in books instead of exploring the woods.\nWe learn about our feelings and behaviors from psychology books instead of in person\nand we learn about Maths in theory instead of applying it to the real world.\nWe miss the opportunity to connect theory with practice or plain information with personal memories\nSituations are not changed.\nLearning does not happen.\nMemories are not created\nand we stay pretty stupid.\nEntrepreneur Gary Vaynerchuk\npredicted that \"Context\" is the new king of business.\nUse technology to provide a solution right when people need help.\nSold.\nIf we are in the business of telling stories or explaining complicated things,\nwe can do the same.\nWhen our information gets to a student\nat the exact moment when they most need it,\nit changes the entire situation.\nThey react to the new circumstances\nget excited and actually learn!"
}