{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=8VvqK1JRTuA",
    "video_title": "Negative Externalities: The Hidden Social Costs",
    "transcript": "Tony, a fisherman, has been living in a house\nby the lake since he was young.\nOver the years, the lake is becoming more\npopular and one day a large hotel gets built.\nThe hotel obscures all the sunlight and the\nguests leave their trash on the beach . To\nTony these are negative externalities.\nAlthough, the good smell of the freshly roasted\ncoffee from the coffee shop that opened right\nnext to the hotel is a positive externality\nthough\nThings start getting complicated when a paper\nfactory begins polluting the river that flows\ndown the mountain into the lake where Tony\nand other fishermen earn a living.\nCan you think of the effects the factory may\nhave on the community?\nYou may pause the video and share your thoughts\nbefore we continue!\nThe paper factory is using the clean water\nfrom the mountain river.\nThrough the production process, the water\ngets dirty and afterwards the polluted water\nis put back into the river.\nThis water then kills a lot of fish downstream\n- a cost to society that no one covers.\nTony and the fishermen start to fear for their\nexistence.\nAnd then things get worse…\nThe paper mill, which doesn’t factor the\ncost of the dead fish into their cost of production,\nis therefore charging too little when selling\nthe paper.\nAs a consequence, the paper is so cheap that\nthe coffee shop starts using disposable cups\nwhere they were using porcelain before.\nThis again leads to more production of paper,\nmore polluted water, more fish dying and more\ntrash on the beach.\nTony is getting anxious.\nTo change the situation, the fishermen decide\nto stage public protests until the local government\nannounces a new law.\nThe factory is now forced to fully internalize\nthe costs of their waste management through\nthe installation of filters.\nSoon after, the water is clean again and Tony\nand the other fishermen can go back to selling\nthe same amount of fish they used to.\nAnd since the price of the paper goes up to\ncover the costs of the filtration systems,\nthe coffee shops begin serving drinks in real\ncups again.\nWe can illustrate what is happening on a supply\nand demand chart with price and quantity demanded\nfor the paper:\nIn an unregulated market, the factory supplies\nits products based on so-called private costs,\nsuch as construction, salaries and the raw\nmaterials.\nDemand meets supply accordingly.\nIf the paper factory would have added the\ncosts of the damages that it causes to society,\nthe supply curve would have shifted to the\nleft, leading to an equilibrium reflecting\nthe true costs, including the social costs.\nNow the price of paper is higher and the quantity\nof paper demanded is lower.\nPollution and other negative externalities\nare especially prevalent where people lack\nthe same moral values and where things tend\nto be free of charge.\nSuch is the case with water or air.\nFishing at high seas is such a case.\nSince no one can fully control the oceans\nand the high sea doesn’t really belong to\nanyone, everyone takes as much as they can\n- a phenomenon called the tragedy of the commons.\nTo combat negative externalities and avoid\nsuch a tragedy, we can do four things: create\npublic awareness, assign property rights appropriately,\nforce the internalization of negative externalities\nor turn to regulation and fines.\nLet's summarize:\nExternalities are consequences of an activity\nexperienced by a third party.\nNegative externalities that are not internalized,\ndistort supply and demand at the expense of\nthird parties.\nTo avoid market distortion and a tragedy of\nthe commons, we can combat negative externalities.\nReady to help us think how to do that in order\nto curb CO2 emissions?\nPeople that drive cars that run on petrol\ncause emissions, including CO2 which is responsible\nfor air pollution and climate change.\nIn order to reduce emissions, some governments\ngive their citizens a financial incentive\nif they buy an electric car.\nImagine you are the Minister of Transportation\nin your country.\nCould you think of another way to increase\nthe number of electric cars on the streets\nby applying the concept of externalities?\nPlease write down your ideas in the comments\nbelow!\nIf you found this helpful, check out our other\nvideos and subscribe.\nIf you want to support our work, join us on\npatreon.com/sprouts.\nFor more information and additional contents,\nvisit sproutsschools.com"
}