{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=4FGnb2lgPBA",
    "video_title": "The Dunning Kruger Effect",
    "transcript": "On April 19th 1995 McArthur Wheeler robbed a \nbank with his face glazed with lemon juice,  \nbelieving the juice would make his face \ninvisible to the surveillance cameras.  \nHe thought so because lemon juice works \nas invisible ink on a piece of paper.\nPolice broadcasted the security camera \nfootage on the local 11 o'clock news,  \nand just after midnight Arthur was arrested. \nIncredulously he said \"But I wore the juice!\"\nBaffled by this reasoning, \nDavid Dunning and Justin Kruger,  \ntwo Psychologists, studied Mr Wheeler and \nothers like him . They came to the conclusion  \nthat people with low ability at a task tend \nto, paradoxically, overestimate themselves.  \nThis cognitive bias is known \nas The Dunning–Kruger effect.\nLet’s look at this graphically plotting one’s \nconfidence in your ability against one’s actual  \nknowledge in a field. As we learn something new, \nwe are often highly confident because we know so  \nlittle that as soon as we do know a tiny bit, we \nthink we know it all. Those who stop learning here  \nmaintain a false sense of mastery. Those \nwho continue learning, realize things are  \nmore complex and often lose motivation. And \nthe more they increase their knowledge the  \nlower their confidence becomes. Many stop at \nthis stage, thinking they’ve learned nothing.  \nOnly if we keep going can we regain confidence \nwhile getting better. And at the end, we will be  \nfull of knowledge and almost as confident \nin our ability as right after we started.\nIn other words, if a simpleton , a good student \nand a wise teacher were to have a public debate,  \nthis is how things could go down. The simpleton \nknows just a little bit, but is very confident and  \nvoices his opinions loud and without hesitations. \nThe student knows more, but doesn’t realize it  \nbecause she lacks confidence. She keeps quiet. The \nteacher is confident, but understands how complex  \nthings really are, hence voices his opinions with \nreservations. In the end, the simpleton wins the  \npopular vote, because he is so confident about \nbeing right and people tend to trust certainty.\nResearch from North America, Europe and \nJapan suggests that culture plays a big role.  \nFrom assessments of one's own \nability to drive we know that 93%  \nof Americans think they are better \ndrivers than average, while “only '' 69%  \nof Swedish think so. In Japan on the other \nhand, people, in general, tend to underestimate  \ntheir abilities as a strategy to see their \nunderachievement as an opportunity to improve.\nSetting out on a journey of learning \ncan be a daunting experience.  \nWhat starts off as a leisurely stroll \nsoon changes to an intense battle of  \nwillpower between you and an intimidating \namount of knowledge. Do not give up.  \nThe longer you fight, the more power \nyou gain, up until the point you win.\nAnd in the end, if you persevere, you \nmay be elevated to the ranks of Socrates,  \nwho, over 2000 years ago, \nleft us with a quote of wisdom  \n“I know that I am intelligent, \nbecause I know that I know nothing.”\nsprouts videos are published under the \ncreative commons license that means our  \nvideos are free and anyone can download edit and \nplay them for personal use and public schools  \ngovernments and non-profit organizations can \nalso use them for training online courses  \nor designing new curriculums to help us stay \nindependent and support our work you can join  \nour patrons and contribute just visit patreon.com \nsprouts even one dollar can make a difference\nyou"
}