{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=64c3HvnQq18",
    "video_title": "The Fear of Missing Out (FOMO)",
    "transcript": "Fear of missing out is an anxiety \nof losing what we never even had,  \nand could hence be described as an insane \nmental defect. However, it is common,  \nreal, and can make us feel deep regret for \nsomething that hasn’t actually happened.\nFOMO is an animal that shies away \nfrom strangers and larger groups,  \nbut loves to hide within \nintimate social relationships.\nIt can attack your ego when a close \nfriend is getting ahead. It tears  \nyou down when others are having a \ngood time and you aren’t invited.\nIt beats you up, if your rival \ngets what ought to be yours. \nAnd if you are lovesick and can’t fall asleep,  \nit’s your FOMO that will give \nyou the worst nightmares.\nFOMO’s full destructive force \ncan be observed in Tom and Jeff,  \ntwo friends who decided to invest their \nsavings into bitcoin, back in 2012.\nOver the next few years the price of bitcoin went \nup a lot, and the two began to believe that they  \nwere brilliant investors, and that their bet \nwas the smartest move in their young lives.\nBut they also became increasingly concerned that \nsomething might happen to that precious stake,  \nand this new identity of theirs. \nTom experienced fear of loss.\nThen, one day, the price of bitcoin suddenly \nstarted falling and then dropped dramatically.\nTom's fear of loss became too strong and \nhe decided to sell half of his coins.\nJeff, a religious believer, didn’t sell.\nAfter he cashed out, Tom felt relieved,  \neven though his remaining bitcoin \ninvestment kept falling further.\nWe see this happen in Tom, because \nwhile he might still lose money,  \nhe wants to protect what has become \neven more precious to him— his identity  \nof being that brilliant investor.\nBut then our story takes a dark twist.\nA short while later, the price of Bitcoin first  \nstabilized and then kept \nrising — faster and faster.\nBut Tom, who still held plenty of \ncoins, wasn’t happy. No. While he  \nlay in bed at night his FOMO crept out of \nhiding and painted a terrifying future.\nTom began to believe that he had made \na massive mistake that would leave him  \na poor fool, while his friend would be the \nmillionaire they both dreamed of becoming.\nAnd so, even though he still owned \na significant amount of bitcoin,  \nhe now hoped for a total crash in its value, \nand the absolute failure of cryptocurrencies.\nSo, what’s going on here?\nThe FOMO attacks Tom, because Jeff is his \nfriend. Same age. Same tribe. Someone just  \nlike him. The difference is that while Jeff \nis a brilliant investor, Tom is an idiot.\nAnd because Tom knows he could have achieved \nJeff’s success, and doesn’t want to live with  \nthat idea for the rest of his life, \nhe hopes they’ll both fail miserably.\nResearch on FOMO suggests:\nThere are no gender differences \nHigher FOMO scores are associated with younger age \nIt’s associated with people who are neurotic\nAnd those who are lonely experience it more often\nBut which fear is stronger? The \nfear of losing what is ours or  \nour fear of missing out? Or are they \neven, essentially, the same thing?\nPlease share your thoughts in the comments below  \nor tell us your own experiences with \nfeelings of anxiety, fear or fomo.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}