{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=a2278dNH5v8",
    "video_title": "Public Speaking: 12 Rules for The Perfect Speech",
    "transcript": "Public Speaking is a skill useful in school at work. and if we want to convince a group of people.\nInvestor Warren Buffett called it the most important skill we can learn to advance in a career.\nHere a short sprouts guide to master the most powerful weapon if we want to bring change to the world.\nTHE ISSUE\nTake an issue you really care about.\nWhen you study it, you are intrinsically motivated to learn it deeper and put in the extra effort.\nLater it gives you the passion you need to inspire your audience.\nWhen we speak in public, passion is probably our most powerful force.\nIt shines through our eyes and straight into the hearts of the audience.\nONE SIMPLE MESSAGE\nEvery issue has many angles to which we can highlight.\nBut the audience has a limited attention span and many others issues in life,\nso if we say too much, they will lose interest.\nTo make a message stick, Chris Anderson recommends to boil it down to one idea that is worth spreading.\nA speech is good if it plants one creative seed in the heads of the audience.\nA seed can then grow into a sprout, which can change lives and be shared with others.\nSTRUCTURE\nOver 2000 years ago, the Greek philosopher Aristotle established 3 simple rules to any good speech:\nEstablish credibility: Ethos\nGive good arguments: Logos\nConveying emotions: Pathos\nBut you can also tell a personal story or present a problem and then offer a solution.\nGET HELP\nA good method is using note cards.\nYou can use one card per argument and keep the deck in your hands, alternating them as you speak.\nPoliticians often read their speech from a teleprompter.\nProfessionals often sell their ideas with the help of slides .\nWhen you have a product to show, demonstrate it.\nIf you try to memorize your speech and you have one hour,\nspend 20 minutes studying and 40 minutes practicing to recite it.\nThat’s usually the best ratio.\nSPEAK THEIR LANGUAGE\nIt doesn’t matter what we say, it matters what they hear.\nAccording to Nerdwriter, Donald Trump speaks in a way that any fourth-grader can understand him.\nGuy Kawasaki recommends to use what he calls salient points.\nPeople don’t want to know how large a battery is. They want to know how long they can use it.\nWhen you prepare, ask yourself, how does my issue matter to this particular audience?\nPRACTISE\nBefore you present, practice your delivery.\nIt’s important that we stand upright, arms open, palms out.\nWe should speak loud and clear, and make eye contact with our audience.\nOne way to practice. Try to speak in front of friends who don’t know the topic.\nThen you will see if they get your point.\nAlternatively you can also record and watch yourself on video.\nCHECK YOUR STAGE\nHow big is the room, how many people will listen, will you need a microphone?\nProfessionals will want to walk onto the stage diagonal from the left back,\napparently it's the most dynamic way make an entrance.\nAlso, always have a glass of water next to you, so you can take a sip whenever you’re losing it.\nDON'T BE AFRAID\nEverybody can experience speech anxiety, also known as Glossophobia.\nIt's natural and sometimes actually helps us to reach excellence.\nMahatma Gandhi called it “the awful strain of public speaking”.\nFor years it prevented him from speaking up even at friendly dinner parties.\nBut in 1942, Gandhi convinced 60,000 people with his Quit India Speech to join a peaceful revolt against British colonialism.\nHe spoke up, the people followed his words and the British left .\nOPEN FOR SYMPATHY\nWhen you enter the limelight, wait until you have everyone's full attention.\nThen open to win sympathy, also called captatio benevolentiae.\nOne way to do that is to excuse yourself.\nYou can say: “you are a smart audience, so I don’t really know what I can still tell you...”\nObama, opened his 2008 speech in Berlin with the words:\n“I have to admit that I have developed a special place in my heart for the German people”\nAnd they loved it.\nBUILD CURIOSITY\nOnce they like you, grab their attention by building curiosity.\nPresent a fact, statistics or a study. Or start in the middle of a story:\n“On my 5 birthday, my father started crying. It was the day he lost his job.”\nDananjaya Hettiarachchi, a champion of public speaking, asked\n“raise your hand if you have an emotional mother?” and everyone did.\nBut you can also do something funny or open with a crazy stunt.\nDELIVER YOUR MESSAGE\nNow make your arguments,\nshare those personal stories and deliver metaphors which create images in the minds of your audience.\nIf you forget what you wanted to say, don’t worry. Nobody knows what you meant to say.\nIn 1963 Martin Luther King gave a speech in Washington.\nIn the middle of it he stopped reading from script and started to improvise.\nHe delivered one of the greatest speech of the twentieth-century\n“I have a dream”\nCLOSE\nAfter you are done, summarise your arguments or repeat the core message.\nBut you can also leave them with a quote, share your dream of a new future,\nor close your speech like we close our videos, with a specific call for action.\nHere it comes!\nWrite a speech about an important issue, such as education.\nOpen with sympathy, build curiosity, and then bring in your convincing argument .\nIn the end, close it cleverly. Limit your speech to 200 words and post it in the comments below.\nIf you want to learn public speaking, you should also practice your speech.\nFor example, the next 5 days, 15 minutes each.\nIdeally, record yourself on your phone, so you can track your progress and learn from your mistakes.\nUpload the last try of each day onto Youtube and share the link in the comments.\nThen we can see how you progressed and applaud you for trying, failing and doing."
}