{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=iYIn8kUh-V0",
    "video_title": "Milton Friedman's Theory: The Robin Hood Myth",
    "transcript": "Government programs benefit the poor at the \nexpense of the rich. Those are the terms on  \nwhich many public welfare programs are \nsold. But is that really the case? The  \neconomist Milton Friedman doesn’t think \nso and called this the Robin Hood myth.\nFriedman argued that instead of taking \nfrom the rich to help the poor, most  \nwelfare programs benefit the middle-class \nat the expense of the very poor and the  \nvery rich. This happens because of a \nsimple rule, known as Director‘s law.\nIn a democratic system, laws are passed by 51 \npercent of the people voting one way against  \n49 percent of the people voting another. \nYou might think the bottom 51 percent will  \npass laws at the expense of the top 49 \npercent, but that is rarely the case.\nDirectors law implies that the bottom 51 \npercent tend to not only be less fortunate,  \nbut also less likely to have the ability to \norganize themselves and be politically successful.\nThe top 51 percent are able to use their \npower to control politics. But they are,  \nby definition, also most comfortable \nwith how things are and hence often the  \nlast to seek political change. The most \neffective people in political activity  \nare running from the lower middle \nclass through the upper-middle class.\nThey are the people who are literate, who write \nthe news, who envy the very rich, and who seek  \npolitical change. And what kind of policies \ndo they want? Welfare programs for themselves.\nOne famous policy that runs throughout \nalmost all democratic societies is  \nstate-financed higher education. It is \nsold on the grounds of providing equal  \nopportunities to everybody to get an \neducation. But what are the facts? Who  \nis really benefiting? Who are the people \nwho are attending public universities?\nIt’s usually people who come from the middle, \nand upper-class families. Occasionally  \nthere is someone from a lower-class \nfamily, but that’s a small fraction\nChildren from middle and \nupper-income families often  \nattend public education for the longest periods,  \ngaining new skills and building strong networks \nthat enable them to get higher-paying jobs.\nThe taxpayers pay for it, including parents \nfrom the bottom of the income distribution whose  \nchildren are unlikely to attend college and in \nthe rare instance that they do so, often drop out.\nFriedmann called state-financed \nhigher education a program to  \nimpose taxes on the people in Watts to send \nthe children from Beverly Hills to college.\nWhat are your thoughts? Was Friedmann right? And \nif so, what’s a good alternative to help create  \nequal opportunities in a democracy? \nShare your thoughts in the comments  \nbelow and read the description for more \ninformation about Friedmann and our work.\nTo learn more check one of our other videos. \nTo support our work and change education,  \njoin us on patreon.com/sprouts. Or \nread more about us in the description."
}