{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=QPtrDt_VybY",
    "video_title": "Myers–Briggs Type Indicator: What’s Your Personality Type?",
    "transcript": "The Myers–Briggs Type Indicator \nis a self-assessment of how we  \nperceive the world and make decisions.\nThe test measures our preferences in \n4 domains: sources of mental energy,  \nprocessing of information, approach to \ndecision-making, and need for structure.\nEach of the four categories has two \nsides: extroversion or introversion,  \nsensing or intuition, thinking or \nfeeling, and judging or perceiving.  \nThis then results in 16 \npossible personality types.\nBefore we begin the test, keep 3 things in mind:\nHuman traits exist on a spectrum: you could fall \nin the center of two extremes and get different  \nresults when repeating the test later.\nThe MBTI looks at preferences. So  \npeople who prefer extraversion over \nintroversion may not be extraverts,  \nthey simply like that personality type better.\nDon’t take the results too seriously.\nTo determine your type, ask \nyourself these 4 questions.\nDo you focus outwardly or inwardly?\nAre you rather outgoing or private? \nDo you speak impulsively or thoughtfully?\nDo you get energized being around  \nothers or do you recharge alone?\nDo you prefer extraversion or introversion??\nHow do you prefer to take in information?\nDo you focus on how things are or  \nimagine how things could be?\nDo you pay attention to concrete  \ndetails or do you see the big picture?\nDo you prefer practical ideas or  \nenjoy theories for their own sake?\nDo you favor sensing or intuition?\nHow do you like to make decisions?\nDo you rely on logic or personal values? \nDo you prioritize fairness and \njustice or forgiveness and harmony? \nDo you enjoy finding flaws in \narguments or agreeing with others? \nDo you like thinking or feeling?\nHow do you prefer to live your outer life?\nDo you want matters settled or options open? \nDo you think rules need to be \nrespected or see them as suggestions? \nDo you like detailed instructions \nor prefer improvisation? \nDo you like judging or perceiving?\nNow that you know who you are, you can take the \nletters representing extraversion, introversion,  \nsensing, intuition, thinking, feeling, judging, \nand perceiving and form your type, say ESTJ.\nWhat that means, becomes clear when \nwe look at the 16 personality types.\nESTPs enjoy being around people and focus on the \nhere and now. Their minds are quick, intelligent,  \nand outspoken. Good at reading others, they \ncan solve complex problems. Routines bore them,  \nand they see rules as recommendations.\nThey are often called doers.\nESTJs prefer things settled and are not \ninterested in abstract ideas. They value  \nsecurity and are also known as guardians. \nAt work, they are capable of organizing,  \ngetting things done, and are loyal \ncolleagues who don’t miss small  \nimportant details. To keep things neat, \nthey want everyone to follow the protocol.\nESFPs are friendly, social, and accepting. \nThey love to have new experiences and meet  \nnew people. ESPFs enjoy seeing others happy and \nas a result, are often the center of attention.  \nDisliking analysis, they have plenty of common \nsense. Instead of logic, they are driven by  \nvalues and hence tend to agree with people \nthey like. They are also called performers.\nESFJs are warm-hearted and cooperative. They \nfeel a strong sense of duty, value traditions,  \nand are loyal friends. At work, they are \ndetailed and tend to complete tasks accurately  \nand on time. Their empathy allows them to \nsee what others need, which makes them good  \nleaders. ESFJs want to be appreciated for \nwho they are and are known as caregivers.\nENFPs are known as enthusiastic idealists \nwho see a life full of possibilities. Their  \nminds are spontaneous, creative, and are \nable to do almost anything that interests  \nthem — although the affirmation of their peers \ngreatly influences their behavior. At work,  \nENFPs are fast thinkers, and good \nat improvising. But they do get  \nbored with details or things they don’t \ncare about. Some call them inspirers.\nENFJs are warm, responsive, and able to take \nresponsibility. They show outstanding people  \nskills and see plenty of potential in others. \nThis makes them good managers and inspiring  \nleaders. Since they are concerned about how others \nthink and feel, they are also known as givers.\nENTPs are intellectually quick, creative, \nand good at a broad range of things. They  \nget excited about new projects but are so \nbored by routines that they rarely do the  \nsame thing the same way. Their ability \nto read others, think strategically,  \nand solve complex problems, makes them \nstimulating friends. Some call them visionaries.\nENTJs tend to be confident, frank, and quick \nto make a decision. They value competence and  \nhave no patience for nonsense. At work, they \nare quick to spot poor organizational design  \nand are able to create intelligent new \nsolutions. They like to make long-term  \nplans and then implement them no matter what. \nThat’s one reason some call them executives.\nAnd now those who prefer introverts.\nISTJs are calm, serious, and interested \nin peaceful living. Their judgment is  \nthorough and realistic. They \nlike to keep things organized,  \nare hardworking, and are focused \non achieving what they set out to.  \nThe fact that they are loyal, reliable, and \ndetailed gave them the nickname inspectors.\nISTPs are reserved and relaxed until there is \na problem. Then, they act quickly and usually  \nfind a good solution. Their curiosity about \nhow things work makes them good analysts and  \ngreat engineers. Their thinking is structured \nand logical, but not afraid to break the rules  \nif they get in the way of them doing something \nextraordinary. They are known as the mechanics.\nISFJs are introverts that are conscientious and \nkind. They often have a high degree of empathy and  \nremember specifics about their friends. At work, \nthey are committed to meeting their obligations  \nand like to see everyone happy. Interested \nin serving others, they are called nurturers.\nISFPs are serious, sensitive, and good-hearted. \nThey are very loyal friends and committed to  \ntheir personal values. Conflicts stress them out, \nwhich is why they don’t like to lead or control  \nothers. Their sense of time and appreciation \nfor beauty gave them the alias artists.\nINFJs are sensitive, original, and the rarest of \nall types. Their strong intuition means that they  \ntrust their instincts above all else. They prefer \nneither leading nor following but doing what feels  \nright. Their devotion to protecting what they \nvalue earned them the pseudonym defenders.\nINFPs are reflective, loyal, and often idealistic. \nTheir primary goal is to find out their meaning  \nin life — to make the world a better place. At \nwork, they like to help and are quick to spot  \npossibilities to make things better. Interested in \nserving humanity, they are also called idealists.\nINTJs have minds that are original, independent, \nand analytical. At work, they think long-term,  \nare determined, and show a high standard of \ncompetence - for themselves and others. This  \nmakes them natural leaders. Their knowledge and \ncognitive ability gave them the alias scientists.\nINTPs are creative and rational and get excited \nabout theories and ideas. Their tendency to be  \nquiet makes them hard to read. Although when \nthey focus on problems they find interesting,  \nthey often reveal their true \ncharacter. They have natural  \nskepticism and logical explanations for \nalmost everything. They are called thinkers.\nThe building blocks of the original MBTI were \nlaid by Katharine Briggs and her daughter Isabel  \nBriggs Myers who based their work on Carl Jung’s \n`influential 1921 theory of psychological types’.\nWhat do you think? Can we \ndivide individuals into 2, 4,  \n8 or 16 personality types and then infer \nwho they are? Share your thoughts in the  \ncomments below. To do an MBTI test right \nnow, look for the link in the description.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}