{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=HLiasZwWTjA",
    "video_title": "Societal Expectations and Inner Desires: The Complex Dynamics of Motivation",
    "transcript": "Motivation is the experience of wanting something,  \nor wanting to avoid it. When we study \nhow we get motivated to learn, develop,  \nand succeed, we can identify two contrary \nforces: extrinsic and intrinsic ones\nOn the one hand, we want to belong, desire to \nbe loved and seek to get the attention we think  \nwe deserve. We are motivated extrinsically \nby rewards, in order to progress socially.\nOn the other hand, we strive to explore \nthings that are satisfying in themselves,  \ndisregarding rewards. We \nare motivated intrinsically,  \nby a natural curiosity which we follow because it \nfeels right. The opinions of others don’t matter.\nTo understand why we probably \nneed a good mix of both,  \nlet's imagine two four year-old children. Both \ngrow up in families that want only the best  \nfor their kids but have completely opposing \nviews on how to motivate them to succeed.\nTom's parents believe that \nall their boy needs is love.  \nTo not undermine his intrinsic interests, they \nnever praise him, or use rewards. Eventually  \nthey decide to not give him any feedback at \nall, fearing it could corrupt his free mind.\nOver the years Tom develops an \nimmense capacity to imagine,  \nspending most of his time playing by himself. \nBy being allowed to follow his passions,  \nhe learns what he likes and what he doesn’t. \nBut Tom doesn’t learn what others expect and  \ngets easily irritated when he’s asked \nto do something in a particular way.\nMira’s parents believe that their \nprecious little girl needs clear  \nrules about what's good and what's not. \nThey see it as their duty to help Mira  \nlearn by providing precise and actionable \nfeedback on all aspects of her young life. \nMira spends her days in preschool, music \nand ballet lessons. Over the years she gets  \nexceptionally good at the things that please \nthe adults around her. However, since there  \nis neither time to play nor to relax, she doesn’t \ndiscover her own interests. Being alone bores her.\nAt 14, Tom is independent and begins writing \nscience fiction. He realises that he isn’t  \nquite like his friends and spends most of his \ntime at the library. When he shares his writing,  \nothers can’t quite relate. At the same age, Mira \nis at the top of her class and has plenty of  \nfriends and admirers. She knows what is expected \nof her and makes sure to meet those expectations.  \nSometimes the pressure becomes \nunbearable, although that’s her secret.\nBy the day he turns 21, Tom has a unique \nperspective of the world. He is intelligent,  \nbut doesn't like to work for money and hence is \noften broke. He hates the idea of conforming to  \nconventional norms and is annoyed if someone \ninterferes with his creative expression.\nAt this point Tom knows alot about himself \nbut doesn’t connect well with others.  \nTo him, people seem to follow rules \nwithout questioning them— just like sheep.  \nIntegrating into the society is difficult at \nthis point and he begins to search for utopia.\nMira makes it into a top medical school where she \nrealizes, she’ll never be top of the class again.  \nOnce that place seems out of reach, \nher motivation drops and she wonders  \nif medicine actually interests \nher. Since quitting is no option,  \nshe takes up a second major and \nruns for student council president.\nSoon Mira will know everything about what \nothers expect, but nothing about what she  \nlikes for herself. All her life she has just \nlistened - driven by external feedback loops.  \nAt this point she's also lost the ability to \nquestion the norms of the society she grew up in.\nListening to our heart can tell us who we \nare, but not how to be happy among others.  \nListening to others can motivate us to be \na part of their world, but doesn't teach  \nus if that world is ours. This is why it’s \nprobably good for the two to go together.  \nThen we can learn what we want, and \nget the feedback that we need in  \norder to stay motivated to explore \nnew roads into a better society.\nA large body of research shows that balancing \nthe two forces is not straightforward. One  \nmeta-analysis of 128 studies examined the effects \nof extrinsic rewards on intrinsic motivation.  \nWhile most rewards significantly \nundermined our intrinsic interest,  \npositive feedback — which is an extrinsic \nmotivator — inspires us to keep going.\nPut simply, honest words of \nencouragement get us going,  \nwhile money or gifts undermine our inner drive.\nWhat about you? Do you listen to your \nheart or to the voices of society?  \nAnd from your personal experience, which \nof the two eventually takes your decision?  \nShare your thoughts and check the \ndescription to dive deeper into the topic.\nSprouts videos are published under the Creative \nCommons License. That means our videos are free  \nand anyone can download, edit and play them for \npersonal use. And public schools, governments,  \nand non-profit organizations can also use them \nfor training, online courses, or designing new  \ncurriculums. To help us stay independent and \nsupport our work, you can join our patrons and  \ncontribute. Just visit patreon.com/sprouts. \nEven one dollar can make a difference"
}