{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=YY35a_eTRW0",
    "video_title": "Social Intelligence: 5 Mental Gifts to Succeed in Society",
    "transcript": "On February 22, 2022, a car crash in Chicago\nescalated when one of the two drivers pulled\na gun and shot the other one in the leg.\nWhile we don’t know much about the suspect,\nwe can assume that she had, at that instant,\nlimited capacity for sympathy, self-awareness,\nempathy, meta-cognition and theory of mind.\nIn short, she could have lacked social intelligence\nand misinterpreted the incident as a deliberate\nattack.\nSocial intelligence is the capacity to know\noneself and to know others — sometimes referred\nto as \"tact\", \"common sense\", or \"street smarts\".\nIt's an innate human trait of neurotypical\nminds, that gets refined through experience\nwith people, and learning from success and\nfailure in social settings.\nFive distinct cognitive skills are at its\ncore.\nSympathy is our tendency to feel with others.\nParents naturally sympathize with their child.\nAnd babies experience stress when their mothers\nare sad.\nAs we grow up, most of us show a lot of sympathy\nfor our family, some for our close circle\nof friends and less for strangers.\nSelf-awareness is the ability to understand\nour feelings.Toddlers that indicate they are\nhungry display that capacity.\nIf they throw tantrums, it’s often because\nthey don’t understand their emotions.\nAlthough some are explicitly told not to express\nwhat they feel.\nAs we get older we gain better self-awareness.\nSome people remain confused by their feelings\nbecause they have learned to suppress them.\nEmpathy is our ability to understand what\nothers are feeling.\nSome children begin to show empathy as early\nas kindergarten.\nOthers seem to lack this ability even when\nthey are far older.\nThrough years of social experiences we can\nrefine our empathy.\nBut those who never quite learned to understand\ntheir own emotions, may also never learn to\nsense the feelings of others.\nMetacognition is an awareness of one's own\nthought processes.\nAt age 4 most children display the first forms\nof metacognitive skills when they begin to\nshow what they know and what they don't know.\nSoon after they learn to assess their level\nof confidence in their own knowledge.\nAs adults, many of us get to know our brain\nand learn that one of its jobs is to bring\norder to an inherently chaotic world of fact\nand fiction.\nSome, however, get trapped in the stories\nand lies they tell themselves to be true.\nThey don’t see that their minds can get\nstuck in a web of biases.\nThey remain unaware that they may be wrong\nabout certain assumptions.\nTheory of mind is our ability to understand\nwhat others know and how they think.\nChildren start to demonstrate theory of mind\naround the age of 6.\nThey then realize that others may have different\ninformation, and as a result draw different\nconclusions.\nThis often leads to more empathy.\nAs adults, theory of mind allows us to understand\nanother person's perspective and their pattern\nof thought.\nWhich makes it a powerful skill for influencing\nothers.\nSo sympathy, and self-awareness help us to\nunderstand our emotions and meta-cognition\nour thoughts.\nThey provide us with knowledge about ourselves.\nEmpathy allows us to appreciate what others\nfeel and theory of mind what goes on in their\nheads: they allow us to understand others.\nSocial intelligence is always formed within\na particular culture, which means we might\nbe clueless when put into a new social setting.\nSo while all 5 aspects are universally present,\nthey need to be refined for each particular\nsociety.\nAnimals, by the way, show sympathy and empathy.\nChimps even show a rudimentary ability for\ntheory of mind.\nHumans, however, are the most socially intelligent\nof all species.\nWhat do you think?\nWhere does our high social intelligence come\nfrom and how could we develop the five traits\nfurther to increase our understanding of each\nother?\nShare your thoughts in the \ncomments below."
}