{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=4n98_Cac4zU",
    "video_title": "The Peak End Rule: What You Actually Remember From a Experience",
    "transcript": "The peak–end rule is a psychological phenomenon \nthat occurs when people judge an experience  \nlargely on how they felt at its peak and \nits end. There are two reasons for this.\nMore emotionally intense events \nlead to better memories than less  \nintense events. So if you experience a \ndrama, the peak is what’s most moving,  \nand to the mind that’s the \nmost vivid mental snapshot.\nWe have a better memory of the \nend of a sequence — a phenomena  \nknown as recency bias. If you get to \neat 3 different desserts in a row,  \nthe second dessert forms a new memory that \nmakes it harder for you to recall the first.  \nAnd when you’ve finished all three, your \nbrain remembers the last one most clearly.\nHowever, the rule does not always work.\nAs we go into an experience, our expectations \nplay a lead role. If they are initially not met,  \nour prediction error can affect our \nperception of what’s about to come  \nnext — including the peak. But for now, let’s \nassume that everything goes according to plan.\nSay you go eat out at a cheap diner, \nand your expectations are low. Then,  \nthe memory of your evening will be formed \nby the peak and the end. The dry salad,  \nthe bad music, and the dirty bathroom \nare long forgotten. Later you might  \nrate the experience as exceptional. But \nwhat if your expectations are not met?\nIf you go out to eat at an expensive restaurant, \nyou can have high expectations. If the initial  \nexperience doesn't meet them, your mind decides \nthat the place isn’t that good after all,  \nand you’ll see everything through an overly \ncritical lens. The peak is discounted,  \nthe end outrageous, and then the \noverall experience is rated poorly.\nSo if expectations are low, the \nrule works. If they are high,  \nit's important that they \nare met right at the start.\nEvidence for the rule was established \nthrough an experiment in which people  \nwere subjected to an unpleasant \nexperience in two different ways.\nfor the same amount of time, but then \nkept it there for another 30 seconds,  \nduring which the temperature was raised by \nabout 1° celsius. The subjects were then  \noffered the option of which of the two \ntrials to repeat. And as it turns out,  \nthey were more willing to repeat the second trial, \ndespite the prolonged exposure to the cold water.\nKahneman, Fredrickson, Schreiber, and Redelmeier,  \nwho conducted the study in 1993, \nconcluded that \"people chose the  \nlong trial simply because they liked the \nmemory of it better than the alternative”.\nIf you happen to run a restaurant and \nmanage to meet your customers expectations,  \nyou can create a wonderful peak, finish \nwith a fantastic end and deliver an  \nexperience that’s not only excellent, \nbut will also be remembered as such.\nNow what do you think about the rule? And did you \never make your own peak-end experience? Please  \nshare your thoughts and what you remember \nfrom this video in the comments below!\nIf you like how we explain complicated \nideas in simple cartoon animation,  \nyou can support us. Visit \npatreon.com/sprouts. Just visit us,  \nlearn how it works, and what’s in it \nfor you. We hope to see you there!\nAnd if you are a parent or an educator, \ncheck our website sproutsschools.com.  \nThere you’ll find this and other video lessons, \nadditional resources, and classroom activities.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}