{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Hj1d8xJdPvU",
    "video_title": "Childhood Trauma: The Lives of the Neglected Children",
    "transcript": "Children who experience physical, cognitive\nor emotional neglect, say because their mother\nwas sick and their father was busy, often\nface anxiety. As a result, their body produces\nstress hormones. If this happens a lot, these\nhormones become toxic for their developing\nbrain, which then later can repress emotional\nand cognitive well-being for life.\nThe real story of Daniel Rucareanu, who spent\npart of his early childhood in a Romanian\norphanage, shows the full impact neglect can\nhave.\nThe story began in 1966 when Romania’s then\nleader, Nicolae Ceaușescu, wanted to make\nhis country a world powerhouse and came up\nwith laws to increase the country's population.\nAbortion and contraception were declared mostly\nillegal. While the law led to a rapid rise\nin birth rates, many of the poorer families\nwere unable to take care of all their children\nand Daniel, and around half a million others,\nwere sent to state-run institutions.\nIn most orphanages there were no toys, no\nbooks, or anything else to stimulate cognitive\ndevelopment. Many kids just stared at the\nbare ceilings, waiting for their next meal.\nDue to the lack of human contact, some babies\ndeveloped strategies for self stimulation,\nsuch as rocking back and forth.\nThe cognitive neglect often led to lower IQ\nscores, delayed language development and a\nlack of creative thinking. This happens because\nour brains build connections with every new\nexperience and stimulation. If there are no\nrich experiences during the first years of\nlife — the period in which the brain develops\nthe fastest — children cannot build the\nfoundations necessary for optimal future learning.\nThey miss out for life.\nDaniel lived with over 400 other children\nand their shared bedrooms were hardly ever\ncleaned. The meals were mostly tiny portions\nof boiled cabbage, which the staff would sometimes\nsteal to eat themselves. Some supervisors\nused violence to control the orphans. Others\nencouraged the older kids to beat Daniel to\nhumiliate him and exercise authority..\nThe consequences of physical neglect and lack\nof basic nutrients caused most orphans to\nsuffer from stunted growth. Some children\ncontracted HIV and Hepatitis B as a result\nof the reusing of medical supplies. The physical\nabuse caused severe bruising and other injuries.\nThe overworked and under-trained staff hardly\never soothed the crying children. In fact\nthey barely spent any time with Daniel at\nall. Some children were left completely alone\nwith their worries, others hid their feelings\nfrom the very people who ought to protect\nthem, since they feared being hurt.\nEmotional neglect and anxiety lead to an excessive\nproduction of the stress hormones known as\nadrenaline and cortisol,which is like poison\nfor the developing brain.But the experience\nalso distorted the children’s understanding\nof love and human relationships. They learned\nto trust nobody and as adults, often suffered\nfrom depression, insomnia and social anxiety.\nWhen Ceausescu's regime was eventually overthrown\nand the conditions inside the orphanages were\nshown on television, researchers from around\nthe world came to examine the nameless children.\nMRI scans later showed that some had smaller\nvolumes of brain mass. The resulting research\nmade a strong case that not only is nutrition\nvital to a child's development, but so is\nhuman contact. To help the children, a large\nnumber were adopted into foreign families.\nBut even after being adopted, many had problems\nforming loving bonds to their new parents.\nThis aligns with the attachment theory and\nthe notion that a child needs to establish\na loving relationship with at least one primary\ncaregiver early in life. Daniel was quite\nlucky with his family. While he continued\nto experience trauma and anxiety, he went\non to have a university education, started\na family of his own and later he founded a\nnon-profit organization for neglected children.\nIf you grew up in a loving environment, count\nyourself really, really lucky. If you experienced\nforms of neglect, try to internalize the idea\nthat it was never your fault and maybe not\neven your parents' fault either.\nTo read what we think can be done if you have\never experienced neglect, read the descriptions\nbelow. One way is to share your thoughts about\nneglect and how you think it affects you today.\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons. \nThat means teachers from all around the world\ncan \nuse them in classrooms, online courses or\nto start projects - and today, thousands\nalready do!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website \nor read the description below.\nIf you want to support our mission and help\nchange education \nvisit our Patreon - that's patreon.com/sprouts."
}