{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Au0z3EtUiBg",
    "video_title": "You Think You Are Smart? There Are 9 Types of Intelligence!",
    "transcript": "In 1983, American psychologist, Howard Gardner\npublished a book [Frames of Mind] with a theory\nthat there are nine types of intelligence:\nTo understand this theory,\nlet’s consider the problem of the council of Newtown,\nwho wants to build a bridge\nover the dangerous railroad tracks.\nBut there is strong opposition from some citizens\nwho don't like change.\nDespite the demonstrations,\nthe council agrees to go ahead\nand then hires a team of 9 experts\nfrom Smarts & Co. to get the job done.\nLet’s introduce each one of them:\nMiss Picture Smart played a lot of hide and\nseek when she was young.\nAnd she loved puzzles.\nShe has lots of imagination and ideas about shapes.\nHer job in the project is to create the plans,\nmake the designs and build a prototype.\nMr. Nature Smart loves trees\nand he has great ideas of how to minimize the impact\nof a bridge on the environment.\nHe started thinking of these issues\never since the first time he went \nsummer camping with dad.\nHe developed a passion for all living beings.\nMrs. Number Smart is a nerd.\nShe always was.\nIn the playground, she was already calculating\nthe sand buckets needed to build the biggest castle.\nIn high-school, she was the Chess-master\nand everyone was so proud her.\nShe will calculate the costs,\nstudy workers safety issues\nand estimate the raw materials needed.\nHer concerns are the budget, resources and risks.\nMrs. People Smart arranges a town meeting\nand goes out to invite all the citizens to come.\nShe was always good with people.\nAs a kid, she spent most of the time outside\nwith her neighbours.\nAs a teenager, her mom explained to her that\nmost people mean well,\neven if they have trouble showing their feelings.\nToday, everyone loves her\nand she does a great job convincing everyone,\neven the most outspoken opponents.\nMiss Word Smart has been keeping a diary since she was young.\nIn math class, she wrote poems\nand during field trips she didn't talk to others but\ninstead studied the travel guide.\nFor the big town hall meeting, she writes\na convincing speech,\nfilled with hard facts, big feelings and good metaphors.\nEver since he was young, Jimmy Life Smart\nknew how to talk and entertain.\nToday he shows his skills on the stage.\nHe starts his speech with a personal story\nabout his cat that once got lost on the train tracks.\nThen he delivers all the arguments\nwith so much passion,\nthat all citizens can only agree with the plan.\nMs. Word Smart is delighted\nto see the impact of her work.\nNow, as construction starts, Mr. Body Smart\ngets ready to get things done.\nEven the children are inspired by his power\nand want to help.\nDuring the breaks, he plays football with his team,\nwhich is fun and teaches him balance skills\nhe later can use high up in the sky.\nMadame Self Smart knows a lot about feelings:\nour fears, joys and angers.\nShe learned this from her own past\nwhere she started to reflect on herself.\nBut she also reads a lot about feelings\nand talks to her friends about their emotions.\nDuring the construction, she is the positive force,\nmotivates those that feel down,\nand solves tensions that can come up\nwhen we collaborate.\nWhile everyone is busy finishing the bridge,\nMrs. Music Smart writes a song for the grand opening.\nShe has loved music ever since started playing piano.\nLater she moved on to Hip Hop and Jazz-Dance.\nAt the opening ceremony of the bridge,\nshe and her band perform the song.\nIt was a fantastic team effort from all 9\nof the Smart and Co.\nIn 2016, Gardner said that he is considering\nadding pedagogical intelligence, or “teach smart”.\nWhat do you think?\nIs he right or wrong about these types,\nor are IQ, EQ or other forms of intelligence better classifications?\nPlease be teach smart, and tell us what you\nthink about intelligence theory in the comments below."
}