{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=p9IOqd1LpkA",
    "video_title": "The Memory Palace : Can You Do It?",
    "transcript": "The memory palace is a technique\nto remember facts, numbers or other things,\nlike a shopping list.\nIt has been around since Ancient times\nand is also known as the Method of Loci.\nMemory Champion Marwin Wallonius\nused it to remember, in just 30 minutes,\nthe correct order of 5040 binary digits\nor a complete deck of 52 cards in just 33 seconds.\nHere is how it works.\nClose your eyes and imagine some sort of familiar\nphysical space, like your house, school or office,\nand then add a mental image of the thing\nyou want to remember.\nTo remember a bunch of things\nyou can use different rooms\nand visualize how you would walk through that space\nfollowing the same specific route.\nAs you walk through,\nplace the things you want to remember\nat specific locations.\nIdeally, imagining things in a funny or crazy way,\nalso helps to remember.\nOnce we have placed\nall items that we want to remember\nour memory palace is complete.\nThe day we return to our palace and\nwant to remember what's inside it,\nwe have to go back in.\nWe have to concentrate and imagine opening the door\nand walking our route.\nOnce we pass by the specific location\nthat we used to place our things,\nthe item will pop back into our mind\nLet's try to remember 7 ingredients\nto make some pancakes.\n1. You open the door and see a full cup of flour\nnext to some shoes.\n2. You walk into the bedroom.\nInside your bed, sleeps a teaspoonful of baking powder.\n3. In the living room sits a massive egg watching TV.\n4. And on top of the TV is a cup of milk,\n5. You go to into the kitchen and see 6 teaspoons\ndancing around a bottle of vegetable oil.\n6. You leave the house and enter the garden.\nBut it's full of sugar canes and in the middle,\na teaspoon dressed like a gardener.\n7. You turn around to check the bathroom.\nThe only thing left is half a teaspoon and salt.\nNow try yourself!\nClose your eyes and think of a familiar place\nsuch as your home.\nWe will now slowly list 7 numbers.\nAs you walk through your space, place each\none in a different location.\nLets go!\n3,\n14,\n1,\n5\n9,\n2,\n6.\nNow revisit your palace then write in the comments below what you can remember.\nBy the way, if you want to memorize Pi or something else for a longer time.\nForget this technique\nturn off your screen and start.\nNothing beats are learning by doing."
}