{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=UzmvtVAuuyI",
    "video_title": "Montessori School Education",
    "transcript": "Montessori Education is based on the principles developed by Maria Montessori,\nwho opened her first school for children of low-income workers in an apartment building in Rome in 1907.\nThe school was called \n“Casa dei Bambini”, Home for Children.\nThis first “Casa” was furnished with a teachers table,\na stove, a blackboard, some chairs,\ngroup tables for the children\nand a cabinet filled with materials\nthat Montessori developed in her earlier career\nwhen she researched how to teach kids who experience some form of mental disability.\nMaria Montessori created the materials \nafter she realised\nthat students seem to understand complex concepts better when they engaged all their senses.\nActivities at this first school included personal care (such as dressing and undressing),\ncare of the environment like sweeping,\ndusting and gardening.\nOtherwise they were free to move around \nand play with the materials.\nMontessori did not teach herself\nbut instead oversaw the classroom work\nof her teachers.\nMontessori observed that children showed\nepisodes of deep concentration\nand multiple repetitions of the same activity.\nGiven free choice,\nkids showed more interest in practical activities \nand the materials\nthan normal toys, sweets or other rewards.\nOver time spontaneous self-discipline emerged.\nMontessori concluded that working independently\nchildren seemed to reach new levels of autonomy and become self-motivated learners.\nShe began to see the role of the teacher as a facilitator of young human beings\nwho are free to move and act within the limits of a prepared environment.\nThe goal: to grow children to become independent and responsible adults who share a love for learning.\nSoon after Montessori herself and her ideas\nstarted travelling the world\nto inspired progressive thinkers and educators\nfrom all over.\nThe inventors, Alexander Graham Bell and Thomas Edison, became early advocates.\nLater alumni include Jimmy Wales from Wikipedia,\nauthor Gabriel Garcia Marquez\nas well as the two Google founders Larry Page and Sergey Brin.\nToday the term “Montessori” stands more for a method, than a school itself.\nThe fact that it can be used freely by anyone led to a great variation of schools.\nEducators all over the world borrow Montessori's name,\ninsights and materials to organize kindergartens,\nelementary schools, special needs programs,\nor even full 12 year curriculums.\nSome parents use it for homeschooling.\nThe following characteristics are shared \namong most programs:\n- Students are free to choose what to learn\n- Open classrooms that allow free movement\n- Use of specialised Montessori materials\n- Mixed age classes (from 0-3, 3-6 or 6-12)\nso children can learn from each other\n- Uninterrupted blocks of study time, usually three hours\n- No grading or homework\n- and a trained teacher\nMaria Montessori once famously said:\n“Never help a child with a task \nat which he feels he can succeed.”\nWhat are your thoughts on Montessori?\nPlease share your opinions in the comments below!"
}