{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=XHIhkM1cAv4",
    "video_title": "Social Learning Theory: Bandura’s Bobo Beatdown Experiments",
    "transcript": "What do you think? Can we only learn through \ndirect experience, or also from studying others?\nPsychologist Albert Bandura came \nup with an interesting experiment  \nto answer that exact question and form a theory.\nBandura came up with the social \nlearning theory in the 1960s,  \na time dominated by scholars who \ndidn’t believe Bandura's idea  \nand argued that learning was always the result \nof classical and operational conditioning.\nTo prove that children can \nlearn by mere observation,  \nBandura came up with the Bobo Doll \nExperiments - a set of controversial studies,  \nwhich involved preschool children, \nadult models and a stand-up punch doll.\nIn the first set of experiments, the children were \nseated alone in a corner of the room. From there  \nthey observed an adult actor aggressively kicking \nand scolding the Bobo doll for about 10 minutes.\nAfterwards, the same child was put \ninto a new playroom where another  \nadult deliberately frustrated the child by \ntaking away the toys the child played with.\nThe frustrated child was then put back into the \nroom with the Bobo doll where Bandura and his  \nteam made the following 3 observations:\n1. Children who initially saw the adult  \npunching the doll, often copied the behavior.\n2. Boys were three times more likely to do so. \n3. Boys reproduced the behavior twice as often, \nif they observed a man do it compared to boys  \nwho observed a female actor. Girls were \nalso more influenced by same-sex models.\nTo find out if movies would have the same effect,  \nBandura let some children watch the \nmodel live, and others watch it on video,  \nor as a cartoon animation. As all \nthree groups showed similar responses,  \nBandura concluded that children imitate others \nregardless of where they have seen the behavior.\nIn the last variation of the experiments, \nBandura wanted to know if the children would  \nact differently when the models were reinforced \nor punished for their behavior towards the doll.  \nNow, the children first \nsaw the actor hit the doll,  \nand then observed another adult enter the room. \nThis second adult would then react to the actor.\nThese last results showed that it did not make \nmuch of a difference to the children whether the  \naggressor was praised or not. However, the kids \nwho saw that the model was punished, displayed  \nmuch less aggression later, an effect which \nwas especially true for girls. In other words,  \nseeing others being rewarded does not \nnecessarily motivate us to copy their behavior.  \nSeeing others being punished, on the other hand, \ncan significantly diminish our will to copy it.\nThe fact that Bandura was able to prove that \nchildren also learn by observing others,  \nwas a breakthrough in psychology. \nAs a consequence of his findings,  \nscholars and government officials argued \nthat we should ban violence in films and  \ngames. Others suggested that the Bobo Doll \nstudies are not studies of aggression,but  \nrather show that the children are simply motivated \nby the desire to please adults or act like them.\nBandura and his co-author \nRichard Walters later defined  \nfive key tenets of the Social Learning Theory:\n1. Learning is a cognitive process \nthat takes place in a social setting. \n2. Learning can occur by observing a \nbehavior AND the consequences of such \n3. Learning can happen without an observable \nchange in behavior, because we may learn  \nwithout displaying what we have learned.\n4. Reinforcements play a role but are  \nnot entirely responsible for learning.\n5. Cognition, behavior, and environment  \nall mutually influence each other — a \nprocess called reciprocal determinisms.\nBandura, who in college attended a \npsychology course only to kill time,  \nsoon became passionate about the topic and then \none of most cited psychologists in history.\nAbout reality, he said: \"Most of the images \nof reality on which we base our actions  \nare really based on vicarious experience.\"\nWhat do you think? How much of your \nlearning comes from observing others?  \nAnd if you learn socially, who \nare your greatest teachers?\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}