{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=j3PrAqJ-H9k",
    "video_title": "Autism Spectrum: Atypical Minds in a Stereotypical World",
    "transcript": "When we examine 100 random teenagers, we would\nfind that while they all look different, their\nminds work in very similar ways.\n1 to 2 however, have minds that are atypical\nin a particular way.\nThey could be diagnosed with autism.\nThis happens to boys four times as much, perhaps\nbecause diagnosing them is easier.\nChildren - and adults - who are on the autism\nspectrum experience the world differently\nbecause they were born with various degrees\nof neurodivergent traits.\nMost autistic children have more refined senses\nand share a deep desire to bring logic into\ntheir surroundings.\nSome seek repetitive behaviors that follow\nspecific patterns and many appear to be asocial\nand avoid eye contact.\nAutism is not a disease and therefore can\nnot be cured.\nSince all our brains are different and there\nis an endless range of nuances in their architecture,\nautism is defined as a spectrum.\nOn one side of the spectrum is the mildest\nform of autism, in the past often also referred\nto as Aspergers.\nThese children are highly intelligent, and\nhave extreme abilities and strong interest\nin specific areas.\nIn the middle are those with average intelligence\nand some problems learning new things.\nOn the far end of the spectrum are children\nwith severe learning disabilities.\nChildren on the spectrum may require various\ndegrees of support in their daily lives.\nTimo, a young boy, can help us understand\nhow living with a neurodivergent mind can\nbe.\nHis mum noticed early on that her boy would\navoid eye contact and that he would often\nbecome upset if she hugged him.\nHe never returned smiles and engaging him\nin play with friends often ended in a tantrum.\nHis mother suspected something to be wrong,\nwhen Timo still wasn’t speaking more than\ntwo or three words at a time even after turning\nfour years old.\nShe sought help and Timo was diagnosed with\na mild form of autism spectrum disorder, or\nASD for short .\nTimo has an atypical perception.\nWhen reading books or watching movies, Timo’s\nbrain picks up and organizes the information\ndifferently.\nWhile his neurotypical peers categorise things\nand form schemas - for example, they identify\neverything with four legs that barks as a\ndog.\nFor Timo, each type of dog is unique and categorised\nin Timo’s mind individually.\nHis attention to detail and difficulty when\ngeneralizing, makes Timo more objective in\nhis perception of the world and less prone\nto a framing bias.\nHowever, it also makes all sorts of new experiences\nincredibly complex, which is why he loves\nto follow a rigid daily routine to limit his\nsensory input.\nTimo is highly sensitive.\nHis brain amplifies whatever input it receives\n— he hears everything and has a heightened\nsense of touch.\nHowever, this superpower makes situations\nwhere many people speak simultaneously very\nchallenging — Timo hears everyone but understands\nnothing.\nThe sensitivity to touch makes eating an intense\nexperience.\nIf a texture or flavour is too much to handle,\nTimo won’t eat it.\nAlso walking barefoot on wet grass or playing\nin dirt overwhelms his brain.\nHe has a fascination with logic.\nTimo naturally looks for patterns that bring\nlogic into this world.\nSometimes he would also try to bring order\ninto his own behavior and ways of moving his\nbody.\nWhen he experiences structured patterns breaking,\nhe gets upset.\nIt freaks him out when someone counts to 8\nbut doesn’t continue to 10.\nDoctors call it an obsessive-compulsive disorder\nor OCD, which is a different diagnosis but\noften goes along with autism.\nTimo experiences social disconnection.\nHe has trouble connecting with others, because\nsocial settings overwhelm his sensitivity\nand desire for order.\nBecause human emotions are incredibly complex\nand don’t follow a set of predictable patterns,\nTimo often finds himself misreading situations\nand upsetting people around him.\nAs a consequence, he avoids people and rarely\nmakes eye contact.\nWhich doesn’t matter that much to him, since\nmost of the things other people talk about,\nare illogical, irrelevant and boring anyways.\nFor 4 years, his mother had him be treated\nby a therapist who would show him images of\nfaces to help him learn to identify feelings.\nBy doing this he got better at identifying\nfacial expressions and their corresponding\nemotions.\nHowever, personally he is still not very interested\nin reading faces or establishing new social\ncontacts.\nHe has two friends who share the same interests\nand couldn’t wish for more.\nSince Timo’s autism is not an illness we\ncan treat, but rather a different way of him\nexperiencing the world, the question remains\nwhether we should try to change him through\ntherapy or accept him for who he is.\nSo what do you think?\nShould we treat children with autism with\ntherapy or celebrate them for who they are?\nOr perhaps do both?\nMaybe it’s not their atypical minds, but\nour stereotypical way of looking at them that\nneeds correction?\nTo get a 3-dimensional glimpse of how an autistic\ngirl experiences her own surprise birthday\nparty, or to download this video without background\nmusic, check the descriptions below or visit\nsproutsschools.com"
}