{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=d8Y6A6Dg2Fk",
    "video_title": "Would You Save A Boy From Drowning?",
    "transcript": "Once upon a time, there was a boy who was \nborn into a family of simple tailors in the  \nmiddle of sub-Saharan Africa. The boy’s father \nwanted him to continue the family business,  \nbut the boy wanted a better life and one night \ndecided to leave his home and go to Europe.\nTo cross the sea the boy built himself \na raft. But once he left the shore,  \nthere was only a little wind and it didn’t \ntake long for his supplies to run out. And  \nthere he was: hungry, and lonely, floating \nin the middle of the mediterranean sea.\nImagine you live on the coast of \nSouthern Europe and one morning,  \nread about the boy's fate in a local \npaper. Should you yourself try to save him?\nFour influential philosophers — Aristotle, Mill, \nKant, and Nietzsche — can help us answer this,  \nand other difficult moral questions \nwith their respective theories.\nVirtue theorists like Aristotle ask: \nhow to live a good life? The best life,  \naccording to him, is the life of someone who \ndemonstrates excellence in aspects of a virtuous  \ncharacter: the capacities for emotion, \ntheoretical ideas, and practical wisdom.\nAristotle would argue that if helping the boy is \na manifestation of a personality that’s virtuous,  \nthen you should save him because \nbeing a person of good character  \nis what matters. What that exactly \nmeans, differs for every one of us.\nIf you are rich and powerful, saving the boy could \nbe easy. It might still be the right thing to do,  \nbut it doesn’t reveal much of your personality, \nand hence isn’t particularly virtuous.\nIf you have little to no means, \nyour decision to save the boy  \nis much harder. If you still try to do \nso, then this truly reveals character,  \nis virtuous, and is something \nyou probably should try doing.\nUtilitarians such as John Stuart Mill, ask which \naction increases well-being for most people?  \nSo when faced with a choice they do what \nseems most beneficial to most people as if  \nthey could calculate what consequences \nlead to the highest net happiness.\nWhen thinking about saving the boy's life, you \nshould consider all the happiness the boy and  \nhis family get, the joy it may bring you, and \nthe benefits for society now and for generations  \nto come. This you then compare with what else you \ncould be doing — known as your opportunity costs.\nFor example, instead of risking your life at sea,  \nyou could work the day in a coffee \nshop, and donate the money you made  \nto an effective charity which then saves \ntwo kids from starvation somewhere else.\nComparing the two options, you decide \nnot to save the boy, but instead work,  \ndonate and double the total potential well-being \nof humanity. Some call this effective altruism.\nDeontologists like Immanuel Kant, \nfocus on the 'intent' rather than  \nconsequences. They believe in universal \nmoral laws, such as “Don't lie. Don't  \nsteal. Don't cheat.” The golden rule is \nthe so-called categorical imperative:  \nour decisions are then morally right when they \ncan become a rule everyone else should follow.\nIf you help the boy, because \nit makes you look good,  \nyour intentions are wrong because you \ntreat him as a means to an end and we  \ndon’t want to live in a world in which \nfalse heroism is a universal moral norm.\nIf you save the boy, because you want to \nlive in a world in which helping those in  \nneed is always the right thing, then you \nshould do that. You should even do so if  \nyou have reason to believe that the kid may \nend up taking advantage of your kindness.\nFriedrich Nietzsche would ask what’s in your \nown interest? He argued that self-interested  \nbehavior is morally right as it makes \nus stronger. And if we are stronger,  \nso is society. Acting against your own interest \nis immoral because it hinders this development.\nSo if you want to help the boy, \nbecause you think that is good for you,  \ndo it. Help the boy. But if you \nthink saving the boy could hurt you,  \ndon’t. It’s not your responsibility to save \nthose who are too weak to help themselves.\nSo what do you think? Did any of the four help you \nwith that decision? If not, here is one more idea.\nScholar Moshe Koppel made the interesting \nobservation that Utilitarians and Kantians  \ndon’t use their own moral principles when trying \nto falsify each other’s theories. Both rather  \nappeal to a feeling — as if we all, inside us, \nactually know what’s right and what’s wrong.\nKantians would say: you don’t want to live \nin a world in which children die in the open,  \nbecause you decided to save two strangers instead. \nSuch behavior just doesn't feel right. Correct?\nUtilitarians would counter: surely \nyou wouldn’t want to save, say,  \na psychopath from drowning who’d then \ngo ahead to kill you and your family,  \njust because helping people is always right \nby principle? That just feels wrong. Right?\nSo now tell us, would you save the boy? And why? \nIs your decision based on the character you strive  \nto become, an analysis of costs and benefits, \nbehavior we want to see in the world, for your own  \nself-interest, or does it maybe just feel right?\nShare your thoughts in the comments below!\nIf you like how we explain complicated \nideas in simple cartoon animation,  \nyou can support us. Visit \npatreon.com/sprouts. Just visit us,  \nlearn how it works, and what’s in it \nfor you. We hope to see you there.\nAnd if you are a parent, or an educator, \ncheck our website sproutsschools.com There  \nyou can find this and other video lessons, \nadditional resources, and classroom activities.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}