{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=hydCdGLAh00",
    "video_title": "Chunking: Learning Technique for Better Memory",
    "transcript": "081127882 is a hard number to remember.\nIf you chunk the number into 081 127 882 its easier.\nCutting large bits of information into smaller pieces\nhelps us to understand.\nIf we put small pieces back together,\nwe can see the big picture and that helps us to remember.\nThe process is called Chunking.\nThis is how it works.\nOur short-term is fast but tiny.\nAccording to learning expert Dr. Oakley\nit can hold only 4 chunks of information at once.\nSo when new inputs arrive it has two ways to pick them up.\nFirst, it can overwrite and forget what it has\nto make space for new information.\nOr it can use mental effort\nto move a chunk from the working memory\ninto the long-term memory\nwhere it can be stored and remembered later.\nThis is why its almost impossible\nto recall 9 digits like 081127882.\nThere is simply not enough space.\nOnce chunked, there is.\nThere are several ways to chunk.\nYou can break a larger piece into smaller bits,\nidentify patterns or group pieces to see the larger picture.\nOnce a chunk is created,\nyou can use deliberate practice\nto move it into your long-term memory\nwhere it connects with exercising experiences.\nNow it can be stored for years\nand if regularly used,\naccessed without much mental effort\nTo make this transfer more effective\nit helps to add context\nwhich acts like memory super glue.\nGreat instructors always try to give you the big picture\nbefore going into detail.\nIf you study by yourself,\nyou can skim through your textbook first\nby reading chapter headlines.\nLearning facts without understanding the big picture\nis pretty useless,\nas we will forget what we have learned very fast.\nProfessional piano teachers first show their students the entire song\nso they understand the mood.\nThen they ask their students to practice one measure at the time.\nOnce the part has been learned and\nthe neural connections in the brain has been built,\nthen students go to the next measure.\nAfter all chunks can be played separately,\nthey are combined until the entire piece is connected.\nNow the student can play the piece with less mental effort.\nChunking also helps to understand complex topics,\nsay trade between China and India.\nFirst study China: the people,\nthe culture and the economy.\nThen summarize and put what you learned\nin your own simple language.\nRepeat the process for India.\nThen study trade itself:\nthe mechanics,\nbenefits and problems.\nAgain, simplify to form an underlying idea.\nAt the end,\nyou might just have summarized several books onto one napkin.\nTry chunking next time you feel the limits\nof your working memory.\nJust like how clever restaurants chunks their menus into starters,\nmains, desserts, with 3-4 options each.\nWith chunking it's easy to compare our options\nand make a decision.\nIf you like our videos and want to support our channel,\nvisit us at patreon.com/sprouts\nand see if you want to donate just 1 dollar.\nWith your support we plan to create many more minute-videos\nabout learning and education."
}