{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=hXyN9lXlNQY",
    "video_title": "Dyslexia: Reading, Writing and Spelling Problems",
    "transcript": "Around 5-10% of all children are born with \ndyslexia. In school they tend to read slowly,  \nhave difficulty understanding simple texts, or \nmake a lot of spelling mistakes when writing.  \nNow while they are as intelligent as others, \nhaving received years of instruction,  \ndoesn’t change the fact that their brains \nstruggle organizing symbols in their heads.\nMinds of children with dyslexia \nmay switch numbers when reading,  \nswap letters as they appear, or skip words \nwhen writing. Some see their hand-written  \nletters backwards and others struggle with grammar \nrules — spelling correctly is often impossible.\nBefore we learn what to do about that, we \ncan hear the true story of a dyslexic boy  \nwho overcame his weakness, used his disability to \nan advantage, and became a self-made billionaire.\nOnce upon a time there was a boy named \nIngvar. He grew up on a small farm.  \nIngvar’s grandfather died after realizing he \ncould no longer afford to pay the mortgage.  \nBut the grandmother’s dedication \nand hard work saved the farm  \nand the boy learned that perseverance can lead \nto a better life — and a better life he wanted.\nBut when Ingvar started school, \nhe struggled and at one point his  \nfather told him he would never amount to \nanything. What nobody knew back then was,  \nIngvar had dyslexia - inherited from his \nancestors just like the color of his hair.\nRegardless, he didn’t let his problems get him \ndown and at age 6, Ingvar started selling single  \nmatches to his neighbors. Soon after, he asked \nhis aunt in Stockholm to send him matches from  \nthe wholesale market. Ingvar then split the box \ninto smaller packages and resold them at a greater  \nprofit. Seeking his father’s support, the young \nentrepreneur soon reached an entirely new level.\nBy the age of 10, Ingvar would cross the \nneighborhood on his bicycle, selling fish, and  \npencils. At 14, he sold belts, watches and wallets \nstocked under his bed at his boarding school.  \nIn 1943, when he was 17 years old, his father \nhelped him to register his company. He named  \nit after himself Ingvar Kamprad, plus the \ninitials from the farm and village he grew up in.\nExpanding his line of furniture, Ingvar \nsoon had trouble dealing with the product  \ncodes.To help him overcome his weakness, he \ncreated a system where he, instead of numbers,  \ngave names to each object: Tables were named \nafter places, garden chairs after islands. Now,  \nIngvar was able to remember and visualize each \nproduct. By making shopping memorable, Ikea became  \nthe world's largest furniture company and Ingvar \nKamprad one of the richest men in the world. \nBut not all children are as lucky as our \nprotagonist and some need our support.\nTo help children with dyslexia we can \nstrengthen their speech perception,  \nwhich children begin to form \nat about six months old,  \nwhen they start to pay attention to the sounds \nof spoken language. This usually happens as they  \nfocus on the movements of their parents' \nlips to link visuals with auditory input.  \nLip reading is important because our mind usually \nprioritizes what we see over what we hear.\nChildren who are raised with little to \nno exposure to one-on-one conversations,  \ncan have problems connecting auditory inputs \nwith lip and tongue movements. Some may  \nnot even realize that it takes a completely \ndifferent mouth, tongue and lip movement to  \nproduce letters as similar as B and D. They \nlack what’s called phonological awareness.  \nAnd if they are also dyslexic, \nthey have it especially hard.\nPracticing phonological awareness can help \nchildren train their minds to understand  \ntheir own mouth movements, sounds and word \nstructures. Hence, professional therapists  \noften focus first on the basics, such \nas speaking and listening. Only later  \ndo they move on to the more complex forms of \ncommunication such as reading and writing.\nBy the way, in Finland, children \nlearn reading at age 6 or 7,  \nand only 4% are diagnosed with dyslexia. \nKids in the UK start school at age 4,  \nbut the National Health Service estimates 10% \nto be dyslexic. Later, Finish students rank top,  \nas the world's most literate people, while \nBritish pupils rank somewhere in the middle.\nWhat are your thoughts about and experiences \nwith dyslexia? Did your teachers punish kids for  \nmaking spelling mistakes or did they try to help \nthem? Share your thoughts in the comments below.  \nTo experience phonological awareness \nyourself, do the famous McGurk Effect  \nexperiment. It demonstrates how our \nvisual perception beats our auditory one,  \nand shows the importance of one-on-one \nconversations. Links are in the descriptions.\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}