{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=xiwi1JZ-ZiU",
    "video_title": "Sibling Dynamics: How Brothers and Sisters Affect Each Other",
    "transcript": "Most people have a sibling - in fact, children\nin the U.S. today are more likely to grow\nup with a brother or sister than with a father.\nNow, while a lot of social scientists research\nthe impact of schools and parenting, little\nattention is given to a relationship that\nmight be even more consequential.\nSo what do we know about siblings, birth order\nand why children from one family grow up to\nhave very different personalities?\nLet’s start with our analysis of the tragic\nstory of the two most famous brothers in Western\nhistory.\nOnce upon a time there was a boy named Cain\nwho received all the love and attention from\nboth of his parents.\nGrowing up, the boy knew only one world and\nhe himself was at its center.\nEveryone around him cared only for him and\nnothing else.\nAll that changed when his mother gave birth\nto Abel.\nCain should have understood that his parents’\nattention now had to be divided between him\nand his brother.\nThis was a revelation he wasn't able to accept\nand he became increasingly jealous and sometimes\neven violent against his little brother.\nCain, as the first born, naturally looked\nup to his father as his role model.\nFollowing convention, the father himself raised\nthe boy with certain expectations.\nIt was therefore especially painful for Cain\nto see that his father now cared so much for\nhis younger brother.\nAbel, naturally, looked up to his brother\nfor guidance.\nThings were not easy for him either, but unlike\nCain, Abel knew no different.\nAs the boys grew up, Cain gained a strong\nsense of responsibility and, following tradition,\ntook over the family farm.\nAbel, who was free from any obligation, chose\nto become a shepherd.\nCain envied his younger brother’s autonomy,\nbecause life as a farmer became increasingly\ndifficult.\nAnd on the day the brothers were to make a\ngift to their father, Cain only brought a\nfew bundles of dry grass.\nAbel, who did well for himself, brought an\nentire lamb.\nWhen the father thanked Abel for his generosity,\nCain felt a deep shame.\nOvernight his shame turned to hatred of monstrous\nproportions and the next day he killed his\nown brother.\nThe first big contribution to the field of\nsibling research came from the Austrian psychiatrist\nAlfred Adler, and his theory of individual\npsychology.\nAdler believed that the main motive of human\nbehavior is our desire for power, partly in\ncompensation for our feeling of inferiority.\nHence, sibling dynamics play a central role\nin family life and personality development\nas we grow up.\nAdler argued that children who grow up in\nthe same family experience the family differently.\nIn particular, sibling rivalry over family\nresources influences the development of personality.\nAs a means of reducing competition, siblings\ndifferentiate, develop different qualities\nand choose different interests.\nWhen siblings don’t find their niches, their\nrelationship can suffer.\nThe Kellogg brothers hated each other, and\nfought in court over who invented Corn Flakes.\nThe Dasslers competed in business; after one\nstarted Adidas, the other founded Puma.\nBut many siblings love each other more than\nanything.\nSo what do we know about siblings in general?\nHere 6 things science suggests to be true:\nFirst born and single children look up to\ntheir father or mother as role models.\nThe gap in mental and physical development\nbetween them and their parents may be the\nreason that they have, on average, a higher\nIQ.\nParents tend to give their first born more\nattention and often set higher expectations.\nIf they can’t live up to those expectations,\nthey may feel inferior, but on average, they\nseem to benefit from their position.\nYounger siblings model their development after\ntheir big brothers or sisters.\nThey have a smaller developmental gap to overcome.\nThey may also feel that they have less to\nprove, but as a result of a lack of parental\nattention they develop social anxiety more\noften.\nOn average, Relationships between brothers\nare more conflicted.\nRelationships between sisters are more intimate.\nSiblings spend more time together than they\nspend with their parents — younger siblings\neven twice as much.\nChildren with siblings are physically more\nactive and less often obese.\nThey are often happier too.\nSome studies suggest that they develop social\nskills faster than children from only-child\nfamilies, but the research isn’t conclusive.\nSibling attachment seems to be a strong predictor\nof well-being — sometimes more important\nthan paternal attachment.\nThis also means that if one is bullying the\nother, it can affect them for life.\nOne Swedish study of people aged 80 years\nfound that while closeness to friends did\nlittle for total life satisfaction, feeling\nclose with a sibling did a lot.\nFor those of you struggling with a difficult\nsibling, Adler had the following advice: “A\nsimple rule in dealing with those who are\nhard to get along with is to remember that\nthis person is striving to assert his superiority;\nand you must deal with him from that point\nof view.”\nThis and all other Sprouts' videos are licensed\nunder the Creative Commons.\nThat means teachers from all around the world\ncan use them in classrooms, online courses\nor\nto start projects - and today, thousands already\ndo!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website or read the description below.\nIf you want to support our mission and help\nchange education\nvisit our Patreon - that's patreon.com/sprouts."
}