{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=MEt2exDk_eI",
    "video_title": "Right or Wrong: Practicing Kindness and Compassion",
    "transcript": "That's Mister Phillip.\nNow because Joe is there too, he is small.\nOnce Anna shows up, even Joe doesn't look that tall.\nIn fact, all three of them are tiny.\nSize is a matter of perspective.\nWhen we look at a rainbow,\nwe see an endless spectrum of colors.\nTo describe them, we need to put them into buckets.\nPurple, blue, green, yellow, and red.\nFor a lack of understanding and language,\nwe can’t describe and classify most shadings in between.\nPeople who speak a different language,\ntherefore put each colour into a slightly different buckets.\n\"Red\" means different things, to different people.\nColours are a matter of perspective.\nOur first 9 months were probably peaceful,\nthen there was war, but soon peace again.\nWe grew up and there were struggles\nthat soon after, lead to friendships.\nWe grow older and it gets difficult,\nbut then also beautiful.\nIf we were to go back in time and change one tiny detail,\neverything could have been different.\nTim took a cookie.\nAnn said he stole it.\nThe teacher thinks that Tim is bad.\nHis dad said that he was just hungry.\nThe economist professor thinks,\nit was a rational choice to maximize utility.\nThe behavioral biologist believes\nthat his hormones drove him to do it\nand the neuroscientist thinks its his brain.\nA psychologist looks for the answer in his past\nand the priest points to God.\nEveryone has a perspective,\nand no one really knows Tim.\nWe all have different genes and our own particular past,\nsometimes good and sometimes bad.\nThe result is our own unique point of view in this world.\nEven if we listen to the same songs,\nread the same books, or smell the same flowers,\nthese are not the same songs, books or flowers.\nBecause what we actually hear, read and smell\nis our own interpretation created by personal\nmemories and imagination.\nEach book, each song and each flower is different to everyone of us.\nEverything is a matter of perspective.\nSo when we say \"this is good\" or \"that is bad\",\nwe do that from our own subjective point of view.\nSometimes it's better to be quiet and listen.\nIf someone is sad or angry,\nwe can try to imagine how the world looks\nfrom that person's point of view.\nMaybe we see what they see and develop compassion.\nMaybe there is a right or wrong, a good or evil?\nBut maybe there isn’t.\nMaybe all there is, is compassion or ignorance.\nUntil proven right or wrong, let’s be kind to each other."
}