{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=jJajz9n9Oi4",
    "video_title": "Sunk Cost Fallacy: Not Knowing When It’s Time to Stop",
    "transcript": "Jimmy sells his catch at the local market. He \nknows that he can sell only fresh fish, so he  \nthrows the bad ones away, regardless of the time \nit takes him to find, catch, and clean the fish.\nJimmy knows that if he were to sell spoiled goods, \nhis customers would not return. So, instead of  \ncrying over stale fish, he considers them as sunk \ncosts and sells what customers actually want.\nIn his free time, Jimmy isn't’ that rational\nUnlike fish that don't go to the movies, Jimmy \ndoes. He buys himself a ticket for the afternoon  \nshow. But it turns out that a few hours before \nthe film starts, his friends want to meet up to  \nplay football, Jimmy's favorite sport. Since \nhe has already spent the money on the ticket,  \nhe declines the invitation. According to sunk \ncosts theory, he shouldn’t have — the money  \nhe spent on the tickets is already gone, and \nhe won’t get it back by watching the movie.\nWhat matters is that he has a good time.\nJimmy falls for the so-called sunk cost \nfallacy, the strong natural fear of losing  \nwhat we already own and the tendency of our \nbrain to treasure all the things we possess.\nA more famous example of the fallacy is the \nConcorde — the supersonic passenger plane.  \nBuilding the aircraft proved to be very difficult \nand expensive, but instead of shutting down the  \nproject, the British and French governments \ncontinued funding it even though they knew the  \naircraft would not have any economic benefit. They \nargued that they had invested too much to give up.\nTo test the sunk cost fallacy, economists \nHal Arkes and Catherine Blumer came up with  \nan experiment using theater season tickets. \nThe regular price for the season was $15,  \nbut some people were randomly given discounts of \neither $7 or $2. It turned out that the people  \nwho had paid the regular price attended more plays \nthan those who received a discount. Interestingly,  \nthe only ones who behaved rationally \nwere children under the age of 6.\nBehavioral economists suggest that there are \nthree psychological reasons for our irrationality.\n1. Loss aversion: people prefer avoiding \nlosses to acquiring equivalent gains — most  \navoid bets where they can win $50 \nbecause they could also lose $50.\n2. The desire not to appear wasteful: \nthis is why some finish their food even  \nwhen they feel full or don’t \nthink it’s particularly tasty.\n3. To ensure we do things we \nfear we otherwise wouldn’t:  \nWe might buy expensive gym membership to \nmake sure we actually go and work out.\nAssuming you are immune to the Concorde \nfallacy and you could completely ignore  \nall investments you have ever made into your \neducation or getting to where you are today: \nWhat would you be doing differently \ngoing forward? Can you identify any  \n'sunk costs' that are holding you \nback from making those changes?\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}