{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=38v6cDzxpUg",
    "video_title": "Pitch Your Business",
    "transcript": "Ever since I can remember I had the\ndream to start my own organic soap\ncompany. That was the reason why I took\nthis job in the first place. But there I\nwas working in the marketing department\nof a big brand as a junior administrator\nand instead of being excited to work for\nthis famous company I was frustrated\nabout how things were handled. I felt\ncompletely lonely with my ideas to make\na positive impact. I spent the entire\nnext weekend studying different pitch\nformats. I figured that it would be best\nto follow the requirements of one of the\nbig startup accelerators if I could\npitch to one of them I could certainly\npitch to the marketing director. I opted\nfor a pitch deck which is based on the\nfollowing six elements: the problem, my\nsolution, the business model, the market\nthe competition, our team. Okay so the\nproblem: well most body soap brands not\nonly lack a truly refreshing smell but\nmore importantly they also sell in cheap\nthrowaway plastic containers which often\nlasts not more than a month. New modern\nconsumers however see body soap as a\nlifestyle choice and they want to have a\nsolution that not only works but also\nsmells incredibly refreshing and is\nenvironmentally friendly my solution I\ncall elements it's an organic soap which\ncomes in four fantastic flavors water\nsky earth and fire in the first order\ncustomers get all four flavors and a\nbeautiful glass jar and with a click of\na button they get refill packs sent to\ntheir home in sustainable carton\npackages\nthe business model is the result of our\nunderstanding of the lifetime value of a\ncustomer my customers will be very loyal\nas they made a clear lifestyle choice to\nbuy it the first purchase someone makes\nis therefore just seen as an investment\nwe make into a long lasting relationship\nit will cost customers 25 US dollars and\nthey get a beautiful glass jar and the\ntrial set of all four flavors the money\nwe make later from selling the refill\npacks and sustainable paper bags for 15\nUS dollars similar to the famous razor\nand blades business model the market is\nenormous in the beginning we will target\nurban women aged 20 to 30 years living\nin the United States they are\nwell-educated they care about the\nenvironment and are interested to\nexpress themselves through lifestyle\nchoices based on my research they spent\non average around 50 to $100 on body\nsoap each year as there are around 15\nmillion women in the US who are in their\n20s living in urban areas the total\nmarket opportunity is at least 750\nmillion dollars a year once we capture\nsome of that we will expand to other\nconsumers and go global our competition\nare big brands they own the market and\nthey've been telling consumers over the\nyears that body wash comes in a cheap\nplastic bottle which ends up in the\nocean or on a landfill smaller startups\nlike ours might compete with them in\nsome segments but we rather consider\nthem as allies as we fight for the same\nthing educating consumers to make a\nswitch to a more sustainable soap the\nteam that's me and my brother who\ncurrently studies biochemistry but soon\nhe will have his degree and since he's a\nreal nature freak he is full on board to\nhelp me develop a winning formula my\nstrengths are communication organization\nand a clear understanding of what girls\nmy age want it took me until Sunday\nnight until I had what I thought was the\nperfect pitch\nfew days later in the office I saw the\nmarketing director and took the\ninitiative I asked him to give me three\nminutes of his time so I could pitch to\nhim but instead of hearing me out he\njust said why don't you pitch it next\nMonday at the board meeting the old guys\nare always open for new ideas from the\nyoung people within the company maybe\nthey will fund a prototype and do a\nmarket test then he added with a smile\nthe biggest secret of getting funding is\nthis ask for money you'll get advice ask\nfor advice and you'll get money I was\ncompletely blown away I should present\nmy idea to the board and I knew exactly\nwhat to ask for I couldn't sleep that\nnight I was too excited about what the\nmarketing director had told me the next\nmorning when I went through my pitch\nagain I wasn't sure if I was really\nprepared I called my former teacher he\nhad already started several successful\ncompanies\nthe next day we met and I pitched my\nidea to him after he listened to me my\nteacher got really excited and said if\nthey don't buy your idea on Monday I'll\noffer to finance you to get started\noMG I was so excited and so thankful on\nmy way home I reflected on my situation\nI wondered if I really want to pitch to\nthe board and carry on working for the\nsame company which makes me feel\nmiserable after all I only worked there\nto gain enough experience to start my\nown business I realized that actually I\ndon't want someone else to buy and sell\nmy idea I want to try making it myself\nit was clear to me that this is my\nchance to finally get started I called\nmy manager thanked him for his time and\ntold him I'll quit my job to start my\nown thing\nhow about you did you ever try to pitch\nyour business idea\nwrite down your idea and follow the\ndifferent stages like described in this\nvideo and post it in the comments below\nor even better why not make a proper"
}