{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=ngfbthFCI2Y",
    "video_title": "The Story of A Little Mind",
    "transcript": "Once upon a time there was a little \nmotivated mind. It had many friends,  \na stable job and plenty of \ngood ideas to change the world.\nTo secure a good life for itself, \nthe little mind got up early,  \ndressed smartly, picked up that \ncoffee and arrived first at work.\nAs time passed, the mind got so good at its \nroutine that it got up automatically, dressed  \nup blindly, picked up that coffee without thinking \nand worked without having to pay much attention.\nBut then the mind got so good at \nit all, that it stopped learning,  \nand as a result got bored, and sick and bitter.\nThe little mind tried \neverything. Expensive clothes,  \nfine dining, drugs, therapy, scuba \nand skydiving… But nothing worked.\nThe little mind kept on losing weight, and \nwillpower until the day it didn’t get up…  \ndidn’t dress up... didn’t pick up that \ncoffee... and didn’t show up to work..\nIt was then when it decided things had to change!  \nNot all over a sudden, because that \nnever works, but in small steps.\nIt started by getting up earlier, just by 5 \nminutes. It started dressing up differently,  \nbut only a bit. It got that coffee, but not \nto go and it began working a little less.\nWith every day that went by, the little mind \ngot a bit more time — time to try new things,  \ntime to talk to strangers, time to work one \nsome of those crazy ideas to change the world.\nAnd with every new experience the mind \nbecame stronger. It found a new routine,  \nmade new friends, and developed a new passion.\nEventually the little mind even found a soulmate, \nmade a real family, and started a new job. Every  \nonce in a while, it looks at the fruits of its \nlabor - one of which is this little story.\nFrom years of research we know that in \norder to get through life effectively,  \nwe need rigid routines, mental \nbiases and muscle memory.\nHowever, we also know that to find our passion, to \nfall in love, and to make peace with who we are,  \nwe sometimes need to slow down and \nbreak the routines we have built.\nHow about you? Did you change your life,  \nfind your true passion and fall in love with \nsomething or someone? Share your thoughts in  \nthe comments below. Our little minds are very \nmuch looking forward to reading your story!\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}