{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=O-4ithG_07Q",
    "video_title": "Maslow's Hierarchy of Needs",
    "transcript": "Maslow's Hierarchy of Needs is a theory in psychology.\nIt argues that there are five stages of human needs\nthat motivate our behaviour.\nAbraham Maslow proposed his theory in 1943\nafter studying what he called exemplary people\nsuch as Albert Einstein or Eleanor Roosevelt.\nFirst there are physiological needs,\nsuch as the need to breathe,\neat, drink or sleep.\nThe moment we got enough of that\nand we feel awake and our bellies are full,\nwe get motivated by the next thing.\nNow we want safety.\nWe try to earn money,\nbuild up resources\nand look for shelter that protects us against dangers.\nOnce we are satisfied and feel safe,\nwe have time to think about what we want next.\nAt stage three we seek love and belonging.\nWe desire to be close to family and friends,\nbelong to a society or join a gang.\nBut the moment we feel completely part of a group\nwe already wish to be a little different than the rest.\nAt stage four we look for esteem,\nself-confidence and respect from our peers.\nWe want to be someone.\nIf we have money, we buy a fancy watch.\nIf we have a brain, we write or think or work a lot.\nMotivation to perform and compete is now at its highest.\nStudents, sportsmen and inventors excel.\nNeil Armstrong even flew to the moon.\nonly if we breathe,\nand drink and eat and sleep enough\nand we feel safe and part of a group\nand still special,\nonly then we can reach level five:\nself-actualisation.\nNow we can relax,\nbe creative,\naccept facts for what they are,\ngive back or do whatever we want.\nNo more pressure,\nunless of course there is trouble below.\nIf you are leader and believe in the theory,\nuse it.\nFirst make sure everyone has eaten well.\nThen make them feel safe and help them belong to a group.\nOnce they feel they belong,\nthey are ready to stand out and excel.\nThanks for watching!\nEven if we try to keep it short,\neach video is quite some work.\nFirst we research and write a script.\nThen we brainstorm ideas.\nAnd after that we draw the storybook.\nThen it's recorded,\nnarrated and finally edited.\nIf you want to support us\nto make more videos on Learning and Education,\nvisit Patreon.com/Sprouts"
}