{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=UA-Tk9qlG9A",
    "video_title": "Prenatal Development: What Babies Learn in the Womb",
    "transcript": "Everything starts the day your mum's egg\nmeets your dad's sperm.\nFour weeks later your little brain\nbegins to form. Epidemiologist David\nBarker says, that whilst developing\ninside our mother, we are receiving\npostcards from the outside world. These\npostcards tell us if this world is\ndangerous or safe, if food is plentiful or scarce. Knowing nothing else, we learn\nfrom those messages. Let's watch what we\nexperience and learn inside the womb\nfrom the fetus perspective. Month 1: only\n24 hours alive every bit of genetic\ninformation is already present in a\nsingle cell: from our hair color to our\ntalent as a future pianist. Then we\ndivide ourselves again and again. After\naround a week we travel from the ovaries\nto the uterus where we then undergo the\ngreat divide - splitting into two, half of\nwhich will become us while the other\nhalf forms the placenta which brings us\nfood and oxygen and carries away waste.\nBy week four we have developed into a\nsmall being that is growing at a rate of\n1 million cells per second. Our spinal\ncord, heart and brain are now clearly\nvisible, even if we adjust the size of a\npoppyseed. Month 2: at about week four to\nfive our heart starts to beat and we are\nnow ten thousand times bigger than we\nwere at conception. This is a crucial\npoint in our neurological development as\nour brain grows at a rate of around a\nhundred thousand cells each minute. If\nour mother consumes alcohol and drugs or\nexperiences extreme stress or trauma our\ntiny brain can get damaged. This can lead\nto maths problems at school or even\nschizophrenia some forty years later. If\nour mum stays healthy and can relax our\nbrain can develop to its full potential.\nWe are now the size of a raspberry.\nMonth 3: at the beginning of month\nthree we start to react to stimuli. Our\nsense of smell is developing and\nexposure to toxins can make us cringe.\nOur brain is continuing to grow very\nfast our Ears start forming and we can\nsoon hear our mum's heartbeat and voice\nspeak. Still small enough we have plenty\nof space to move inside the belly. Our\nmother's womb becomes our sensory\nplayground we learn to move our arms,\nstretch our fingers, smile or suck our\nthumb. 75% of us are now showing a\npreference to use the right hand we are\nnow around the size of a lemon. Month 4:\nour head makes up about half our total\nsize. We learn to kick, pee and how to\nswallow. Our taste buds are developing. If\nour mother eats a wide variety of things\nwe learn to appreciate different tastes\nand become less fussy eaters later in\nlife. If we receive inadequate or poor\nnutrients we adapt our physiology to\nsustain our development. This process is\nalso called fetal programming. Some\nresearchers have found that this can\nresult in health problems such as\nobesity, heart conditions and diabetes\nlater in life. We are now around the size\nof a big tomato. Month 5: while earlier\nour mums voice sounded muffled now it is\nstarting to become clear. We are also\nexperiencing a big growth spurt and we\nstart the development of our teeth and\nour first real hair, fingernails, eyebrows\nand eyelashes. We are becoming more\nactive each day and enjoying flexing our\ntiny muscles. As we wriggle, kick and turn\nour mother will start to feel as moving.\nIf she responds we learned that for\nevery action there is a reaction. We are\nnow around the size of a dragon fruit.\nDuring this sixth month a major mark of\nbrain development occurs. Our brains\ncerebral cortex splits into two\nhemispheres. But it's also an exciting\nmonth for our eyes which open for the\nfirst time. Even though we see only blurs\nwe start to respond to light. Some say\nit's good if our mum now takes us into\nthe sun. We are now starting to make\nsimple facial expressions such as\nforming a grin. We probably learn to\ncommunicate for the time when we are\nborn when we want to show our feelings.\nWe are now around the size of a small\ncauliflower. Month 7: we begin to develop\nregular intervals for sleeping and being\nawake. The hair on our head is now\nclearly visible and our milk teeth have\nformed under our gums. When we hear our\nmum speak we may respond with an\nincreased heartbeat and movement. Some\nresearchers claim that we now begin to\nlearn language from hearing the voices\nfrom outside because once born we seem\nto show a preference for our dads and\nmums native language. If we were to be\nborn now we would have a 90% chance of\nsurvival and arrived the size of a\npineapple. Month 8 we are now behaving\nlike a newborn. Our brain is functional\nand our nervous system ready. Our lungs\nare almost fully formed and we are\npracticing breathing by inhaling and the\namniotic fluid. Ee now spend almost all of\nour time as sleep, maybe dreaming about\nour near future. In preparation for birth\nmost of us will have now turned upside\ndown. To get through that tiny hole at\nthe end of the tunnel our bones and\nskull are still extremely flexible. Only\nthe immune system is still in its\ninfancy.\nIt will take many months after birth\nuntil our internal body guards can fully\nprotect our health. We are now around the\nsize of a melon.\nMonth 9:  in the last month we keep\npracticing our motor skills and kicks.\nWhen our mum laughs eat sweets or drinks\nan ice tea we might respond by bouncing\nup and down. If we could already\nunderstand research papers we would now\nhope that our mum can bring us to the\nworld through natural birth which\nprotects us through a stronger immune\nsystem for life. The puzzle of what is\nnurture and what is nature is now well\nunderway and already shows a first image\nof our character. The most important\nmissing piece will be added in our early\nchildhood. At the end of the nine months\nwe are around the size of a jackfruit.\nAfter many hours of hard labour\nwe will be welcomed into this world. Some\nwill then be instantly taken away for\nvarious checkup procedures and bathing.\nBut if we are lucky we will first spend\nsome time with our mum. If placed on her\nbelly\nwe will instinctively crawl to her\nbreast and then show us sucking skills.\nThis makes us happy, full and feel safe.\nThe foundation for all future learning\n \nMillions of students from all around the\nglobe have watched our Sprouts videos,\nfor better learning thousands of\nteachers play them in their classrooms,\nto start projects volunteers on YouTube\nhave translated them to over 25\nlanguages - our mission is to promote\nlearning by doing in classrooms around\nthe world. If you are a great explainer\nand a passionate teacher and you want to\nhelp us develop outstanding content\ncontact us! To support our channel with a\ndonation visit patreon.com/sprouts\n "
}