{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=R57ocxW3faA",
    "video_title": "Circadian Rhythms: Why Teens Are Tired in School",
    "transcript": "As humans, we spend roughly a third of our lives \nasleep. When there is natural light we wake up,  \nand at night we feel drowsy. This \nphenomenon is called the body's  \n\"day and night\" cycle or the circadian rhythm.\nCircadian rhythms control how we sleep,  \nand when we wake up. They are managed by the \nrise and fall of certain chemicals such as  \nthe hormones melatonin and cortisol, \nand the neurotransmitter adenosine.\nMelatonin for example is sensitive \nto light, increases with darkness,  \nand helps us to settle into a deep sleep. \nCortisol spikes in the middle of the night  \nand causes REM sleep - the phase where we \ndream — and then wakes us up. Adenosine  \nbuilds up during the day, gradually reduces our \nalertness, and eventually makes us feel tired.\nOver 24 hours: with someone sleeping from \n10 pm to 7 am the changes in melatonin,  \ncortisol, and adenosine, typically look like this.\nNow while people all have different circadian \nrhythms, known as different chronotypes,  \nthe rhythm itself shifts as we grow up and age.\nChildren are typically born with an early \ncircadian rhythm, but when they enter puberty,  \ntheir melatonin and cortisol kick in later, and \nas a result their bodies react less to light and  \nget sleepy about 2 hours later. They enter \ninto what's known as a delayed sleep phase.\nAnd since most schools don’t adapt to this change,  \nteenagers end up sleeping less during \nweekdays, and more during weekends — a  \nphenomenon known as social jet lag. And \nthis leads to all kinds of problems.\nWhen teenagers lack rest, their minds have trouble \npaying attention and absorbing new knowledge,  \nand they often cannot remember what \nthey have learned during the day. This  \nis because sleep is essential for consolidating \nour experiences into our long-term memory store.\nTeenagers naturally go through a period of lots \nof new sensations and often face an identity  \ncrisis. Now people who sleep less, naturally also \nhave less REM sleep — the phase where we dream,  \nand that helps us regulate emotions. \nThose who don’t get enough of that  \nmight get extra sensitive, moody, or \nfail to understand their own feelings.\nA lack of rest leads to more stress during \nthe day, which in turn can mean insomnia at  \nnight - a vicious cycle that can hit adolescents \nwho are naturally more tense. In the best case,  \nthe stress impairs their creativity. At worst, it \nleads to anxiety or addictions. This may be one  \nreason why research shows that teenage suicide \nrates go up when a new school year starts.\nSleep also regulates the hormones \nresponsible for our appetite. And so,  \nwhen teenagers don’t rest enough at night,  \nthey tend to eat more during the day. The \nresult can be obesity or eating disorders.\nThe solution could be simple: adapt social \nnorms to biological facts and allow teenagers  \nto sleep according to their natural circadian \nrhythm. And some schools have done just that.\nIn the fall of 2015, Seattle public schools \nannounced that it would change the school  \nstarting time from 7:50 AM to 8:45 — to adapt to \nthe circadian rhythm of teenagers. The result:  \npupils gained on average over 30 minutes \nof sleep each night. Later they displayed  \nhigher concentration levels, reported better \nwellbeing, and increased motivation to learn.\nWhat do you think? Should high schools \nadapt to the biological rhythm of the  \npupils who go there? How has your \nsleep cycle evolved and impacted  \nyour life? Tell us your thoughts and \nexperiences in the comments below!\nIf you like this video and want us to make more, \nsubscribe to our channel or support us on Patreon."
}