{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=ED7sZbfiP_k",
    "video_title": "Differential Association Theory: The Psychology of Criminal Behavior",
    "transcript": "When people socialize with the wrong crowd,\nbad things can happen.\nThey may form questionable values and develop\npoor attitudes towards law and order.\nAnd if their friends are criminals, they naturally\nlearn from them and over time adopt their\nway of life.\nPsychologically, this process is known as\ndifferential association.\nDifferential association theory is the work\nof Edwin Sutherland, who spent his life studying\nprinciples of criminology, and found 9 distinct\nprecepts.\nTo learn how this works in real life, let's\nsee how Robbin, a shy 14 year old boy, ends\nup in jail.\nCriminal behavior is learned.\nRobbin learns it after meeting a new friend.\nIt is learned through interaction and conversation\nwith others, often supported by storytelling.\nThis learning process takes place primarily\nin small and intimate groups.\nBooks, video games, and mass media have little\nimpact.\nThe learning of criminal behavior includes\nsharing insights and techniques as well as\nreasons and attitudes that favor criminal\nactions.\nMotives are learned by dividing the legal\nsystem into good laws and bad laws.\nRobbin learns that the laws protecting poor\npeople’s property are good, while the laws\nprotecting rich people’s property are bad.\nWe become delinquent once our rationale for\nbreaking the law outweighs our rationale for\nrespecting it.\nRobbin steals once he believes that he needs\nto take from the rich to give to the poor.\nOur learning experiences vary in frequency,\nduration, the priority we give them, and how\nintense they are.\nRobbin’s time as a criminal is over when\nhe and his friends all get arrested.\nLearning criminal behavior is like learning\nanything else.\nRobbin learns this just like his sister learns\nmath — the same mechanisms are involved.\nAlthough criminal behavior is an expression\nof one’s needs and values, it is not explained\nby them.\nNon-criminal behavior can also stem from the\nexact same needs and values.\nEdwin Sutherland was an American sociologist\nwhose work had a big impact on criminal policy.\nHis theory recognizes that criminal attitudes\ncan be learnt socially.\nConsequently, they can also be unlearned.\nIn other words, Sutherland helped us understand\nthat kids like Robbin can be rehabilitated.\nWhat do you think?\nHow can we help keep society free from crimes\nthat happen, on the street and in the top\nfloors of big corporations?\nAnd if Sutherland was right, is jail the right\nplace for young offenders?\nPlease share your thoughts in the comments\nbelow!\nThis and all other Sprouts' videos are licensed\nunder the Creative Commons.\nThat means teachers from all around the world\ncan use them in classrooms, online courses\nor\nto start projects - and today, thousands already\ndo!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website or read the description below.\nIf you want to support our mission and help\nchange education\nvisit our Patreon - that's patreon.com/sprouts."
}