{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=vuMt8b4UrcI",
    "video_title": "The Milgram Experiment: Obedience to Authority",
    "transcript": "Are ordinary people able to do terrible things?  \nAnd if so, how many would give a strong \nelectric shock to an innocent other,  \njust because they are following an order? \nTo answer these questions, we can look at  \nthe controversial work of a man who just wanted \nto find answers to his family's horrific past.\nIn 1961, Stanley Milgram, a young \npsychologist, wanted to find out how  \nordinary citizens were able to commit acts of \nunspeakable evil in Nazi Germany. His theory:  \nsome people do horrific things because they obey \neven the most wicked leaders. To test his theory,  \nMilgram designed a clever experiment that changed \nour understanding of human behavior forever.\nThe Milgram Experiment involved 3 people:  \nAn authority, called the experimenter, who \nwas dressed in a lab coat to appear powerful.  \nA volunteer, who was assigned to be the \nteacher. And a victim, the so-called student.  \nThe teacher was the test subject, whereas the \nexperimenter and student were both actors.\nFollowing orders, the teacher should test \na student, who is sitting in another room,  \nby asking them questions. For every \nwrong answer the experimenter would  \nask the teacher to inflict an electric \nshock up to a life threatening 450 volts.\nBefore he began, Milgram asked his colleagues \nwhat they expected the outcome to be.  \nAlmost all of them agreed that only a few of the \nvolunteers would obey and inflict electric shocks  \non innocent others. What do you think? Would \nanyone administer shocks higher than 300 volts?\nMilgram then advertised his experiment as a \n\"study on memory and learning\" at the campus of  \nYale university. People signed up without any idea \nof what they were really getting themselves into.\nThe experiment began with the volunteers meeting \nthe other participants. The volunteers then pulled  \na card to draw their role. Little did they \nknow that they could only draw the teacher.  \nNext, they would be given a \nsample of a light electric shock  \nin order to experience firsthand what \nthe others would have to go through.\nTo start, the experimenter and the \nteacher were seated in one room,  \nand the student was strapped \nto a chair in an adjacent room.  \nThe Teacher and student were able to \ncommunicate, but not see each other.\nThe experimenter then gave the teacher \na list of questions. The teacher would  \nthen read out the questions and the student \nwould press a button to indicate a response.  \nFor every false answer, the \nteacher would administer a shock,  \nstarting at 15 volts and increasing \nin 15-volt increments up to 450\nWhat the teacher did not know was that the \nstudent didn't actually receive any shocks.  \nInstead, a tape recorder was used to play various \nresponses. In the beginning the teacher would  \nhear protest, or bangs against the wall. If shocks \nwould increase the reactions would become louder.  \nAnd in case someone would go all the \nway, the learner would fall silent.\nIn case the teacher became hesitant and asked \nto stop, the experimenter would resort to the  \nfollowing four prompts. First, he would say: \n\"Please continue\". If that was unsuccessful,  \nhe would go on with: \"The experiment requires \nthat you continue”. Then: \"It is absolutely  \nessential that you continue”. And lastly: \n\"You have no other choice; you must go on\".\nAlong the way, the volunteers displayed signs \nof extreme tension such as sweating, trembling,  \nand even uncontrollable laughing fits. The \nexperiment would be stopped only after all  \nfour prompts had been used or the maximum \nvoltage of 450 volts had been given three times.\nMilgram found that of all participants, \n100% gave at least 300 volts and 65%  \nwent all the way to 450 volts. The experiment was \nlater criticized for being unethical because it  \ndeceived innocent people into performing \nwhat seem to be terrible acts of violence.\nHowever, his experiment was \nsuccessfully replicated many times,  \ninvolving different populations \nand leading to similar findings.\nMilgram himself left us with this to think \nabout: “It may be that we are puppets - puppets  \ncontrolled by the strings of society. But \nat least we are puppets with perception,  \nwith awareness. And perhaps our awareness \nis the first step to our liberation.”\nWhat do you think? Would you follow or \nquestion the orders if you were one of  \nMilgram's participants? And what can we as \na society teach future generations to help  \nprevent horrific acts that can happen when \nordinary people blindly follow an authority?  \nLet us know your thoughts in the comments below.\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and \ndownload this video without  \nAds or background music, checkout our \nwebsite or read the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}