{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Kho5KvPBDSw",
    "video_title": "The Confirmation Bias",
    "transcript": "Two guys are sitting together in a bar\nin the remote Alaskan wilderness arguing\nabout the existence of God. While they're\nold friends they have very different\nideas on God: one is a priest and the\nother is an atheist. The atheist says\n\"Look it's not like I haven't given God a\nchance, I've even tried the prayer thing.\nIt didn't work!\" The priest asks with some\nincredulity: \"Did you really pray? When did\nthis happen?\"\n\"Just last month\" replies the atheist \"I\ngot caught away from the camp and a\nterrible blizzard I was totally lost and\nI couldn't see a thing it was 20 degrees\nbelow zero and so I prayed I fell to my\nknees in the snow and cried out: Oh God\nif there is a god I'm lost in this\nblizzard and I'm going to die if you\ndon't help me!\" the priest looks at the\natheist puzzled and says: \"Well, then you\nmust believe in God now, after all here\nyou are, alive!\" The atheist rolls his eyes\nand replies: \"No, no that's not how it\nhappened! A couple of Eskimos came\nwandering by and showed me the way back\nto the camp\". So, where do such different\nperspectives come from? Confirmation bias\nis a tendency to look for, interpret and\nrecall information in ways that affirm\nour preconception. Whenever we encounter\nobjective facts on an issue we look at\nthem through the lens of our own beliefs.\nAs a result we see and overrate where\nthe to intercept. The bias is strongest\nfor emotionally charged issues or when\nwe search for desired outcomes.\nWrapped inside popular narratives,\ncultural beliefs and family values a\nconfirmation bias often gets passed on\nfor generations. The priest learned from\nhis ancestors that God is behind\neverything. The atheist was raised within\na family that believed only in\nscientific knowledge. When we are\nconfronted with unfamiliar or new\nsituations a bias helps us to draw\nfast conclusions. If every encounter with\na stranger would require us to think of\nall sorts of possible outcomes, we would\nnot come to any conclusions. Economically\nspeaking it would be too costly. To\nsurvive in a dangerous world we learn to\noperate like storytelling,\npattern-seeking animals, each one of us\nthinking that our story and our head is\nthe right one. Today we can afford to\nslow down and think more deeply about\ncertain issues. When we do this we can\nbecome aware of our own biases. We begin\nto realize that things are often more\ncomplicated than we thought.\nPsychologist Peter Cathcart Wason who\ncoined the term confirmation bias left\nus with this fun little hypothesis rule\ndiscovery task, let's see if you can do\nit? What's the rule behind the sequence\nof numbers: 2 4 6 ? And what comes next?\nWrite the correct number and the rule we\nare looking for in the comments below!\nNow, fast!\nPsychologists and nobel prize winner\nDaniel Kahneman said: \"A reliable way to\nmake people believe in falsehoods is\nfrequent repetition. Because familiarity\nis not easily distinguished from truth.\".\nWhich means if there is time to reflect\nslowing down is likely to be a good idea!\n \nif you like this video and the way we\nexplain the subject subscribe to our\nchannel we try to explain complex\nsubjects in simple language and cartoons\nto support students all around the world\nin their learning if you want to support\nus you can go to WWE and calm sprouts\nand donate just $1 from many fans makes\na big difference\nyou"
}