{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=fyO8pvpnTdE",
    "video_title": "5 Parenting Styles and Their Effects on Life",
    "transcript": "In theory, there are only four styles of parenting.\nAuthoritarian parents are controlling and\ndemand obedience without considering the child’s\npoint of view.\nPermissive parents are loving, but don’t\nexert any control.\nThere are no rules.\nAuthoritative parents who are firm but loving.\nThey encourage independence, within limits.\nNeglecting parents are uninvolved and often\nuninterested in their own child.\nRecently a 5th style was proposed, but we\nwill come back to that later.\nThe styles range from controlling and demanding,\nto complete freedom; and from cold and unresponsive\nto loving and receptive.\nEach, authoritative, permissive, authoritarian\nand neglectful parents, have their place.\nTo understand what it means to grow up with\nparents from each end of the spectrum, we\ncan imagine the lives of four children.\nSara's parents are Authoritarian.\nThey love their girl, but they believe that\nstrict rules are important to make Sara become\nwell behaved and fit into the society.\nIf Sara cries, she’s told to stop.\nIf she talks back, she is sent to the corner\nfor timeout.\nIf she forgets to take care of her chores\naround the house, she is not allowed to play\nwith her toys.\nSara learns that suppressing her emotions\nand following her duties is the way to get\nthrough the day.\nTo get the love of her parents, and to avoid\nmaking them upset, she becomes obedient.\nHowever, because Sara was never allowed to\ndecide for herself or follow her intrinsic\ninterests, as an adult, she doesn't know what\nshe really wants.\nShe begins living a life that seems perfect\nto her parents and society, but might leave\nher unhappy on the inside.\nPermissive parents , like those of Peter,\nlove their little boy so much that they believe\nthey should fulfill all his wishes, give him\nfull freedom and never say “no”.\nPeter enjoys full control over his parents\nand gets whatever he wants.\nIf he doesn’t want to walk, he’ll be carried.\nIf he wants ice-cream, ice-cream he gets.\nIf he wants to play games, he’ll be playing\nthem all night.\nPeter grows up completely without borders\nand does whatever he thinks is right.\nHe never coped with conflict and he did not\nlearn to control his emotions.\nThe fact that he always got what he wanted\nmade him a bad loser.\nAs he grows older he often acts inconsiderate\nand doesn’t know his limits.\nArthur's Authoritative parents respect their\nchild's needs, but believe that kids need\nfreedom within certain limits.\nArthur can freely play, but when he’s done,\nhe needs to help tidy up.\nHe is allowed to eat ice cream, but only on\nSundays.\nScreen-time is limited to 30 minutes a day.\nThere may be conflict, but the parents listen\nto what Arthur has to say and then lay down\nthe rules.\nHowever, they don’t give in, nor do they\nuse rewards or punishments.\nArthur learns that some things are difficult,\nbut his parents give him all the support he\nneeds to get through it.\nHe develops the strength to endure hardships\nand to continue following his interests and\npassions.\nIn class he bravely expresses his own opinions\nin an appropriate manner.\nDuring breaks he can show his emotions and\nact freely.\nAs an adult he agrees to rules only after\nthey have been discussed and he feels like\nhe understands them.\nNeglectful parents are usually not present\nin their children's life.\nNora often feels completely alone in the world.\nShe experiences full freedom to do anything\nshe wants to and has plenty of imagination\n, but she never receives any feedback, affection,\nlove or even attention.\nNora realizes that it doesn’t matter what\nshe does, because no one cares anyway.\nThe lack of attention, leads to a lack of\ntrust in herself and others.\nShe becomes insecurely attached, unable to\nform healthy relationships and develops a\nnegative image of herself.\nTo stop feeling unworthy of love , she tries\nnot to feel anything at all.\nIn recent years, over-Involved parents, who\nare present in every aspect of their child’s\nlife, are often referred to as the 5th style.\nThese parents are also known as ‘snow plows’,\nremoving obstacles out of their kids' path,\nor 'helicopter' parents, who hover about and\nmicro-manage every aspect of their child's\nlife.\nSince they won’t let their children do anything\nalone, the children can’t learn to overcome\nchallenges by themselves.\nResearch infers that these children don’t\nlike to solve difficult problems , lack perseverance\nand may even procrastinate in protest when\nsomething requires a lot of effort.\nSince most research on parenting is based\non self-reports and was done in the US and\nEurope, it is not clear how strong the observed\neffects will hold up in controlled observational\nexperiments or in other parts of the word.\nThe four parenting styles were first introduced\nby Psychologist Diana Baumrind.\nFor good parenting she advised: “balance\nof demandingness and responsiveness\".\nAdd to that the wise words of Maria Montessori\nto “Never help a child with a task at which\nhe feels he can succeed.”\nand parents should probably do pretty well.\nWhat do you think?\nShould parents resort to a specific style\nor should they decide what's best to do in\na given situation — as long as they don’t\nneglect or abuse their child.\nTo download this video without background\nmusic and learn more about the topic, visit\nsproutsschools.com\nFor a free masterclass on attachment parenting,\nsee the link in the descriptions below."
}