{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=ycS4AUIPtiQ",
    "video_title": "John Locke: Educating Clearly Thinking Minds",
    "transcript": "During a time when the church \ncontrolled what people could believe  \nand the kings ruled over what people ought to own,  \nJohn Locke, an English doctor, popularized three \nideas that changed society and parenting forever.\nFirst — people keep fighting over their beliefs,  \nbecause nobody can actually know which one \nis true. To solve this problem everyone  \nshould have freedom of thought and the \nright to choose their own religion.\nSecond — kings can’t just do as they please, \nbecause people have natural rights to liberty,  \nproperty, and life, and hence \nneed to be asked for permission.\nThird — parents should avoid \npunishing their children,  \nsince the use of emotions to make them \nbehave well can make them sensationalist.\nInstead, they should allow their children to be  \nguided by thoughts leading them to \nbecome free-thinking rationalists.\nThis idea laid the foundations \nfor modern education.\n  \nLocke’s ideas on religion and \ndemocracy became the foundation of most  \nliberal societies, making him the father of \nliberalism. His thoughts on education, however,  \nmay have been even more influential.\n  \nLocke understood that most people doubt new ideas, \nwithout any other apparent reason than them being  \nuncommon. However, teaching children how to think \nrationally and all for themselves works. Education  \nis therefore the key to freeing society from \npolitical, and psychological tyranny; and his  \nbook, “Some Thoughts Concerning Education”, \nbecame a parenting guide to that world.\nThe book was originally written to help \nhis friends raise their son, Edward,  \nto become a virtuous adult — the ultimate goal of \neducation. Locke defined virtue as a combination  \nof self-denial and rationality — because we \nneed to control our desires to think clearly.\nHe proposes 4 main ideas to help Edward:\n  \nFirst, newborn babies’ minds are like \na blank slate - also known as tabula  \nrasa. All knowledge comes from our perception \nwhich then leaves imprints on that blank slate.  \nBecause a child is highly sensitive to new \nexperiences, even the smallest association  \nof ideas can have lasting consequences.\n \nIf you let \"a foolish maid\" convince  \nEdward that ‘goblins' come out at night, \ndarkness shall forever frighten the boy,  \nLocke warns. The idea that thoughts connect to \neach other, came to be known as ‘associationism’.\nSecond, body and mind develop together, \nwhich is why Locke advises to nurture  \nEdwards' physical needs, as much as his mental \nones. He recommends a plain and simple diet,  \nsuch as dry bread, and a small \nnon-alcoholic beer to make the boy strong.  \nRich or spiced foods should be avoided, as they \nare too tempting for the boy's delicate mind.\nTo toughen the young body, abundant \nsleep on a hard bed is ideal.  \nExposing Edward to harsh conditions such as \ncold baths protects him from the common cold. \n  \nThird, learning should be pleasant. If children \nfind academic education exciting and can choose  \nwhat they like for themselves, they will \nthen apply themselves to it industriously.  \nTo learn reading, Locke suggests \ngames. This self-directed approach  \nto learning allows the parents to discover \nand nurture their child’s natural talents.\nPunishment should be avoided, as it can break a \nchild's spirit and it teaches the wrong values.  \nTo secure the best education, he urges the parents \nto hire a tutor rather than send Edward to school.\nFourth, habits always trump rules, \nso parents should help their children  \nestablish clear routines and aim to \nbecome role models of rational thinking.\nThis will help Edward to learn how to control his \ndesires and think rationally — to become virtuous.\nLocke believed that good \nhabits of thought prevail,  \nwhile rules, which speak to the heart, fail.\nHowever, habits are important not \nonly because they always trump rules,  \nbut because rules consequently lead to \nrewards and punishments - sensations  \nthat arouse feelings instead of reason. \nTo become a free thinker, a rationalist;  \na child shouldn't be driven by rules or incentives \nbut by esteem and fear of disgracing oneself.\n  \nLocke's thoughts on education were published in \n1694, and became an international bestseller.  \nAlong with Rousseau's “Emile”, his book \nbecame one of the most influential texts on  \neducational theory and perhaps history's \nmost important guide to parenting.\n  \nJohn Locke once said that \n“Reading furnishes the mind  \nonly with materials of knowledge; it is \nthinking that makes what we read ours.”\nSince the same is true for videos,  \nwe recommend creating the habit of short \nthinking breaks after watching something.\nAfterwards, share your thoughts with others and \nin the same way, make new ideas forever yours.\nTry that right now and tell us \nwhat you think of Locke's ideas!\n  \nThis and all other Sprouts videos \nare licensed under creative commons. \nThat means teachers from all around the world \ncan use them in classrooms, online courses, or  \nto start projects — and today, thousands already \ndo! To learn how it works, and download this video  \nwithout ads or background music, check out \nour website or read the description below. \nIf you want to support our \nmission and help change education,  \nvisit our Patreon — that’s patreon.com/sprouts."
}