{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Oph9i3bAp4A",
    "video_title": "The Multi-Store Model: How We Make Memories",
    "transcript": "If we show you a random shape, your eyes \nwill send the information to your brain  \nwhich will then decide what to \ndo with it - perhaps not much.\nIf we show you another shape, your \nsenses will again send it to your brain,  \nbut now it might be able to find some related \ninformation that was stored in your memory.\nWhat’s going on here?\nYou may have forgotten, but when you \nwere young, you knew nothing. The  \nfirst time you saw a particular shape, it was \nmeaningless. Over time and in search for order,  \nyou started to recognize patterns. One day \nsomeone gave that particular thing meaning,  \nyour mind labeled it as important and \ndecided to store it for future use.\nThe next time you see that thing, \nyou recognize it and link it to  \na previous experience. The more often \nyou make such meaningful experiences,  \nthe more data will be stored in your memory \nand your understanding of that matter grows.\nAnd one day, when you see that particular \nshape you’ll say “it’s an ape!”,  \nand if you give your mind some \ntime to look up all those memories,  \nit might come up with lots of things you \ncan relate to this one piece of digital ink.\nSo how does your memory work?\nThe multi-store model asserts that \nthe human brain has three processors.\nA sensory register, where new information enters. \na short term memory, which \nquickly assesses the input, and \na long-term store, where it can \npotentially be held forever.\nWe need attention to get things to the \nshort-term memory, rehearsal to hold it  \nthere for longer and transfer for sending it \nto long term storage — and bringing it back. \nLet’s now try to understand \nhow everything interacts.\nOur life is a continuous stream of stimuli \nthat we perceive in different ways.\nThere are our senses such as vision, touch, \nsmell, hearing and taste. There are internal  \nstates such as stress, sleepiness, or hunger. \nAnd there are emotions, wants and intentions.  \nAll of them are part of the sensory input \nthat our brain has to process all the time.\nThe sensory register can perceive any such new \nstimuli. They are then filtered by attention  \nprocesses and decomposed into manageable chunks. \nThese chunks of information are then sent further.\nThe short-term memory holds the new info for a \nmoment. Then it will either forget it, transfer  \nit to the long term memory, or instantly \nuse it by bringing it to our attention.\nAlso known as working memory, our \nattention can hold about 7 bits of  \ninformation for a few seconds to complete a task.\nIf we pay attention, our brain can \nsend fresh memories to the long-term  \nstore. This happens especially well \nwhen we rest. During sleep we tend  \nto consolidate important things and \ndiscard others — which we then forget.\nThe Long-term memory is a vast library of \nstories, experiences, facts and concepts,  \nsome of which we can recall for life, and \nothers we are unable to remember the next day.\nInside this long-term store are \nagain different types of memories.\nThere are episodic memories which are chunks of \ndetailed information with a high emotional value.  \nSuch as all your stories, some of which you might \nbe able to recall in great detail. Like the first  \nday of school or your first kiss. Maybe you can \neven recall some specific thoughts from that day.\nThere are semantic memories, things \nlike facts or general knowledge.  \nRepeated episodic memories, like the \nway to school, can also, over time,  \nturn into semantic information. You can think \nof such memories as a large network of ideas:  \nIf you see a particular shape, you may \nthink: gorilla - ape - human - intelligence.\nEpisodic and semantic memories are \nknown as explicit memories. They are  \nconscious recollections. They are all the \ninformation and experiences we know we hold.\nThere are also implicit memories, skills \nand things you are not aware of. The  \nprocess of walking relies on muscle memory. \nYou’ve learned it by trying and failing,  \nand today you have no idea how you actually do \nit. Implicit memories are also at work when we  \nunconsciously react to a stimulus \n— a process known as conditioning.\nTo make things more complicated, our memories \noften change. Sometimes we forget parts,  \nsometimes we add new details to old \nmemories in response to how we feel  \nright now. When we think of a holiday we \ntook with someone we don't like anymore,  \na trip that was actually nice, might \nbe remembered as unpleasant today.\nSo next time you see this or that shape, \nyou might want to pause and pay tribute  \nto the fact that there are more connections \nin your brain than stars in the universe,  \nhere to help you organize inputs, thoughts \nand memories to get you through life.\nNow, the best thing about memories is \nstill creating them! Trying new things,  \nfailing and then trying them again \nis one good way to do just that!\nIf you like how we explain complicated \nideas in simple cartoon animation,  \nyou can support us. Go to \npatreon.com/sprouts. Just visit us,  \nlearn how it works, and what’s in it \nfor you. We hope to see you there!\nAnd if you are a lifelong learner, a parent or \nan educator, check our website sproutsschools.com  \nThere you’ll find this and other video lessons, \nadditional resources, and classroom activities."
}