{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=iYaA_e0FMW4",
    "video_title": "Rent Seeking: Taking Without Giving",
    "transcript": "In economics and public choice theory, \nrent-seeking is a behavior that is aimed to  \nincrease one's existing wealth without creating \nnew wealth for others. In other words, it \ndescribes the tendency of some people to \nseek profits without doing any real work.\n \nA classic example of rent-seeking is the story \nof a lord. The lord inherited a lot of land  \nand wealth and never worked a day in his life. \nHowever, as the lord knows of another man who  \nhas even more than him, being wealthy isn’t \nenough. He needs more and he has an idea.\n \nThe lord sets up a chain across the \nriver that flows through his land  \nand hires a collector to charge fishermen \na fee if they want to pass through.  \nThere is nothing productive about the chain.\nThe lord has made no improvements to the river \nand is not adding value to society in any way,  \ndirectly or indirectly, except for himself.  \nAll he is doing is finding a way to make \nmoney from something that used to be free.\nTo society there are three costs to this\n \nFirst, the direct costs . The fisherman, who now \nhas to pay a fee, needs to sell the fish at a  \nhigher price to make a living. On the market \nfish become more expensive for everybody.\n \nThen the opportunity costs . The lord invests \nhis money and resources into equipment that  \nadds no value to society , instead of \ninvesting into something meaningful,  \nsuch as fixing up the broken school building.\n \nLastly, the moral costs. The fisherman feels \nthat paying for something that used to be free  \nis unfair and, following the lord’s example, is \nmore likely to engage in rent-seeking himself.  \nWhat if he were to eliminate all his \ncompetitors and then increase prices?\n \nThe fisherman turns to his friend — a smooth \ntalker who cares for the environment — to  \nhelp him convince the lord of an idea: If \na fence were to be running down the banks,  \nit would protect the river from overfishing \nbecause access would be limited. \nWhen rent-seekers and moral advocates lobby \nin teams, economists speak of bootleggers  \nand baptists. The lord agrees and soon \nafter the river is being protected.\n \nOnce the fence is built, only a few \nfishermen are able to access the  \nriver . That means our fisherman not only has more  \nfish than ever before , but he can also \nkeep selling them at very high prices.\n \nTo keep it that way, the fisherman and his \nlobbyist soon form the fishery department  \nunder the royal patronage of the lord . From \nthis day on, only those who pay a license fee  \nare allowed to fish in the river. The lord \ngets a nice cut for his growing empire\n \nOn the market the fish has become so \nexpensive that the commoners begin to \ncomplain. Unfortunately \nthere is little they can do.\n \nWithout ever taking notable risks \nthe landlord, the lobbyists,  \nand the fisherman get richer every day. Or \nas economists would say, without having skin  \nin the game, they create a lot of wealth \nfor themselves but no wealth for society.\n \nIn theory, rent-seeking behavior reduces economic \nefficiency through the misallocation of resources.  \nIt also hinders the creation of wealth, reduces \ngovernment revenue, increases income inequality,  \nand potentially leads to national decline.\n \nThe term itself was coined by the British  \neconomist David Ricardo, who had built his \nideas on the thoughts of the Scottish economist  \nAdam Smith. The original meaning of \"rent\" does \nnot refer specifically to payment on a lease,  \nbut to gaining control of land \nor other natural resources.\n \nIn 1776 Adam Smith wrote: “As soon as the land \nof any country has all become private property,  \nthe landlords reap where they never sowed, and \ndemand a rent. The wood of the forest, the grass  \nof the field, and all the natural fruits of the \nearth, which, when the land was incommon, cost  \nthe laborer only the trouble of gathering them, \ncome, to have an additional price fixed upon them.\nHe must then pay for a license and must give \nup to the landlord a portion of what his  \nlabor either collects or produces. This \nportion constitutes the rent of land.”\n \nHow about you, where do you see rent-seekers? \nAre they in your government \nand in the corporations? \nOr do you see them in the streets in \nthe form of gangsters or corrupt police? \nMaybe you even have your own personal story where \nyou seek to profit without adding any value?\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons. \nThat means teachers from all around the world\ncan \nuse them in classrooms, online courses or\nto start projects - and today, thousands\nalready do!\nTo learn how it works and download this video\nwithout Ads or background music, checkout\nour website or read the description below.\nIf you want to support our mission and help\nchange education \nvisit our Patreon - that's patreon.com/sprouts."
}