{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=6oyKH5WVE3U",
    "video_title": "Study Smart: Prepare for Exams Effectively!",
    "transcript": "Before you start studying,\nmake sure you've got everything you need.\nOn your table should be class notes, the syllabus,\nrequired books, teachers slides, the tools you need,\nand ideally examples of previous exams\nso you know the structure and how it'll be graded.\nIn your fridge there should be superfoods:\nalmonds, fruits, veggies and yogurt should do the job.\nEven if your brain's weight\nis only around 2% of your body weight,\nit uses up around 20% of its energy.\nTo avoid procrastination,\nshut down all distractions\nand tell your friends not to disturb.\nIdeally you should start studying weeks before,\nbut lets assume that you have just 7 days\nand 3 hours a day.\nOn day 1, your aim is to get context,\nto see the big picture.\nThis is important, because context\nacts like a memory network,\nto which you can attach all details.\nFirst you make connections and then later\nremember things easier.\nTo get there fast, read the class syllabus,\nskim through text-books and review all the materials\nwithout going into details.\nIf you're studying roman history,\nwatch an epic movie about Caesar in the evening.\nIf its physics, go visit a science museum\nand try to understand whats going on.\nOnce you see the big picture,\nchunk it up and make a plan.\nIf there are 10 chapters to learn\nand 5 days to do that, cover 2 chapters each day.\nDay 2.\nNow it's cramming time and you have to \nlearn 2 chapters.\nTo study effectively, make handwritten notes\nin your own language.\nEven better, try to explain it in your own\nsimple words out loud\nto check your understanding.\nEvery 30-45 minutes or so, take a short 5-10\nminute break.\nThat will maximize your retention and\nkeep creativity up.\nAlso keep snacking on nuts and fruits\nto boost your brain's energy.\nFinish your session with an instant self-test\nto check your understanding.\nSuch quick tests can improve retention by up to 30%.\nDay 3 to 6.\nStart by reviewing your own summaries\nand the material from the previous days.\nLook at your instant self-test\nand check what you got right and what you got wrong.\nWhere there are gaps, fill them.\nAs you have 3 hours,\nspend 1 hour on that review\nand 2 hours learning the next chapters\nof the material.\nLike the days before: start reading,\ntake notes, summarize in your own words\nand then finish with a self-test.\nDay 7.\nAgain, start by reviewing yesterday’s work.\nThen spend the remaining time\nreviewing everything one more time:\nall 10 chapters.\nTo check your understanding,\nyou can use the table of contents,\nwhich is like a very short summary of the entire book.\nIf you have time left, write an essay to summarize\nall the materials into one big chunk\nor do a full test-exam.\nIn the evening, pack your bag\nand everything you need for the exam day.\nThen go to bed early.\nGood sleep before the test\ncan increase your performance by 30%\n- dreams are essential in remembering.\nExam Day.\nGet up on time, so you don't start the day\nalready completely stressed out.\nBegin your day by eating a good breakfast\nto give your brain the energy to run for the next hours.\nResearch suggests high-carb, high-fiber,\nslow-digesting foods like oats or brown rice.\nThen leave home on time\nso you arrive at the exam room on time\nwithout being in a rush.\nStress mixes up your hormones and should be avoided.\nOnce you sit in the test,\nskim over all questions\nso you get an idea of what’s on it.\nThen try to see how each question\nrelates to each other.\nWhen you realize how each question\nconnects to the next or to the big picture,\nyou will have a higher recall and find betters answers.\nIf you are afraid you might run out of time,\ndo some quick math to figure out\nhow much time you have for each question.\nThen start.\nCarefully read the question.\nYou get more points for answering a question poorly\nthan writing the perfect answer that's off topic.\nIf a question is too hard,\nskip it first and go straight for the easy ones.\nWhile collecting points for easy questions,\nour brain can subconsciously work\non the harder questions\nand an answer might pop up.\nIf you get too stressed,\ntake a short break and a couple of long deep breaths.\nThis gets your brain back into thinking mode.\nIf you're doing a multiple choice question\nand you are not sure, go with your first guess.\nUsually, your first instinct is right.\nIf you have NO idea at all\nbut there is no punishment for being wrong,\nthen just guess anything quickly.\nIn the end, if you still have time left,\nuse it to review your answers or correct your spelling.\nFor more tips, watch our other sprouts videos.\nIf we missed something,\npost it in the comments below\nso we can learn from you.\nIf you have an exam soon, don't stress.\nEven if you would fail it, it’s probably\nnot the end of the world.\nAs Jack Ma said:\n“I flunked my exam for university two times\nbefore I was accepted by what was considered my city's worst university.”\nToday he’s China’s biggest success story.\nGood luck!"
}