{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=LTKP-mm3Hb0",
    "video_title": "Supply and Demand: The Force Behind a Cup of Coffee",
    "transcript": "Welcome to our short course in \neconomics where we learn how we  \nmake choices when unlimited human wants \nmeet limited resources. Supply and demand  \nshows how people coordinate their decisions \nby communicating through prices. “Supply”  \nrefers to the number of goods and services \nthat sellers produce at a certain price.  \n“Demand” refers to how many goods and services \nconsumers are willing to buy at a certain price.\nLet’s assume there is just one coffee shop \non the market, but 100 people who drink  \ncoffee. The price of coffee is $3 per cup, \nand the people each drink one cup per day.\nWe can illustrate this with a diagram \nshowing the price per cup of coffee on  \nthe vertical axis and the number of cups \nof coffee consumed on the horizontal axis.  \nAt $3, 100 cups are demanded. What \ndo you think, how many cups of coffee  \nwould these 100 people drink if the \nprice of a cup were to increase to $8?\nWhile at $3, a 100 people drink a cup of \ncoffee, at $8, maybe just 30 do. And at $12,  \nthere could be as few as 10 people \ninterested in purchasing a cup. \nHowever, at $1 per cup, demand could go up to 150 \ncups a day, because some of those original 100  \ncustomers are now drinking two or more cups.\nThis is what economists call a demand curve.  \nIt shows how much quantity is in demand at \neach price. The curve usually slopes downward  \nbecause economists assume that the lower \nthe price the higher the quantity demanded.\nThe supply curve shows the number of goods or \nservices sellers are willing to provide at a  \ngiven price. It curves upward because \nthe higher the price, the more supply.\nAs we already know, at $1 the people on \nthe market demand 150 cups a day. However,  \nthe owner already pays $1.20 for the beans per \ncup. Which means, he can’t sell a cup for just $1.\nIf the price were to be $12 per cup, the \nowner could hire two additional staff,  \nwhile supplying up to 150 cups. Unfortunately, \nonly 10 customers would buy at that price.  \nAnd that’s not enough to cover \nthe costs of the business.\nThe sweet spot happens to be $3. At this \ncost, the owner can hire one employee and  \nhappily supply the 100 cups a day \nthat are demanded at that price.\nSupply and demand on one graph look like this:  \nAt $12 the owner can supply 150 cups. But only 10 \npeople would buy a cup of coffee at that price.  \nAt 1 dollar he can’t supply any. But \ndemand would be at 150 cups of coffee.  \nThe two curves meet at $3 and 100 cups. \nLet’s now assume circumstances change.\nThe summer was very hot, and \nthere was only a little rain,  \nwhich left many coffee bean crops destroyed. \nThe poor harvest yielded a low supply of beans.  \nAs a result, more traders bid for the limited \namount of beans, leading to an increase of price.\nThe shop owner now buys the beans from \nthe farmer at $2 for the beans per cup. \nCan he still sell at $3? He tries \nand decides to let go of his employee  \nand begins serving coffee all by himself.\nBut he cannot meet the demand of all \nhis customers. If the government were  \nto force him to keep the price fixed, as \nsome do through so-called price controls,  \nqueuing would be part of everyone’s life.\nTo reduce the wait times for his clients and \nmake up for the increased cost of the beans,  \nthe owner decides to increase \nthe price of the coffee to $4.5.\nThe supply curve now shifts to the left \nand at $4.5, the shop will sell 70 cups  \nof coffee per day. Typically, the higher the \nselling price of a good, the greater number of  \npeople willing to supply it. This means that \nthere will likely be more competition soon.\nIn real life and within a free \nmarket, if you drink coffee at $4.50,  \nit’s not the basis of an economic \ncalculation, but the result of an  \nendless dance of trial and error between sellers \nand buyers that lead them to reach an unspoken  \nagreement about what works best for both. This \nphenomenon is referred to as emergent order.\nBefore we summarize,  \nplease note that economists differentiate \nbetween “quantity demanded” and “demand”.\nA change in the “quantity demanded” \nhappens due to a change in price,  \nlike we explored when the price dropped \nand the quantity demanded increased.\nA “change in demand” happens when the \nenvironment changes. Let’s imagine  \nthat many people in the market become more \nhealth-conscious and think that coffee is bad. \nIf that happens, the entire \ndemand curve shifts downward,  \nand at $3, not a hundred buy coffee but just 40.\nLet’s summarize: Supply is the \namount provided at each price \nDemand is the amount purchased at each price\nThe Final Price is the result of an emergent order\nIf you are up for it, we will now ask you to \nhelp us understand today’s price of coffee.  \nPost your thoughts in the comments below!\nSearch for a Coffee Price Chart and you’ll find a \ngraph showing the price of coffee in US Dollars.\nThen tell us: What's the price \nof one kilogram of coffee today? \nWhat do you think are the reasons that have \ncaused the price to fluctuate in the past 5 years?\nThis and all other Sprouts' videos are \nlicensed under the Creative Commons.  \nThat means teachers from all around the world \ncan use them in classrooms, online courses or \nto start projects - and \ntoday, thousands already do!\nTo learn how it works and download this \nvideo without Ads or background music,  \ncheckout our website or \nread the description below.\nIf you want to support our \nmission and help change education \nvisit our Patreon - that's patreon.com/sprouts."
}