{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=hfwrCnt6N34",
    "video_title": "Unschooling: Why Parents Remove Their Kids From School",
    "transcript": "Imagine you get sent, day in and day out,\nto a random company to work without pay.\nEach workday starts with an hour-long meeting\nfollowed by another meeting, and another meeting\nand so on and so forth.\nAll meetings are on different, seemingly random\ncorporate objectives: focus on x, improve\ny, remember z.\nYour primary job: sit down, shut up, listen\nto your supervisor and take note.\nAnd when you think that the day is finally\nover, you are told to take some of the work\nhome.\nSounds like a horrific corporation doesn’t\nit?\nThis, however, is the perceived reality of\nmany young people in what's called a twenty-first\ncentury school.\nSo how did we happen to end up here?\nFrederick the Great, the King of Prussia,\ncame up with the idea of modern factory schools.\nThe emperor was inspired by Plato who argued\nthat the ideal city requires ideal individuals,\nand ideal individuals require an ideal education.\nAnd so the King introduced compulsory education\nin 1763 with the mission to unify Germany,\nincrease literacy, and boost the education\nof all its citizens - including the very poor.\nThe early Prussian school system provided\neight-years of instruction in reading, writing,\nmusic and religious studies.\nIt imposed a strict ethos of duty, discipline\nand obedience.\nAnd that worked.\nThe model turned into a big cultural, economical\nand military success that inspired rulers\nfrom Tokyo to Washington.\nNot long after, state officials all around\nthe world started writing curriculums, and\npublic education became both: a child’s\nright and duty.\nIn 1938 the Germans then went one step further\nand made school attendance compulsory.\nEver since it’s not parents, but the state\nthat makes sure kids go to school.\nToday 85% out of all adults worldwide are\nliterate and access to information is abundant.\nShould government officials still have a monopoly\non how we learn?\nA growing number of parents don’t think\nso and want to take control over their own\nchild’s education.\nThey advocate for what’s called unschooling.\nUnschooling is the process of learning through\nlife, outside institutionalized classrooms.\nSimilar to homeschooling it usually happens\nat home or in other places.\nBut while homeschooling usually follows a\nformal curriculum, unschooling doesn’t.\nUnschoolers learn through their natural life\nexperiences including play, chores, travel,\nbooks, elective classes, board-games, internships,\nmentors, and living in a community.\nParents or tutors play a big role.\nThey provide resources, facilitate the learning\nexperiences, and help the child to reflect\non their progress.\nSo how come parents choose to unschool their\nchildren when it’s much more convenient\nto send them to school?\nThere are 6 key reasons.\nSchools can negatively affect the parent-child \nrelationship, often replacing \nit with an atmosphere\nof fear.\nInstitutionalizing kids in a one-size-fits\nall classroom is an inefficient use of their\ntime and potential, because it requires each\none to learn a subject in a particular way,\nand at a pace that doesn’t take into account\na child's interests or any pre-existing knowledge\nthey might have.\nIn school, children are primarily taught how\nto follow instructions, which means they don’t\npractice doing things independently.\nUnschoolers have to solve problems by themselves\nall the time.\nThey learn to work autonomously.\nSchool children are told all their lives what\nto do.\nAs a result they later often have no idea\nwhat they want and hence simply conform.\nUnschoolers practice making their own decisions\nevery day.\nThey learn to know what they want and are\nmore likely to question social ills.\nSchool focuses almost exclusively on what\nto learn all day.\nUnschoolers learn to ask the much more important\nquestion: why learn it?\nSchools cover only a few subjects someone\nthought of a few hundred years ago.\nUnschoolers can explore way more interests,\nand look into topics at far greater depth.\nJohn Holt, a pioneer of unschooling, said\nit as follows: \"The anxiety children feel\nat constantly being tested, their fear of\nfailure, punishment, and disgrace, severely\nreduces their ability both to perceive and\nto remember, and drives them away from the\nmaterial being studied into strategies for\nfooling teachers into thinking they know what\nthey really don't know.\nWhat do you think?\nWhat are the good and bad sides of unschooling?\nAnd more broadly, should the state or parents\ndecide what to teach a child and what to leave\nout.\nWho should have the ultimate say?\nPlease share your thoughts in\nthe comments below!\nIf you like how we explain complicated \nideas in simple cartoon animation,  \nyou can support us! Visit \npatreon.com/sprouts! Just visit us,  \nlearn how it works and what’s in it \nfor you. We hope to see you there.\nAnd if you are a parent or educator, check \nout our website sproutsschools.com. There  \nyou can find this and other video lessons, \nadditional resources and classroom activities.\nIf you found this helpful, check \nout our other videos and subscribe. \nIf you want to support our work, \njoin us on patreon.com/sprouts. \nFor more information and additional \ncontents, visit sproutsschools.com"
}