{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=WjOowWxOXCg",
    "video_title": "The Attachment Theory: How Childhood Affects Life",
    "transcript": "The attachment theory argues\nthat a strong emotional and physical bond\nto one primary caregiver in our first years of life,\nis critical to our development.\nIf our bonding is strong and we are securely attached,\nthen we feel safe to explore the world.\nWe know there is always that safe base,\nto which we can return to anytime.\nIf our bond is weak, we feel insecurely attached.\nWe are afraid to leave or explore a rather\nscary-looking world.\nBecause we are not sure if we can return.\nPeople who are securely attached\nare said to have greater trust,\ncan connect to others\nand as a result are more successful in life.\nInsecurely attached people tend to mistrust others,\nlack social skills and have problems\nforming relationships.\nThere is one type of secure attachment\nand there are 3 types of insecure attachments:\nAnxious/Ambivalent\nAnxious/Avoidant\nand Anxious/Disorganized.\nIn responses to distress,\nthe first 3 react organized,\nwhile the last acts disorganized.\nTo understand the theory better,\nlet's look at\nMr and Ms Smith, who have 4 children.\nLuka, Ann, Joe and Amy.\nThe Smiths are lovely parents,\nwho cuddle, make frequent eye contact,\nspeak warmly,\nand are always there for their kids.\nBut one day Mr Smith falls very sick and dies.\nFor Mrs Smith life now becomes very difficult.\nShe spend all day working,\nwhile at the same time trying to care for her children.\nAnd impossible task.\nAt 6 years of age, Luka’s brain is for the most part developed,\nhis character strong and his world view shaped.\nThe new situation does not affect him much -\nhe knows there still is always mom -\nhis safe-haven.\nHe feels securely attached.\nLater he turns into a trusting and optimistic\nyoung man.\nHis self image is positive.\nAnn, who is 3, has problems coping with the\nnew lack of attention.\nTo Ann, her mother now acts unpredictably.\nShe is anxious about their relationship,\nand as a result becomes clingy.\nTo get her mom’s attention,\nshe has to raise her emotional state and scream.\nWhen her mom finally reacts with a predictable response,\nshe herself acts ambivalent\nand doesn't show her true feelings.\nLater in life, others think Ann is unpredictable\nor moody.\nHer self image is less positive.\nHer attachment style Anxious Ambivalent.\n2-year old Joe, spends his days with his uncle,\nwho loves him,\nbut thinks that a good education means being strict.\nIf little Joe shows too much emotions or is too loud,\nhis Uncle gets angry and sometimes punitive.\nThis scares Joe.\nHe learns that to avoid fear,\nhe has to avoid showing his feelings -\nalso in other situations.\nAs an adult he continues this strategy\nand has problems to enter relationships.\nHis image of himself is rather negative.\nHis attachment is: Anxious Avoidant\nAmy, who is just one year old,\ngets sent to a nursery.\nThe staff there is poorly trained,\noverworked and often very stressed.\nSome are outright abusive.\nAmy therefore becomes anxious\nof the very people she seeks security from -\na conflict which totally disorganizes\nher ideas about love and safety.\nAs she is experiencing fear without resolution,\nshe tries to avoid all social situations.\nAs an adult she thinks of herself as unworthy of love.\nHer self image is very negative.\nHe attachment is anxious disorganized\nOur attachment is formed in the very first\nyears of our lives,\na time when we are too young to communicate\nour anxiety\nand as a result can experience high levels of stress.\nThen our adrenal gland -\nan organ sitting on top of our kidneys -\nproduces the stress-hormones\nadrenaline and cortisol.\nThe heart rate increases,\nthe blood pressure goes up\nand we become alert.\nIf that happens frequently, it is called toxic stress.\nToxic, because it impairs the development\nof a child's brain,\nand weakens the immune system.\nIn embryos or at a very young age,\ntoxic stress can even switch the expressions of genes,\nwhich can affect our health many decades later.\nBy simulating a Strange Situation,\nwe can assess an attachment style,\nalready by the age of one.\nTo do this, we let the child play with their\nmothers for a few minutes inside a room.\nThen the child is left alone.\nThe key moment is the child's reaction when\nher mother returns.\nSecurely attached children first usually hug\ntheir mother,\nthen can calm down and eventually get back to playing.\nInsecurely attached children can be\nambivalent and avoidant.\nSome can't stop crying or refuse to continue playing.\nThe long term effects of our attachment in the early years, are well documented.\nUsing the theory, researchers at Minnesota University\nwere able to predict already at age 3,\nif a child would dropout of high school with 77% accuracy.\nIn another study, undergraduates at Harvard\nwere asked to assess how close they felt to their parents.\n35 years later they were ask about their health.\n91% of those who said they had a rather broken\nrelationship with their mother,\nwere also diagnosed with health issues,\nincluding coronary artery disease,\nhypertension, and alcoholism.\nFor those that had reported a warm relationship,\nthe figure of poor health diagnosis was just 45%.\nBut there is another reason\nwhy the early years deserve special attention.\nThey are the starting place for subsequent\nbehaviors.\nA kid that feels securely attached at age 2,\ncan make friends at kindergarten.\nTheir worldview gets reinforced with every interaction\nand they develop optimism.\nAs a result they make good relationships at school,\nthen at colleague and later at work.\nHighly insecurely attached children\ncan miss out on this opportunity.\nPsychologist John Bowlby, a pioneer in attachment theory, allegedly said,\n“What cannot be communicated to the mother,\ncannot be communicated to the self.”\nIn other words: those who feel insecurely attached,\nmight not quite understand themselves.\nTo get to know who they are and what they feel,\nthey might have to go way back in time."
}