{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=RGQCzVgmZrs",
    "video_title": "The History of Money: Barter, Fiat and Bitcoin",
    "transcript": "Poor people need it, rich people keep it,\nand only few can resist it.\nIt can make us happy, but not always.\nIntrinsically it has zero value, but then\nit’s maybe the only thing in this world\nwe all agree to trust.\nTo see how money came about, it helps to understand\nits history.\nFirst, there was barter, a system in which\npeople simply exchanged what they wanted with\nwhat they had.\nThis simple trade of goods led to an immense\nincrease in specialization, economic growth\nand wealth.\nTo find each other and exchange what they\nhad for what they needed, people formed markets.\nTo ensure that their produce can be trusted,\nthey later invented brands.\nBut there was a problem.\nBarter is based on a \"double coincidence of\nwants\", which means that people who wanted\neach other's stuff, also had to find another.\nIn a world without forms of telecommunications\nthis wasn’t easy.\nAnd as a result they often had to go an extra\nmile to find their luck.\nAround 3,500 years ago someone came up with\nthe idea to weigh products in the form of\nrare metals and gold and silver became a medium\nof exchange.\nThis was possible because there was a shared\nbelief that gold was as beautiful as it was\nscarce.\nGold allowed us to replace barter, and make\nand sell things, and then save the income\nof our earning.\nThe ability to store value was born.\nThis meant we were able to take the earnings\nof our work into the future, which led to\nan immense increase in innovation and specialization.\nTrade exploded and as a result, a lot of wealth\nwas created.\nAround 1,000 years ago, some smart businessmen\nrealized that trust itself was as good as\ngold.\nIn exchange for goods, they simply promised\nthe seller to give them the gold later and\nhanded them a letter of credit instead..\nPaper notes had the advantage that they were\nlighter than gold, and easier to count, store\nand protect.\nRulers and politicians then soon realized\nthat they can issue these notes themselves\nand started prohibiting others to do so.\nTo win the trust of their people, they promised\nto pay back every note with an equivalent\namount of gold.\nAround 100 years ago rulers began craving\nfor more money than they had, and so they\nstopped backing it with gold, and just began\nprinting as many notes as they needed — the\nso-called fiat money was born.\nThe newly printed money was often given to\nbusiness owners in the form of cheap loans.\nThis allowed them to invest, hire, and increase\neconomic activity.\nEmployees who earned and saved that money\nrealized that while prices of everyday goods\nwent up over time, the buying power of their\nsavings went down.\nAs a result they often spend their savings\nfast— further increasing economic activity.\nBut soon some began to understand that while\ntheir incomes remained relatively flat, housing\nand company stocks kept rising and rising\nInflation of asset prices happened because\nwhile there was more and more money, there\nwas still just the same limited amount of\nland to buy.\nSome started to argue that whenever governments\nprint new money, they effectively reduce the\nsavings of the poor and increase the prices\nof homes, usually owned by the rich.\nThis is one reason people began searching\nfor a new form of money.\nCryptocurrencies, like Bitcoin, are the latest\nform of money.\nThey work just like the others because people\ncan place trust in them.\nUnlike fiat money, bitcoins are created by\na decentralized network of mathematical code.\nThat means that they can be transferred directly\nfrom person to person without the involvement\nof middlemen and no-one can increase the fixed\namount of 21 million bitcoins there are - which\nis the main reason people trust and save them.\nWhat do you think?\nWill history end here and bitcoin become and\nremain the last form of money?\nAnd if bitcoins disappear again, which form\nof money can we all agree to trust going forward?\nBefore you make your argument, you may want\nto know that so-called honest or good money\nusually has five characteristics:\nScarcity\nDurability\nPortability\nDivisibility\nIf you found this helpful, check out our other\nvideos and subscribe.\nIf you want to support our work, join us on\npatreon.com/sprouts.\nFor more information and additional contents,\nvisit sproutsschools.com"
}