{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=vzle_Puyg5o",
    "video_title": "GRIT: Traits that Matter for School, Work, and Life",
    "transcript": "Grit is a combination of character traits,\nsuch as self-control, passion and perseverance.\nMany modern psychologists,\neducators and parents now believe it's more important\nfor success in life than good grades\nat school or an outstanding intelligence.\nAt a Stanford experiment in the late 1960s\npsychologist Walter Mischel put kids\nin front of one tasty marshmallow.\nThe 4 year old children were then promised another one\nif they had enough willpower not eat the one in front of them.\nThen they were left alone for 15 minutes.\nSome kids hid below the table.\nThose who were able to delay their gratification,\ngot a second treat and many years later\nbecame more accomplished adults.\nThey were more healthy,\nhad higher test scores at school\nand were socially more competent.\nProfessor Mischel and the marshmallow test became famous.\nAngela Duckwort, a popular psychologists,\nlater invented the so-called Grit-Scale,\na questionnaire to predict success.\nOne question: Do I finish what I began?\nShe then interviewed gifted business woman,\naccomplished scientists and other successful people.\nShe found out that self-control, passion,\nand perseverance were better indicators for success\nthan a high IQ score or fine genes.\nLet's examine the reasons behind this.\nPassion leads us to pursue careers that we love.\nOnce we love something, we work hard to succeed\nand as a result can reach excellence\nSelf-control allows us to wait\neven if something looks very attractive.\nThis is important because one day,\na better option might present itself.\nAnd perseverance means we keep fighting despite obstacles.\nIt’s essential to complete projects that then\ngrow our self-confidence through social recognition.\nThe most gifted minds can't even start,\nif they lack passion and inspiration.\nOne way to develop grit\nis to realize that we can eliminate our weaknesses\nwith practice.\nWe can learn a new thing by practicing\nlong enough to see actual progress.\nBut we can also study the lives of our role models.\nThen we understand that football stars\ntrain every day and receive constant feedback\nfrom professional coaches to develop specific skills.\nOnce we internalize that we can improve our skills,\nwe might realize that we can also practice willpower.\nFor example, to change to a vegetarian diet is hard.\nBut if you start small and try to cut out beef every Sunday,\nyou might soon realize that you can also skip chicken during the week.\nAnd when that happens,\nyou learn that you can grow will-power like\nany other muscle in your body.\nThen anything is possible,\neven to become a vegetarian\nWhen we realize that our brain is like any other muscle that grows with training,\nthen willpower and self-control are just a matter of practice.\nAnd once we practice something long enough,\nit can become a habit or even our passion.\nSome 2,000 years ago Aristotle supposedly wrote:\n\"We are what we repeatedly do.\"\n\"Excellence then, is not an act, but a habit.\"\nMaybe he was right.\nWhat do you think about Grit?\nIf you like our videos and want to support our channel,\nvisit us at Patreon.com/Sprouts\nand see If you want to donate just one dollar\nwith your support, we plan to create many more\nMinute Videos about learning and education."
}