{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=QkiW1tPP02s",
    "video_title": "ADHD: Signs, Symptoms, Solutions",
    "transcript": "ADHD stands for attention deficit\nhyperactivity disorder and is often\ndescribed as a mental disorder. children\nwith ADHD have trouble paying attention\nare hyperactive and often have\ndifficulty controlling their behavior. it\nis estimated that it affects around five\npercent of all children aged 3 to 17\nglobally and that for every girl around\nthree boys are diagnosed with it. to\nunderstand how it affects children in\nschool let's look at the story of Leo, a\n12-year-old boy who goes to school with\nthe best intentions but struggles hard\nto succeed.\nattention deficit is his biggest problem.\nLeo gets distracted so easily it happens\neven when he tries his hardest to focus.\nhe often realizes that he has suddenly\nzoned out and has spent the last 15\nminutes thinking about something\nentirely different. just the tiniest\nthing can get him off track. to him it\nfeels like his brain is broken.\nhe is also forgetful books and homework\nare often left at home and if he doesn't\nmiss an assignment he often loses it\nsomewhere or forgets to turn it in. his\ngrades are terrible and some teachers\nare beginning to think that he is a lost\ncase.\nthen there is his hyperactivity: when\nthey have to do group work he is\nrestless and has trouble staying focused.\nstaying calm and listening while others\nspeak can completely drain him, making\nany normal conversation a serious\nchallenge. to him it feels like there is\nno capacity left in his brain to deal\nwith all the input that needs to be\nprocessed.\nhe then feels angry about not being able\nto follow along. to help cope with his\nhyperactivity he likes to keep his hands\nbusy all the time.\nlast, there is his impulsive behavior: he\noften cannot refrain from saying things\nthat come to his mind. sometimes he tries\nhard to control himself but then just\nblurts out and interrupts others. his\nclassmates find this annoying. he leader\nregrets his hot-headed behavior but he\nknows that unfortunately, he will do it\nagain and again. it seems to him that he\ncan't learn from his mistakes.\nteachers get frustrated trying to get\nhim to behave. others become impatient,\ngive up or distance themselves. after he\nis diagnosed and receives support\nthrough concrete steps, things begin to\nget better: at school, he is seated next\nto a supportive student in the front row\nof the class, he gets a notebook that\nlists all his assignments to help him\nremember and to make homework easier to\ntrack he receives it for all subjects\nonly once a week. to relax he is allowed\nto use fidget objects during lessons and\ntake short breaks when needed. after\nschool he practices speaking and\nlistening routines with the specialist.\nadditionally, his dad bikes with him to\nschool every morning and in the\nafternoon he is allowed to play the ball\nas long as he wishes. for severe cases of\nADHD prescription drugs are often\nprescribed. before that happens\nchildren like Leo need to undergo a\nprofessional age-appropriate diagnosis\nby a child psychologist who will try to\nlook below the surface.\nADHD could just be the tip of the\niceberg the root cause might be drama at\nhome, bullying at school, poor sleep or\nthe wrong diet. Sir Ken Robinson told the\nstory of Gillian Lynne, an 8-year-old\ngirl that was said to have a learning\ndisorder. she could not concentrate and\nnever sat still. when she was brought to\nthe specialist who didn't subscribe any\ntherapy but instead played music on the\nradio, the girl started dancing. he then\ntold her mother: \"Gillian isn't sick, she's\na dancer. take her to a dance school!\"\nGillian Lynne later became a famous\ndancer and then responsible for some of\nthe most successful musicals in Broadway\nhistory. please share your thoughts in\nthe comments below. if you are\nhyperactive or if you are diagnosed with\nADHD please tell us about your coping\nmechanisms so we can learn more about it\nfrom reading your insights. if you want\nto support our Channel, enabling us\nto make more such videos, visit\npatreon.com/sprouts and check out\nwhat we do\n \n "
}