{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=Jz55Uk9EH6U",
    "video_title": "Cognitive Behavioral Therapy (CBT)",
    "transcript": "Cognitive Behavioral Therapy is based on the idea \nthat certain situations trigger false core beliefs  \nthat negatively impact our thoughts, \nemotions, behavior, and physical reactions.\nOnce we learn how to identify what situations \nbring upon such destructive thoughts,  \nwe can practice developing new interpretations \nthat will then change our pattern of reaction.\nThe therapy is widely used to help people with \nphobias, depression, anxieties, or addictions.\nTo show how it works, let's look at Lily,  \na teenage girl who hates going to school due \nto her fear of being judged and humiliated.\nIn her first session, the therapist tries to \nbuild trust and explains how CBT functions  \nsince the better Lily understands the process, the \nmore likely it is that the therapy is effective.  \nThe therapist also illustrates how our \nbrain, in specific situations, follows  \na fixed path of reason — which gets stronger \nafter years of having the same thought process.\nMany of our destructive behaviors are \nbased on false core beliefs — thoughts  \nthat objectively don't make sense. We \nacquired these false beliefs when we  \nwere too young to interpret others \ncorrectly. Throughout the therapy,  \nLily will try to unlearn these false beliefs \nand create new mental pathways that will  \nreplace the false beliefs she holds of \nherself with more realistic thoughts.\nOnce Lily understands the process, \nthe counselor begins to ask questions  \nfollowing the Socratic method, a form \nof argumentative conversation that  \nstimulates critical thinking to draw out \nfalse ideas and underlying assumptions.\n“Would you like to tell me why you \nare here today?” Starts the therapist. \n“Because I think I’m not normal,” Lily responds.\nTherapist1: You appear perfectly normal to me,  \ncan you be more specific?\nLily1: I think I’m afraid of people. \nTherapist2: So, you are afraid of me?\nLily2: No \nTherapist3: Do you feel socially insecure?\nLily3: I’m not sure what you mean. \nTherapist4: Tell me how you feel about school.\nLily4: I’m scared of going because they  \nthink I’m stupid.\nThroughout the interview, the counselor takes \nnotes of Lily’s answers and identifies the  \nsigns of social anxiety based on a false \ncore belief - Lily believes she is stupid.\nFor homework, Lily should practice introspection. \nThe goal: to find out which situations trigger her  \nnegative thoughts. She gets a learning \njournal to keep record of all triggers  \nand other observations, such as self-talk or \ninterpretations of particular events and people.\nDuring the following week, Lily becomes more aware \nof her thoughts and the physical reactions they  \ntrigger. By paying attention to her feelings, \nshe identifies a specific pattern which occurs  \nevery time during math class. The moment her \nteacher begins to ask questions her heart  \nstarts racing and her palms get sweaty - she \nworries about having to answer the question,  \nabout making a mistake, about looking \ndumb in front of all the others.\nIn her second session, Lily shares her \nobservations and the therapist helps her  \nrealize that her cognitive-behavioral patterns \nare false. First, her math grades are great,  \nso she should feel anything but stupid. \nSecond, she explains that there are  \nalways more interpretations to the same thing. \nWhat to her may look like her \"stupid\" face,  \nto others she may just look unhappy about having \nto answer. The reason she is afraid of what people  \nthink is a form of social anxiety — a completely \nirrational cognitive behavioral response.[5.7]\nAs the sessions continue, the therapist \nsuggests three practical strategies: \nThrough Journaling, Lily records her negative \nbeliefs and reformulates them into positive  \nones she can replace them with.\nConstructive Self-talk, helps her  \nto replace a critical voice with a positive one.\nAnd she starts exposure exercises, which means  \nLilly deliberately puts herself in situations \nwhere she becomes the center of attention.\nAlong the way, the two set goals that \nare specific, measurable, achievable,  \nrealistic, and time-based. SMART goals \ngive her control over how she progresses  \nthus helping her to gain confidence in herself.\nOver time and with a lot of practise, her brain \nbuilds new neural pathways that lead to different,  \nmore neutral reactions to the \nsame old triggers. And one day,  \nLily may even enjoy the thrill of speaking \nin front of her class. Her interpretation  \nof the situation is more realistic and \nmore aligned with those of the others.\nCBT was initially developed in 1964 by Aaron \nTemkin Beck. Beck hypothesised that people's  \nfeelings are determined by the way they interpret \nsituations, rather than by the situations per se.  \nAbout depression he once said: “If our thinking \nis bogged down by distorted symbolic meanings,  \nillogical reasoning and erroneous interpretations, \nwe become, in truth, blind and deaf”.\nThis and all other Sprouts videos \nare licensed under creative commons. \nThat means teachers from all around the world \ncan use them in classrooms, online courses,  \nor to start projects — and today, thousands \nalready do! To learn how it works, and download  \nthis video without ads or background music, check \nout our website or read the description below. \nIf you want to support our \nmission and help change education,  \nvisit our Patreon — that’s patreon.com/sprouts."
}