{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=NNgp1_B-6c8",
    "video_title": "Early Childhood Education: The Research",
    "transcript": "What a child experiences\nduring the first years of their life\nhas a lasting impact on the development of their brain.\nWhile genes set the roadmap,\nexperiences create the neural connection\ninside the brain\nthat sets the foundations of our emotions,\nlanguage, motor skills, vision, and memories.\nIf one region gets additional stimulation,\nthe neural pathways within that area\nand the connections to other areas grow stronger.\nThis process is called synaptic pruning.\nYou can also imagine your brain as a planet.\nThere is Motor Skill Metropolis,\nMemory Mountain and Vision Village.\nThrough the years,\npopular cities grow bigger\nand links between them get larger.\nNow if one area was never developed,\nthere can be traffic jams.\nThis then slows down the development of the entire brain.\nSome neurotransmitters will be tired getting to work.\nOthers will take short cuts and get lost.\nBetty Hart and Todd Risley\nstudied children’s exposure to language.\nOn average children from families on welfare\nwere exposed to about 600 words per hour.\nKids from rich families got about 2,000.\nBy the age of 3, the gap becomes 30 million words.\nBut it didn’t end there.\nChildren from privileged families\nreceived much more positive feedback.\nFor every 6 words of praise,\nthere was only one word of discouragement.\nWelfare kids however,\nheard twice as much discouragements than praise.\nThis could make a difference that lasts a lifetime.\nIn a study that began in 1963,\npsychologist David Weikart and his team\nrandomly divided 123 underprivileged kids into two groups.\nOne group spent two years at a top preschool with excellent teachers.\nThey made art, discussed problems,\nand received a lot attention, respect and love.\nFor the other, life went on as usual.\nOften without much attention from anyone\n40 years later the Highscope Perry Preschool Study was published.\nAt age five, 67% of the children in the top preschool group\nhad an IQ of over 90,\nthey were school-ready.\nOf the others, only 28% achieved that.\nAt fourteen there was a big difference in\nbasic classroom achievements.\nAt twenty-seven the top preschool group\nwere more likely to own their own home.\nAnd at age forty they earned more money\nand were less likely to ever be sentenced to jail.\nThe researchers concluded that the two years at preschool\nnourished the children not only intellectually\nbut also gave them social skills, courage and perseverance.\nThis combination of character strength,\nalso called Grit,\nwas later responsible for their success in life.\nThe 15,000 dollars invested in putting those kids into preschool,\nlater benefited the entire society,\nmainly through a reduction in crime.\nThe total return of investment\nwas estimated to be at a 195,000 dollars.\nIn 2006 Nobel Prize winning economist James Heckman\npublished what became known as the Heckman Curve.\nIt shows the return of investments in education,\nwhich is the highest in the early years.\nGovernments have since started to act.\nIn Germany parents get a lot of financial\nsupport to raise their kids.\nIn Japan, mothers or fathers can take a full year of paid leave.\nIn France, all children go to Kindergarten free of charge.\nIf you happen to be in charge,\nknow that with every extra minute you spend\nencouraging and talking to that little troublemaker,\nyou might be doing him a favour for life.\nAccording to the University of Michigan:\n\"regular family dinners are a stronger predictor of good grades than doing homework.\""
}