{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=_yR5wZsh4YI",
    "video_title": "Selection Bias: Do You Really See the Whole Picture?",
    "transcript": "Some people think hospitals are the most dangerous\nplaces on earth, more people die inside them\nthan anywhere else.\nWhen people say things like that, they are\ntechnically right and may get fooled by what’s\nknown as selection bias.\nA selection bias occurs when we look at information\nthat it is not fully representative of the\ndata intended to be studied.\nAs a result of the biased sample, we then\ndraw a false conclusion.\nOne story that explains the bias perhaps better\nthan any other is that of Abraham Wald.\nWald was a brilliant mathematician, who, after\nthe Nazis persecuted him and his family as\nJews in Austria, fled to the United States\nin 1938.\nDuring World War II, Wald was invited to become\na member of the Statistical Research Group,\nan elite think tank to aid the American war\neffort against Nazi Germany.\nOne day the US Air Force came to Wald and\nhis colleagues with a problem.\nMany of their planes got shot down due to\na lack of armor.\nThe officers presented Wald with data for\nall the aircrafts that made it back from their\nmission.\nThe planes had lots of holes on the body and\nwings but less below the engines.\nThe officers then asked the mathematicians\nto compute the optimal protection by concentrating\nthe armor where the planes were getting hit\nthe most.\nAfter studying the problem, Wald suggested\nsomething unexpected.\nThe armor, he said, doesn’t go where the\nbullet holes are.\nIt goes where the bullet holes aren’t.\nThe officers didn’t understand, because\nthey were looking at a biased sample.\nWald wasn’t.\nHe realized that to get representative data\nto analyze, he needed to include the missing\nholes, the missing planes, the missing information.\nThe reason planes were coming back with fewer\nhits to the engine is that planes that got\nhit in the engine weren’t coming back, he\nexplained.\nBut selection bias isn’t just the result\nof missing information.\nThe simpson paradox is a phenomenon in which\na trend appears in groups of data but then\nwhen the groups are combined, disappears.\nIt shows the importance of really understanding\nthe data we select for analysis.\nOne famous example came from students applying\nto the University of California, Berkeley\nin 1973.\nThe data showed that males applying were more\nlikely to be accepted than females.\nPeople thought that the institution was discriminating\nagainst women.\nWhen researchers dug deeper into the data\nthey found out that men had applied to less\ncompetitive departments with higher rates\nof admission.\nWomen chose more competitive departments with\nfewer available spots.\nAfter correcting for this detail the data\nshowed a significant bias in favor of women\n- not men.\nPlanes that were shot in the engines were\nnot analyzed.\nWomen in Berkley weren’t discriminated against,\nbut instead picked more competitive classes.\nPeople that die in hospitals are often already\nsick when they are admitted.\nWhat are your thoughts?\nIs selection bias corrupting your decision\nmaking?\nAnd if it’s fooling you, how about the people\nbehind the “research” you see being published\nin popular media?\nDid they really make sure they selected an\nunbiased fully representative sample?\nShare your thoughts in the comments below!\nAnd if you still don’t quite understand\nit, here is a simple challenge to experience\nit first hand!\nGo out of your house, knock at the doors of\nyour next 10 neighbors, and ask those who\nopen if they are afraid of strangers.\nAfter you are done, report your findings in\nthe comments below and explain to us: what\ncan your research tell us about your community?\nIf you like how we explain complicated ideas\nin simple cartoon animation, you can support\nus!\nVisit patreon.com/sprouts!\nJust visit us, learn how it works and what’s\nin it for you.\nWe hope to see you there.\nAnd if you are a parent or educator, check\nout our website sproutsschools.com.\nThere you can find this and other video lessons,\nadditional resources and classroom activities."
}