{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=qPGbl2gxGqI",
    "video_title": "Chesterton Fence: Don’t Destroy What You Don’t Understand!",
    "transcript": "Suppose there is a fence erected in the middle\nof nowhere that’s blocking your path: what\ndo you do? Do you take it down in order to\ncontinue on your way? Or do you first think\nhard about why it is there to begin with?\nChesterton's Fence is a simple rule of thumb\nthat suggests that you should never destroy\na fence, change a rule, or do away with a\ntradition until you understand why it’s\nthere in the first place.\nThe principle assumes that fences have a purpose,\nwere carefully planned, and cost time and\nmoney to erect. Someone must have had a reason\nfor thinking that a fence would be a good\nidea. So what if we just take them down?\nEntrepreneur Steve Blank likes to point out\nthat when startups get their first Chief Financial\nOfficer, the newly hired often wants to show\nthat they are proactive and cut costs. Some\ngo as far as calculating the expense of the\nfree snacks offered to employees and then\nstart charging the staff a small fee.\nPeople can of course pay, but they don’t\nlike this change in company culture — and\nmany may quit. As a result, the firm makes\npennies on the nuts but spends thousands hiring\nnew engineers. All because the reformer didn’t\nunderstand the purpose of the policy he axed.\nA more tragic example of misguided reform\nwas China’s so-called Great Leap Forward,\nwhich lasted from 1958 to 1962. One of\nits initiatives was the Four Pests Campaign\nto eliminate all mosquitoes, flies, rats,\nand even sparrows that were suspected of stealing\ngrain from the fields.\nAnd so millions of people hit noisy pots and\npans to prevent sparrows from resting, with\nthe goal of causing them to drop dead from\nexhaustion. Some simply shot the birds down\nfrom the sky. Others destroyed their nests\nand broke their eggs.\nThe campaign worked and pushed the Chinese\nsparrow population to near extinction. So\nwhat about the unintended consequences?\nWith no sparrows to eat them, locust populations\nballooned, swarming the country and compounding\nthe problems caused by other reforms. The\nconsequence was the Great Chinese Famine,\none of the largest man-made disasters in human\nhistory, with a death toll in the tens of\nmillions.\nPerhaps all those who want \nto break with traditions, \nor reform norms, should learn to recite this\nshort line from philosopher F. K. Chestertons’\noriginal 1929 writing:\n“In the matter of reforming things, as distinct\nfrom deforming them, there is one plain and\nsimple principle.”\nLet us say, for the sake of simplicity, a\nfence or gate is erected across a road. The\nmore modern type of reformer goes up to it\nand says, 'I don't see the use of this; let\nus clear it away.' To which, the more intelligent\ntype of reformer will do well to answer:\n'If you don't see the use of it, I certainly\nwon't let you clear it away. Go away and think.\nThen, when you can come back and tell me that\nyou do see the use of it, I may allow you\nto destroy it.”\nWhat do you think? Is Chesterton's defense\nof conservatism a good rule to live by? Or\ndo you also need people to break down old\nstructures even if they don’t fully understand\nwhy they were built in the first place? Share\nyour thoughts in the comments below!\nIf you like how we explain complicated ideas\nin simple cartoon animation, you can support\nus. Visit patreon.com/sprouts. Just visit\nus, learn how it works, and what’s in it\nfor you. We hope to see you there!\nAnd if you are a parent, \nor an educator, check our \nwebsite sproutsschools.com\nThere you can find this and other video lessons,\nadditional resources, and classroom activities."
}