{
    "channel_name": "sprouts",
    "video_url": "https://www.youtube.com/watch?v=gM0Zaf6oXAA",
    "video_title": "Sex Differences",
    "transcript": "At conception, a sperm, carrying either \nan X or Y chromosome, fuses with an egg,  \nwhich carries an X chromosome. In this process, \na single cell, called a zygote, is formed. The  \ncombination of chromosomes inside the cell \ndecides if the baby will be a boy or a girl.\nAn X and a Y chromosome create a male. \nAnd two X a female. Around 1 in 5000 of  \nus happen to get a different chromosome \ncombination. They are sometimes referred  \nto as intersex and are proof that something as \nbinary as male and female can be on a spectrum.\nFor simplicity, we will \ncompare typical men and women.\nAt Birth, children are typically identified \nas boys or girls. Boys tend to be slightly  \nlarger and heavier than girls. Their \nheads are often a bit bigger too!\nWithin weeks, cultural norms start to reinforce  \ntraditional gender roles. This makes \nit difficult for scientists to know  \nwhat behavioral differences are biological \nand which ones are socially constructed.\nDuring Childhood, boys tend to be more physically \nactive, exhibiting greater interest in objects and  \nexploration. They also begin to have a better \nunderstanding of three-dimensional space.\nGirls are less active, take a higher \ninterest in people, and seem to form  \na better understanding of them. They also \nlearn new languages faster. At just 16 months,  \ngirls, on average, have a vocabulary of \n95 words, more than 3 times that of boys.\nDuring Puberty, kids become \nteenagers. Their bodies change,  \nand the differences between boys \nand girls become more obvious.\nAround the ages of 8 to 13, girls start to \nget taller, their body shape begins to change,  \nand hair grows in new places. This \ncontinues into their mid-to-late  \nteens. Puberty also brings the start of \ntheir menstrual periods. Technically,  \nthey can now become pregnant, \ngive birth, and feed their baby.\nThey also have elevated levels of the \nhormone estrogen, are highly social,  \nand tend to show more empathy. Physically \nnot as strong as their male counterparts,  \nthey exhibit a greater capacity to endure pain \nand can rival men in ultra-endurance runs.\nBoys enter puberty a bit later, with \na growth spurt that peaks around age  \n14. They develop more muscle mass, \nbody hair, and a larger Adam’s apple,  \nwhich gives them a deeper voice that \ncan intimidate some and attract others.\nBoys also produce more testosterone and develop a \nhigher aggression potential. They are now larger,  \nfaster, significantly stronger, and \nabout 10x more likely to end up in jail.\nSome teens now identify as a gender different \nfrom the sex assigned to them at birth and  \nabout 3-10% enter their reproductive \nyears with an interest in the same sex.\nDuring their Reproductive Years, \nand until their mid-thirties,  \nboth sexes are typically very good at making \nbabies. But they face two very different risks.\n  \nMen can technically make a baby in minutes. \nWomen however have to invest many months into  \npregnancy and give birth — with vast physical \nand psychological consequences. This puts them  \nat a lot of risk if the relationship breaks \napart. However, they do have one advantage.\nOnce the newborn arrives, mothers can be certain \nthat the infant is theirs. A father that loves  \nand cares for a child risks finding out it \nis not his. And depending on the culture,  \n1-10% do unknowingly raise another man's \nchild. So what’s mama’s baby, is papa’s maybe.\nA woman's anxiety about becoming a mother \nwith no help supporting the family and a man's  \nfear of paternal fraud is said to create \nvery different concerns about cheating.\nOne theory hence suggests that men tend to worry \nmore about sexual infidelity. They want to make  \nsure they're raising the child they fathered. \nWomen typically get more jealous when they feel  \nemotionally betrayed. They worry that precious \nfamily resources are shared with someone else.\nIn Mid Adulthood, men and women begin to \nlose some of their ability to make babies.\nIf we study fertility by Age we see that \nwomen’s fertility drops from their early  \nthirties and by their forties, chances of getting \npregnant naturally are slim. Around their fifties  \nthey enter menopause and their periods stop. Men \nremain reproductive much longer, but from age 35,  \nthe chance of producing a faulty sperm cell \nincreases exponentially with each passing year.\nAs they reach Late Adulthood, women live longer. \nMen die about 6 years younger, often of heart  \nfailure. Perhaps because they don’t care as much \nabout their health and live a more risky life.\nWhat do you think? How do sex differences \ninfluence our society and how does society  \ninfluence them? And should we \ncreate laws and regulations  \nto purposefully reduce the differences? \nShare your thoughts and comments below!\nIf you like this video and want us to make more, \nsubscribe to our channel or support us on Patreon."
}