{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=TzbK_izLKTQ",
    "video_title": "Subconscious Ways You're Hurting Your Inner Child Without Knowing It",
    "transcript": "The inner child is a part of the psyche that\nfeels like your childhood self.\nHolding all the memories and emotions, good\nor bad, that you experienced.\n“We all have a younger part of ourselves\nthat was never quite loved the right way or\nthe way they needed as a child,\" says clinical\npsychologist Trish Phillips.\nWhen parts of us have been rejected and labeled\nas \"too much\" during early childhood these\nmay manifest as inner child wounds.\nAs psychotherapist William Barry puts it:\n“The inner child is often representative\nof the trauma of youth.”\nAnd sometimes we continue this pattern well\ninto adulthood.\nWatch along to find out more about 5 subconscious\nways you continue to hurt your inner child.\nOvervaluing independence\n\"I don't need anyone!\"\nDo you repeat this mantra to yourself daily?\nAfter a childhood where primary caregivers\nwere unable to meet your requirements for\nlove and safety you have learned this phrase\ncan help soothe your inner turmoil.\nJust like the child who bangs the door shut\nshouting for everyone to go away - when in\nreality what they need is a tight cuddle.\nNot allowing yourself to ask for any help\nfurther isolates your inner child.\nWhen what it needs the most is companionship.\nPsychotherapist Dr. Stephanie Stahl advises\nto, “combat negative thoughts such as “I\ndon’t deserve love because my parents didn’t\nshow me any” with “I was just a child\nwho deserved love and still do.”\nPassive-aggressive behavior\nWhen you bury painful emotions from childhood\nabuse deep within, they can surface as passive\naggressiveness.\n“Adult survivors of childhood trauma usually\ncarry a lot of anger that they don’t know\nhow to deal with”, says trauma coach Natalie\nElliot.\nThey often use sarcasm in the guise of a joke\nor make “mistakes” while pleading innocence.\nThis behavior keeps your inner child stuck\nwith the same feelings of being on edge.\nRather than confront and deal with these,\nyour inner child braces itself for the next\ntime these erupt causing further isolation\nand destroying important relationships.\nSelf-criticism and low self-esteem\nIs your internal critic always finding fault\nwith you and invalidating your emotions?\nGrowing up with overly critical or demanding\nadults may have caused your younger self to\n‘internalize’ your parents’ critical\nadult voice.\nWhich is now a part of your own thoughts subconsciously.\nHow you see yourself is significantly shaped\nby your early environment.\n“Children internalize how others see them,\nand growing up it becomes part of their self-perception”,\nsays Darius Cikanavicius, author and certified\nmental health coach.\nYet it is important to remember these internalized\nopinions are old pieces of memories that you\nneed to release to finally set yourself and\nyour inner child free.\nFeeling highly reactive\nHow do you feel when corrected by someone\nelse?\nCertain situations may trigger memories of\nsimilar childhood events where you felt helpless\nand confused.\n\"Our adult self is trying to manage or control\nthe outside that's making them feel uncomfortable\non the inside,\" says clinical psychologist\nTrish Phillips.\nYou are suddenly very irritated by slight\ninconveniences.\nOr you may even experience total detachment.\nThese reactions may seem ‘over the top’\nor ‘out of proportion’.\nBut it is when your needs for attention went\nunmet as a child.\nIn turn frightening your inner child.\nIf you were constantly judged for any wrongdoing\nas a kid it may have led you towards becoming\nan adult who often erupts, unable to take\nresponsibility for their defensiveness.\nWhen emotions run high all the time, you are\nunable to listen and connect to your frightened\ninner child who seeks your attention.\nSelf-defeating behavior\nDo you often get in your own way?\n“The tendency to self-sabotage is a clue\nyou’ve run into your inner child,” says\npsychologist Dr Leah Katz.\nWhen you go through a childhood being told\nyou’re not enough, self-sabotage stems as\na misplaced form of protection against feelings\nof disappointment.\nRather than cope with the chagrin of falling\nshort, you tend to give up before you have\nthe chance to fail.\nTrauma coach Natalie Elliot explains, “Childhood\ntrauma holds us back and bricks up our potential\nin truly unimaginable ways.”\nFeelings of inadequacy stop you from pursuing\nhobbies, work, or relationships.\nThis manifests in relationships when you avoid\ngetting close to others because you worry\nthey’ll leave eventually.\nSelf-sabotage reinforces the idea of not being\nenough, perpetuating your inner child in a\nruthless cycle of trying to prove their worth.\nEmotional suppression or repression\n\"It is a common aftermath of childhood traumas\nsuch as bullying, abusive caretakers or mismatched\nenvironment\" says licensed psychotherapist\nKat Vollono.\nIf you grew up being told that you shouldn't\ncry or you should be strong and take care\nof others around you, you might still feel\nthat way today.\nThis is why you have difficulty connecting\nto both your feelings and the feelings of\nothers.\nYou stop connecting deeply with your emotions\nto protect yourself from the world.\nAs a result you bar your wounded inner child\nfrom ever expressing true emotions.\nLeading to feelings of emptiness, helplessness\nand hopelessness.\nAccording to Healthline, emotional repression\ncan cause mental health consequences like\ndepression as well.\nAll of these can be signs that your inner\nchild is trying to communicate something to\nyou.\nAuthor and civil rights activist Maya Angelou\nsaid, “Do the best you can until you know\nbetter.\nThen when you know better, do better.”\nHealing your inner child begins with your\ndecision to do better and then accessing the\nright resources to support you.\nReaching out to a mental health professional\nis a step in the right direction towards healing.\nDid you recognize any of these behavior tendencies?\nHow did these affect you?\nFeel free to leave your thoughts in the comment\nsection below.\nIf you found this video helpful, share it\nwith others who may need to watch it.\nAnd for more related videos, remember to subscribe\nand hit the notification bell.\nThank you so much for watching."
}