{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=LwBFlsMnkKk",
    "video_title": "8 Things That Destroy Your Mental Health",
    "transcript": "Hey Psych2goers!\nWelcome back to another video!\nHave you wondered if you’re doing things\nthat are bad for your mental health?\nFrom day to night, you do things that affect\nyour well-being for better or for worse.\nOftentimes, you may not even notice that the\nthings you do are harmful to your mental health.\nBefore we begin, this video is for educational\npurposes only and is not a substitute for\nprofessional guidance, advice, treatment,\nor diagnosis.\nWith that said, let’s look at 8 things that\ncould be destroying your mental health.\nOne: You are a perfectionist.\nAre you someone who constantly seeks perfection?\nConstantly worrying about failing to reach\nyour expectations can leave you in a spiral\nof depressive, anxious, and guilt-ridden thoughts.\nThe truth is, not even the best of us can\nachieve perfection.\nThe higher your perfectionism is, the more\nlikely it is that you’ll suffer from more\npsychological disorders.\nTo help reframe your mindset, start by being\nreceptive to feedback and try not to compare\nyourself to other people.\nTwo: You’re addicted to your phone.\nWhen you wake up in the morning, is checking\nyour phone the first thing on your mind?\nWe all love how technology allows us to reach\ninformation and entertainment in just a matter\nof seconds.\nBut an overdependence on technology comes\nwith its own set of issues as well.\nResearch shows that using your smartphone\ntoo much can lead to depression, anxiety,\nand stress.\nTo alleviate your phone temptation, try to\nset up some chunks of time away from your\nphone.\nThis can be hard at first, but as time passes,\nyou’ll be less prone to needing your phone\nonce boredom strikes you.\nThree: You’re missing sleep.\nDo you constantly miss out on sleep every\nday of the week?\nGetting a solid 8 hours is essential to your\nmental health.\nSleep deprivation not only worsens your physical\nhealth, but also can cause fatigue, irritability,\nand difficulty focusing.\nSleep may sound like a boring thing to do\n– but your body absolutely needs a proper\nsleep routine to be in its best shape.\nFour: You stay in toxic relationships.\nAre you hopeful that your relationship with\nyour partner, friends, or family members will\nchange even though it hasn’t in the past?\nStaying in toxic relationships can have a\ndevastating impact on your mental health.\nYou’re dismissing your own well-being and\nmental health in favor of another person,\nand this habit tends to be heavily one-sided.\nSabotage, gaslighting, and abuse are some\nof the effects of staying in a toxic relationship.\nFind the red flags, reach out for support,\nand give yourself time to process this traumatic\nevent.\nHealthy forms of love still exist in the world\nand you’re absolutely deserving of it.\nFive: You don’t ask for help.\nDo you bottle up your feelings when you’re\ngoing through something?\nDo you hate working on a team, thinking you\ncan do better than everyone else?\nThe feeling of not asking for help is like\ndrowning in a pool while people are just standing\nby the edges.\nThe journey towards a fulfilling and mentally\nhealthy life comes from both an individual\njourney and a shared experience.\nIf you’re struggling alone, opening up might\nseem terrifying or like you’re burdening\nsomeone, or even impossible if the cause of\nyour problems is from the people close to\nyou.\nIf that’s the case, contact an outsider\nlike a mental health professional.\nSix: You compare yourself to others.\nDo you look through social media and constantly\ncompare yourself to other people?\nOr do you compare your achievements with your\npeers at work or school?\nWith everyone sharing their highest moments\nin their Instagram stories or Twitter feed,\nyou might harbor a sense of insecurity because\nof the achievements of others.\nUnderstand that social media is a highlight\nreel; everyone’s lives aren’t always as\nperfect and glamorous as they make them out\nto be.\nInstead, look inwards and focus on your own\nself-improvement rather than one-upping people\nwho are dealing with their own journey.\nSeven: You sabotage yourself.\nDo you notice behaviors that you do that are\ndestructive and cause pain in the end?\nThese could be as simple as procrastinating\nyour work or sleeping late.\nOftentimes, your fears might get the better\nof you, causing you to be paralyzed in fear\nand uncertainty.\nBy doing this, you’re closing the doors\nto your own progress.\nTo help reframe your actions, try to get to\nthe root causes of your actions, and take\nsmall, meaningful steps to better yourself\nday by day.\nThey don’t have to be big goals.\nJust consistent.\nAnd later on, you’ll realize how these steps\nsnowball into making you a better version\nof yourself.\nEight: You don’t practice gratitude.\nWhen was the last time you stopped to practice\ngratitude?\nGratitude allows you to celebrate the positive\nthings of your life.\nRobert Emmons of UC Berkeley found that gratitude\ncomes with an abundance of mental health benefits.\nIt improves sleep, makes you feel more alive,\nand can make you feel less lonely.\nOne way you can practice gratitude is by writing\ndown a small list of things you’re grateful\nfor in a journal.\nBy listing things daily, you bring to light\nthings that make you happy, which in turn\nimproves your mood as well.\nSo, have you found yourself doing any of these\nhabits?\nTaking care of your mental health, especially\nin a time like this, is more important now\nthan ever.\nWe hope that you’ve recognized these things\nthat hurt your mental health – and look\ntowards turning it around with small, incremental\nchanges!\nDid you find this video insightful?\nTell us in the comments below.\nPlease like and share it with friends that\nmight find value in this video too.\nMake sure to subscribe to Psych2Go and hit\nthe notification bell for more content.\nAll the references used are added in the description\nbox below.\nThank you for watching.\nSee you next time!\nThanks for watching!\nVideo by Psych2go."
}