{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=8g7HIfX6AHk",
    "video_title": "The Effects of Masturbation on Your Brain",
    "transcript": "- マスターベションは他のことより。\nまた、空は青で、水は濡れています。\nはい、聞いたことがと思います。\n研究では、男の90%、\n女50%がマスターベーショ しかし、\nマスターベーションがあまり多されてい一、\n脳影響を与方 マスターベションは健康や危険である\n頻繁に イサイクテゴの目的は、\nマスーベーションのィジカルとメンタルの\n影に オーデ スターベーションは、健康、健、\n個人的な生活に 特に、\nコンポルーシブルなマスターベーション では、始めましょう。\n1. ポスト・マスターベションクラリティ これは、みインターネ、\nポスト・ナットクラリティと でも、\nマスターベーンコンテンツ、 これ、性別交流の\nポストマスターベションクラリティを説明する。\nポストマスターベション・クラリティは、\n多くの人が、オーズムを達に、 感\nこの くの理論がありますが 私たフェノーミルについて、\nどう繋がっているか説します。\nユーロロジスト・ジャスティ・ダブンによ、\nマスターベーショクーズムを 特に、前顎のコーテックス、\nどか、 自脳のエ、 コンセントレション、\nそして問題解決に。\n他にも重要な機能が。\nジャスティン・ダブンは、 このフノーミナついて、\nポストマスタクラリティーの感情を説 このーミルに\nついて、\n多ってマスターベーション詳細をこと そして、 多くのが、\n非常にストレスか 予を時 2.\nトラウマリスト・サー マスターベションは、 悪 分を潰してくこと。\nその中でも たにれたこととは、 多くの人、\nあ関係に影与\nマスターベーショに が負担している時\nあが危険な問題起。\nPHDのアレクサンドラ・ケイタッカスによ 不安、恐怖、\n恥ずかさ、そして他の最初の感情は 自必要\nになる必直ります たとえば、暇者との関がかり\n暇との関係に時間ります 後で、\n悲しい気持ちが表浮かことがきます。\nもし、悲みや悲満たと関係に 悲や避ける、\nンタル・ヘルストリートメを探す必\n暇者との 分自喜に必要なことこります そして、\nメンタル・ヘストメが起 悲み悲しるります。\n3. 幸せ・脳ルモ マスのポジティブなことは、\n自分気ちを増やすこと。\nこのように、マスターベションは、 エンドロフィ、セラトニン、\nオクシトソンドポミンなど種類に 毎回、\nお気にのお食や お気に入のテレを見 脳内幸\nせのホルモンを与える。\nそして、マスターベーションは、何もない。\nマスターベーショ、\n自の症減らすため 自分身レスを減らこと。\n4. 自然なストレスと痛み解消 マスーベーションは、\n自然ストレスと痛み解消です。\n先ほども言いましたように マスターベーション自分自脳 全\n種のホルモンを。\nオクシトソンは、\n2015年に研究された 研者・薬師のコーストンモーヴォグのように\nオクシトソンは、 スト与えるホルモ、\n血圧す マスターベーションは、 自オクシトソンを与。\nそして、 自然レスを与モ 自然な\n痛み解消です。\n2013年に評価さアーティコルでは\nマスショ\n貧乏を。\n結局 良いものが問題になります マスターベーションは、\n過 対に避する。\n先ほどのホルンを紹が 特に、 もっと順うと、\nマスターベーション、 ドピュメン。\nピュンは、 脳びと獲得のため って。\n時間をか、 過スターベーション、\nデルタ・FOSBを それが、\n脳御するモレキュ。\nそして、アディクティな行に。\nこのモレキールは脳エレクトスイッとして 動 そして、\n脳しいネラルパースウェズ作成し 例えば、\n時々のマスターベーション マス参加する\nと スイッチが切る。\nそしてス切り替わが多い ななら脳は今、\n前からる 前高さを感じる要が\nモデラーションでは大丈夫です しかし、\nエクセスは他のアディション そして、\n脳がポーン、 ギンブリング、\nドラッグアディションと同 同ように。\n6つ目 脂肪の状 これは驚かるかが 多くの\n下がり状態が、 脂肪を。\nそして、脂肪 性不調を経は\nヴァジニスムスや エレクトル不調を経 脂過 感情的疲れて、\n脂肪をす時 感 状\n- で 精神的な健康問題に 先ほども言いましたが、\nトラウマは、 脂肪を過ごすこと でも、\nトラウマや情緒の脂肪は、 脂ごこと止めることもきます。\n医学職に 脂ごす難易度がある場 脂 は、\n不調をして 彼らは、 正しい治療方法に 彼\nこの驚いたことありましたか?\nこの点驚はあり どちらかと 脂肪は、\n脂康に影えるもしれません 短期的なリリースを与が、\n長かのことで。\n長期リースをが この動画がかったと思った 私たち、\n脂響与に 私 脂肪が脳影響を与える"
}