{
    "channel_name": "psych2go",
    "video_url": "https://www.youtube.com/watch?v=yZAUIXmiNbQ",
    "video_title": "6 Signs You're Addicted to Masturbation",
    "transcript": "- マ剰なマスターバイトにつ\n自が何かをはあります 常生活や健康にそれ\nもしかした、あその要望を抵抗するない時を\nまあ、友達、今日はマストの症状に\nあがマスターバイト症抗 覚えておいて私たちはあ支えています。\n一歩ず。 コントロールの\nマスターバイトの症があなたのコントロールを それは、その要望が抵、\nあなたはそれ抵抗こと。\nマスーバのい望み感じて あなたが他の重要な仕事を行\nうときに あはあ最高の意志を。\nクリニカ・サイコロジスト、\n性侮になドクターのデイィッドJ・レイさんは 私た\n日\n常生活や健康に大響と。\nでも、心配ない。 この失望のコントロールは、\nあ力現するため。\n責任を失っていること。\nあなたはあなた自が重要な責任失を\nマスターバイトに注。\nそれは、その要望が最高の優先順にな。\n他の一をこと マーバイに入れられたと。\nデータをのでは 試を行のでは 親を合わではなく パ\nトリ・カーンズは、 性侮辱のエキパートを強調して。\n人響を与える責任がこと\n学校やプロフェショナルパフォマンス、 関係性、 そして、私た健康につ\nバ維持する時間 そして、本当に重要なこと。\nマーバイの効 スターバイト効は、 時間に\nた、一度に一度こと、\n日常のリューティーンに とにく、\nそれ っともっと必要があるよう\nセクシルステミュレーションを マスターバイにやエネルギーを過ぎてこと\nそして、マを抵抗する知っています。\nドクター・マイケル・ハコフの言 セリニカル・サイロジストです。\nエスカレーションは、 アディクション 時間が経つと、\n人々は、 自欲 更に頻な、\n激しいセクシアル・スティミュレーション 必るかもし。\nセクシアル・プレッーを 大変になる それより過剰な時間とエネルギーが\nマスターバーションに でも、覚ください。\nセレッャ、である 関係性によイ\nマスターバーションが 過剰になったか?\nもしかした、 自ー エモチナリーとフィギュリーに 繋なったことか\nパートーの顔 失望やフラストレンを与えると、\n彼ら愛情を。\nでも、共経スターバーション 選ます。\nこのく関性が悪ます。 そして、それは心配です。\nトラマーの ドクター・ステファニーカーンズは、 私ディクションがあること 強\nマスターバーションの要 エモチナリーとフィギュリ 関係性過剰ら、\n関失望や不満が起こと 。\nこのことが起こったら 真実の関係性を プロェショナルサポートを掴、\n何かが傷ついた 。\nこのビデオがとに立ので、 いいねボタを押 コンテンツ では、\n次のポイントに。\nエモチョナル・ディストレス マス、\n嫌悪や悲しみを感じか それは、\n悲しみと 悪い感情を 。\nマスーバの毎ピード 嫌悪や悲みを感じ 想。\n自自の価値を質 エモチョル・ディストレスに 役に立\nちます セクシアル・エィクション・\nコバリーの マ エモチョナル・ディストナルの 強。\n彼は、嫌悪や悲みと 悲しみは マ のエモチナル・ディレ\nスの 反応あります。\nこのネガテブなエモチョは、\nセ ンフリティブな信会的スティマに 関るものです。\n自の苦しみと 恥は 変 でも、癒すこと 可能です。\n止る不 ーバ Do\nyourself unable to do so successfully?\nLike the urge feels too strong to resist,\nno matter how hard you try.\nImagine feeling the frustration\nand disappointment when you\nmake a commitment to yourself\nto stop or reduce masturbation only\nto find yourself giving\nin again and again.\nAccording to licensed therapist\nand expert パサイキアイィクションに意\nアレクサンドラ・キタキスさん 過ごせないス\nピ 失敗不幸は しか\n理解やサポートに必 難しいとに必\nな問題 が 希望を失 サでコ\nントロールでき なたはこの験していますか 気分が\nいい合は 下のコメント欄に もしく あビデオを 関わられたかもし\nあなたがこのなら\n次\n回もお\n楽\n- し\nみ\nに ちおります おしましょう プレイリストをク"
}