{
    "channel_name": "HealthyGamerGG",
    "video_url": "https://www.youtube.com/watch?v=tQ7hjxKLDas",
    "video_title": "NEW! Dr. K's Guide to Mental Health: ADHD Expansion Module",
    "transcript": "think about all the things that you\nshould do\nhow many of them do you actually do\nwhy don't you actually get stuff done\nit's mostly because you can't get this\nthing to do what you want it to\n[Music]\nwhat i'd love to do over the course of\ndr k's guide to adhd and doing stuff is\nhelp you understand that people who\nconsistently accomplish things aren't\nnecessarily more motivated have more\nwillpower or even more discipline\nthat's why we've included a thorough\nexploration of adhd in this guide as\nwell as the neuroscience behind\nmotivation and focus and non-clinical\ninterventions like how to organize how\nto prioritize and how to meditate\nobviously\nmotivation is an intrinsic desire to do\nsomething you don't have to force\nyourself to do anything different parts\nof the brain are responsible for\ncreating that intrinsic motivation the\nmore you care the harder it is to\ncompromise the harder it is to\ncompromise the harder it is to get\nstarted what stimulant medications do is\nactually stimulate\nthe frontal cortex so what we're\nactually boosting the signal of is our\nability to control the rest of our brain\nso if i forget about one thing and my\nmind goes somewhere else and i reward it\nwith a dopaminergic hit from my phone\ni'm actually in training it to not keep\nits attention in one area and you can\nabsolutely browse tick tock for four\nhours but i can guarantee you that hour\nthree is not going to be as fun as the\nfirst 10 minutes sitting still and\nbreathing is the most hardcore activity\nthat you've done today and that too was\nfor about six minutes we spend that much\ntime after we're finished pooping but\njust sitting on the potty\nso i invite you to uncover all aspects\nof motivation with me so we can shift\nyou from being someone who tries to do\nstuff to someone who actually does stuff"
}